{
  "ticker": "ALB",
  "content": [
    {
      "section": "1",
      "text": ""
    },
    {
      "section": "1A",
      "text": ""
    },
    {
      "section": "1B",
      "text": ""
    },
    {
      "section": "2",
      "text": ""
    },
    {
      "section": "3",
      "text": ""
    },
    {
      "section": "4",
      "text": ""
    },
    {
      "section": "5",
      "text": ""
    },
    {
      "section": "6",
      "text": ""
    },
    {
      "section": "7",
      "text": ""
    },
    {
      "section": "7A",
      "text": ""
    },
    {
      "section": "8",
      "text": ""
    },
    {
      "section": "9",
      "text": ""
    },
    {
      "section": "9A",
      "text": ""
    },
    {
      "section": "9B",
      "text": ""
    },
    {
      "section": "10",
      "text": ""
    },
    {
      "section": "11",
      "text": ""
    },
    {
      "section": "12",
      "text": ""
    },
    {
      "section": "13",
      "text": ""
    },
    {
      "section": "14",
      "text": ""
    },
    {
      "section": "15",
      "text": " Item 15. Exhibits and Financial Statement Schedules. ##TABLE_END\n\n(a)(1) The following consolidated financial and informational statements of the registrant are included in Part II Item 8 of the Company&#8217;s Annual Report on Form 10-K filed on February 15, 2023: \n\nManagement&#8217;s Report on Internal Control Over Financial Reporting \n\nReport of Independent Registered Public Accounting Firm ( PricewaterhouseCoopers LLP , Charlotte, North Carolina , PCAOB ID 238 ) \n\nConsolidated Balance Sheets as of December 31, 2022 and 2021 \n\nConsolidated Statements of Income, Comprehensive Income, Changes in Equity and Cash Flows for the years ended December 31, 2022, 2021 and 2020 \n\nNotes to the Consolidated Financial Statements \n\n(a)(2) No Financial Statement Schedules are provided in accordance with Item 15(a)(2) as the information is either not applicable, not required or has been furnished in the Consolidated Financial Statements or Notes thereto. \n\n##TABLE_START (a)(3) Exhibits \n\nThe following documents are filed as exhibits to this Annual Report on Form 10-K/A (Amendment No.1) pursuant to Item 601 of Regulation S-K. These exhibits should be read in conjunction with Item 15 of the Company&#8217;s Annual Report on Form 10-K filed on February 15, 2023: \n\n*23.6 \n\nConsent of KPMG. \n\n*31.1 \n\nCertification of Chief Executive Officer pursuant to Rule 13a-15(e) and 15d-15(e) of the Securities Exchange Act of 1934, as amended. \n\n*31.2 \n\nCertification of Chief Financial Officer pursuant to Rule 13a-15(e) and 15d-15(e) of the Securities Exchange Act of 1934, as amended. \n\n*32.1 \n\nCertification of Chief Executive Officer pursuant to 18 U.S.C. 1350, as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002. \n\n*32.2 \n\nCertification of Chief Financial Officer pursuant to 18 U.S.C. 1350, as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002. \n\n*99.1 \n\nFinancial Statements of Windfield Holdings Pty Ltd for the year ended December 31, 2022. \n\n*101 Interactive Data Files (Annual Report on Form 10-K, for the fiscal year ended December 31, 2022, furnished in XBRL (eXtensible Business Reporting Language)). *104 Cover Page Interactive Data File (formatted as inline XBRL and contained in Exhibit 101). ##TABLE_END\n\n##TABLE_START * Included with this filing. ##TABLE_END\n\n(c) The financial statements of Windfield Holdings Pty Ltd included in Exhibit 99.1 for the year ended December 31, 2022 are filed as part of Item 15 of the Company's Annual Report on Form 10-K for the year ended December 31, 2022 and should be read in conjunction with the Company's consolidated financial statements filed with the Company&#8217;s Annual Report on Form 10-K filed on February 15, 2023. \n\n##TABLE_START Albemarle Corporation and Subsidiaries ##TABLE_END\n\nSIGNATURES \n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned thereunto duly authorized. ##TABLE_START \n\nA LBEMARLE C ORPORATION \n\n(Registrant) \n\nBy: / S / J. K ENT M ASTERS &#160; \n\n(J. Kent Masters) Chairman, President and Chief Executive Officer ##TABLE_END\n\nDated: April 21, 2023 \n\n"
    }
  ]
}