{
  "ticker": "CMG",
  "content": [
    {
      "section": "1",
      "text": " ITEM 1. BUSINESS \n\nGeneral \n\nChipotle Mexican Grill, Inc., a Delaware corporation, together with its subsidiaries (&#8220;Chipotle,&#8221; &#8220;we,&#8221; &#8220;us,&#8221; or &#8220;our&#8221;) owns and operates Chipotle Mexican Grill restaurants, which feature a relevant menu of burritos, burrito bowls (a burrito without the tortilla), quesadillas, tacos, and salads. We strive to cultivate a better world by serving responsibly sourced, classically cooked, real food with wholesome ingredients and without artificial colors, flavors or preservatives. We are passionate about providing a great guest experience and making our food more accessible to everyone while continuing to be a brand with a demonstrated purpose. Our first Chipotle restaurant opened in Denver, Colorado in 1993. Nearly 30 years later, our devotion to seeking out high-quality ingredients, raised with respect for animals, farmers, and the environment, remains at the core of our commitment to Food With Integrity. \n\nAs of December 31, 2022, we owned and operated 3,129 Chipotle restaurants throughout the United States, 53 international Chipotle restaurants, and five non-Chipotle restaurants. We manage our operations based on eight regions and have aggregated our operations to one reportable segment. Our revenue is derived from sales by our restaurants. \n\n&#160; \n\n&#160; \n\nBusiness Strategy \n\nWe are a brand with a demonstrated purpose of Cultivating a Better World. Our mission is to win today while creating a bright future by focusing on five key fundamental strategies: \n\n&#61623; Running successful restaurants with a people accountable culture that provides great Food With Integrity while delivering exceptional in-restaurant and digital experiences; \n\n&#61623; Sustaining world class people leadership by developing and retaining diverse talent at every level; \n\n&#61623; Amplifying technology and innovation to drive digital growth and productivity at our restaurants and support centers; \n\n&#61623; Making the brand visible, relevant, and loved to improve overall guest engagement; \n\n&#61623; And expanding access and convenience by accelerating new restaurant openings. \n\nFood With Integrity \n\nServing high quality food while still charging reasonable prices is critical to ensuring guests enjoy wholesome food at a great value. In our Chipotle restaurants, we strive to serve only meats that are raised in accordance with criteria we have established in an effort to improve sustainability and promote animal welfare, and without the use of non-therapeutic antibiotics or added growth hormones. We brand these meats as &#8220;Responsibly Raised&#174;.&#8221; We also seek to use responsibly grown produce, by which we mean produce grown by suppliers whose practices conform to our Food With Integrity standards and our priorities with respect to environmental considerations and employee welfare. For more information about our sustainability and animal welfare initiatives, see our biennial Sustainability Report and interim Update Report on our website www.chipotle.com/about-us/sustainability. \n\nPurchasing \n\nMaintaining the high levels of quality and safety we demand in our restaurants depends in part on our ability to acquire high-quality, fresh ingredients and other necessary supplies that meet our specifications from reliable suppliers. Our 26 independently owned and operated regional distribution centers purchase from various suppliers we carefully select based on quality, price, availability, and the suppliers&#8217; understanding of and adherence to our mission and Food With Integrity standards. We&#8217;ve also sought to increase, where practical, the number of suppliers for our ingredients to help mitigate pricing volatility and reduce our reliance on one or several suppliers, which could create supply shortages. In addition, we closely monitor industry news, trade tariffs, weather, exchange rates, foreign demand, crises and other world events that may affect our ingredient prices. Certain key ingredients ( certain cuts of beef, tomatoes, tortillas and adobo ) are purchased from a small number of suppliers. \n\nQuality Assurance and Food Safety \n\nWe are committed to serving only safe, high quality food. Our food safety and quality assurance teams work to ensure compliance with our food safety programs and practices, components of which include: \n\n&#61623; natural inhibitors (to prevent microbial growth in ingredients); \n\n&#61623; advanced technologies (tools that reduce or eliminate pathogens while maintaining food quality); \n\n&#61623; small grower support; \n\n&#61623; enhanced restaurant procedures (protocols for handling ingredients and sanitizing surfaces in our restaurants); \n\n&#61623; food safety certifications; \n\n&#61623; internal and third-party restaurant inspections; \n\n&#61623; supplier interventions (steps to mitigate food safety risks before ingredients reach Chipotle); and \n\n&#61623; ingredient traceability. \n\nThese and other food safety practices underscore our commitment to be a leader in food safety while continuing to serve high quality food that our guests love. Our food safety and quality assurance teams establish and monitor our quality and food safety programs and work closely with suppliers to ensure our high standards are met throughout the supply chain. We maintain a limited list of approved suppliers , many of whom are among the top suppliers in the industry. In addition, we have a team approach where our training, operations, culinary, legal and restaurant food safety and quality assurance departments develop and implement operating standards for food quality, food preparation, restaurant cleanliness, employee health protocols, and safety in the restaurants. Our food safety programs are also intended to ensure that we not only continue to comply with applicable federal, state and local food safety regulations, but also establish Chipotle as an industry leader in food safety. To help achieve this goal, we have a Food Safety Advisory Council comprised of some of the nation&#8217;s foremost food safety authorities. The Food Safety Advisory Council is charged with evaluating our programs and advising us on ways to elevate our already high standards for food safety. Our food safety and quality assurance team members hold board seats and participate in technical working groups with several associations. This gives us the opportunity to learn and share our knowledge and expertise with other food safety professionals and regulatory agencies. \n\n&#160; \n\n&#160; \n\nDigital Business \n\nOur digital platform continues to be a strategic driver of our growth. In recent years we have significantly upgraded our capabilities by digitizing our restaurant kitchens, expanding our partnerships with third-party delivery services and building more Chipotlanes, which is our drive through format for customer pick-up of digital orders. Digital sales, which represent food and beverage revenue generated through the Chipotle website, Chipotle app or third-party delivery aggregators includes revenue deferrals associated with Chipotle Rewards, represented 39.4% of food and beverage revenue in 2022, compared to 45.0% of food and beverage revenue in 2021. Our strong digital platform gave us a competitive advantage during the peaks of the COVID-19 pandemic, as more guests preferred to eat their meals at home and in-restaurant dining was prohibited or restricted. We have made digital ordering convenient with enhancements to the Chipotle app and website, such as unlimited customization, contactless delivery, and group ordering. \n\nHuman Capital \n\nAs of December 31, 2022, Chipotle employed 104,958 people worldwide, of which 103,345 individuals are employed in the U.S. and 1,613 are employed in Canada, France, Germany and the United Kingdom. In the United States, we employed 102,219 people in our restaurants and 1,126 people in our Restaurant Support Centers and field support organizations. In 2022 only one restaurant voted to form a union, and we believe that our relationship with our employees is good. We also believe our efforts to manage our workforce have been effective, as evidenced by a strong culture and our employees&#8217; demonstrated commitment to living our purpose and values. \n\nDiversity, Equity &#38; Inclusion \n\nAs a people-first company rooted in values, our purpose of Cultivating a Better World extends beyond serving nutritious food using real ingredients. It means hiring world-class individuals dedicated to investing in their future and partnering together to positively impact the communities they serve. Most notably, our diversity and inclusion strategy is to foster a culture that values and champions diversity, while leveraging the individual talents of all team members to grow our business and Cultivate a Better World. \n\nAs of December 31, 2022, approximately 50% of our U.S.-based employee population was female and approximately 70% of our U.S.-based employee population was comprised of racial and ethnic minorities. U.S. diversity statistics were as follows: \n\nOur most recent EEO-1 consolidated report is posted on the Investors page of our website at www.ir.chipotle.com under Corporate Governance &#8211; Human Capital Information and additional details about the demographics of our employee population is included there and in our biennial Sustainability Report and interim Update Report on our website www.chipotle.com/about-us/sustainability . \n\nMaintaining a diverse, equitable and inclusive work environment is critical to our business success. Therefore, we have undertaken several actions to ensure that our diversity strategy is effective. Since December 2021, we have been participating in Management Leadership for Tomorrow&#8217;s Black Equity at Work Certification Program, which establishes a comprehensive aggregate measurement system and provides a rigorous, results-oriented approach that accelerates progress toward Black equity internally, amongst our employees, and externally by supporting Black equity within our business partners and in the communities where we operate. In addition to the Black Equity at Work Certification Program, in early 2023 we engaged an independent third-party consultant to conduct a Talent Management Equity Audit, which aims to identify where in the talent management cycle we may need to debias or create more equitable policies, practices, and procedures, identify potential blockers and new opportunities to creating and sustaining equity in talent management, and identify key strengths and pockets of risk. We plan to disclose key results and action plans from these initiatives in our Sustainability Report. \n\n&#160; \n\n&#160; \n\nWe also retain an independent third-party compensation consultant each year to conduct a pay equity analysis of our U.S. workforce, including factors of pay (e.g., grade level, tenure in role, most recent promotion) and external market conditions (e.g., geographic location) to ensure consistency and equitable treatment amongst our employees. In 2022, our review included 99% of our U.S. employee population, excluding only approximately 50 of our most senior management employees, and the results did not identify preferential treatment to any class of employee; however, we identified several isolated discrepancies between actual compensation and our policies and we quickly made pay adjustments to close all identified gaps. \n\nTalent Development \n\nWe believe that our people and culture give us a competitive advantage in our business. In 2022, we had approximately 22,000 internal promotions. Additionally, 90% of all restaurant management roles were internal promotions including 100% of US Regional Vice President roles, 81% of Team Directors, and 74% of Field Leader positions. We provide our employees various learning opportunities to ensure that we maintain a diverse pipeline of talent available to regularly promote employees to leadership positions, including the following: \n\n&#61623; Our Leadership Evolution and Development Program focuses on preparing a cross-functional cohort of mid-level managers for the future of work and leadership. During the 9-month program, participants learn the critical capabilities of leading oneself, to leading others, to leading the business with topics designed to stretch capabilities and improve decision-making skills. \n\n&#61623; Our Executive Development Program, which focuses on developing eleven high potential Team Directors by providing them with opportunities to develop in areas such as leadership, marketing, business and finance, data and analytics, ESG and hospitality, as well as gain an in-depth understanding of various functions within the company. \n\n&#61623; Online executive coaching for mid- and senior level leaders throughout the organization. \n\n&#61623; Coordinated talent calibration across the organization to identify a diverse pipeline of emerging leaders, matching these leaders with the appropriate development programs to ensure we have a slate of &#8216;ready now&#8217; internal talent for critical roles within the organization. \n\n&#61623; Development courses and programs that focus on creating an inclusive culture. \n\nTotal Rewards \n\nThe financial, physical and mental wellness of our employees remains our top priority and we believe we have compelling compensation packages and incentive programs and a robust suite of benefit offerings that enables us to engage current team members and attract new team members: \n\n&#61623; Our commitment to pay equity is evidenced by our investment in our compensation packages, including competitive wages and industry leading incentive programs, such as our annual and quarterly bonus programs, that allow us to attract and retain the top talent in the industry. \n\n&#61623; Our Debt-Free Degree program that now provides Chipotle employees access to nearly 100 degrees at 10 universities, completely tuition debt free. \n\n&#61623; New Career Certificates, which further enhances our Tuition Assistance benefits by providing on-demand certificate programs to help Chipotle team members advance their careers in as little as eight weeks. \n\n&#61623; In 2023, we launched a program that provides our medically enrolled employees and their families with a Health Pro who can help them navigate the complex healthcare environment, helping them understand how their health benefits cover their care, how to save money, as well as get expert, high-quality medical care. \n\n&#61623; Personalized mental health assistance is available to all Chipotle employees and their family members through a partnership with Health Advocate; support is available 24/7 via in-person, phone, or virtual visits with a licensed counselor. \n\nGovernment Regulation and Environmental Matters \n\nWe are subject to various federal, state and local laws and regulations that govern aspects of our business operations, including those governing: \n\n&#160; \n\n&#160; \n\n&#160; \n\n&#61623; preparation, sale and labeling of food, including regulations of the Food and Drug Administration, which oversees the safety of the entire food system, including inspections and mandatory food recalls, menu labeling and nutritional content; \n\n&#61623; employment practices and working conditions, including minimum wage rates, wage and hour practices, fair workweek and &#8220;just cause&#8221; legislation, employment of minors, discrimination, harassment, classification of employees, paid and family leave, workplace safety, immigration and overtime among others; \n\n&#61623; data privacy and standards for the protection of personal information, including social security numbers, financial information (including credit card numbers), and health information, including state laws such as the California Privacy Rights Act (&#8220;CPRA&#8221;) and CCPA in California as well as new privacy-related legislation in Virginia, Colorado, Connecticut, Utah and a growing number of other states, and international laws such as GDPR in the European Union and the Personal Information Protection and Electronic Documents Act (&#8220;PIPEDA&#8221;) in Canada, and payment card industry standards and requirements; \n\n&#61623; health, sanitation, safety and fire standards and the sale of alcoholic beverages; \n\n&#61623; building and zoning requirements, including state and local licensing and regulation governing the design and operation of facilities and land use; \n\n&#61623; public accommodations and safety conditions, including the Americans with Disabilities Act and similar state laws that give civil rights protections to individuals with disabilities in the context of employment, public accommodations, online resources and other areas; \n\n&#61623; environmental matters, such as emissions and air quality, water consumption, the discharge, storage, handling, release, and disposal of hazardous or toxic substances, and local ordinances restricting the types of packaging we can use in our restaurants; and \n\n&#61623; public company compliance, disclosure and governance matters, including accounting and tax regulations, SEC and NYSE disclosure requirements. \n\nWhile costs associated with compliance with these laws and regulations have increased as the number and scope of the laws have increased, the total costs incurred have not had, and are not expected to have, a material effect on our capital expenditures, results of operations or competitive position. See &#8220;Risk Factors&#8221; in Item 1A for a discussion of risks relating to federal, state, local and international laws and regulations applicable to our business. \n\nSeasonality \n\nSeasonal factors influencing our business are described under the heading &#8220;Quarterly Financial Data/Seasonality&#8221; in Item 7. &#8220;Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations.&#8221; \n\nCompetition \n\nThe fast-casual, quick-service, and casual dining segments of the restaurant industry are highly competitive with respect to, among other things, taste , price, food quality and presentation, service, location, convenience, brand reputation, cleanliness, and ambience of each restaurant. Our competition includes a variety of restaurants in each of these segments, including locally-owned restaurants, as well as national and regional chains. Competition from food delivery services, which offer meals from a wide variety of restaurants, also has increased in recent years, particularly during COVID-19, and is expected to continue to increase. Many of our competitors also offer dine-in, carry-out, online, catering, and delivery services. Among our main competitors are restaurant formats that claim to serve higher quality ingredients without artificial flavors, colors and preservatives, and that serve food quickly and at a reasonable price. \n\nOur Intellectual Property and Trademarks \n\n&#8220;Chipotle,&#8221; &#8220;Chipotle Mexican Grill,&#8221; &#8220;Food With Integrity,&#8221; &#8220;Responsibly Raised,&#8221; &#8220;Chipotle Rewards,&#8221; and a number of other marks and related designs and logos are U.S. registered trademarks of Chipotle. We have filed trademark applications for a number of additional marks in the U.S. as well. In addition to our U.S. registrations, we have registered trademarks for &#8220;Chipotle&#8221; and a number of other marks in Canada, the European Union and various other countries, and have filed trademark applications for &#8220;Chipotle Mexican Grill,&#8221; &#8220;Chipotle&#8221; and a number of other marks in additional countries. We also believe that the design of our restaurants is our proprietary trade dress and have registered elements of our restaurant design for trade dress protection in the U.S. as well. \n\nFrom time to time, we have taken action against other restaurants that we believe are misappropriating our trademarks, restaurant designs or advertising. Although our policy is to protect and defend vigorously our rights to our intellectual property, we may not be able to adequately protect our intellectual property, which could harm the value of our brand and adversely affect our business. \n\n&#160; \n\n&#160; \n\nAvailable Information \n\nWe maintain a website at www.chipotle.com, including an investor relations section at ir.chipotle.com, on which we routinely post important information, such as webcasts of quarterly earnings calls and other investor events in which we participate or host, and any related materials. Our Code of Ethics and our Code of Conduct for Suppliers also are available in this section of our website. You may access our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports, as well as other reports relating to us that are filed with or furnished to the SEC, free of charge in the investor relations section of our website as soon as reasonably practicable after such material is electronically filed with or furnished to the SEC. The SEC also maintains a website that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC at www.sec.gov. \n\nThe contents of the websites mentioned above and elsewhere in this report are not incorporated into and should not be considered a part of this report. The references to the URLs for these websites are intended to be inactive textual references only. &#8206; \n\n&#160; \n\n&#160; \n\n"
    },
    {
      "section": "1A",
      "text": " ITEM 1A. RISK FACTORS \n\nYou should carefully consider the risks described below in addition to the other information set forth in this Annual Report on Form 10-K, including the &#8220;Management&#8217;s Discussion and Analysis of Financial Conditions and Results of Operations&#8221; section and the consolidated financial statements and related notes. If any of the risks and uncertainties described below actually occur or continue to occur, our business, financial condition and results of operations, and the trading price of our common stock could be materially and adversely affected. The risks and uncertainties described below are those that we have identified as material but are not the only risks and uncertainties we face. Our business is also subject to general risks and uncertainties that affect many other companies, including, but not limited to, overall economic and industry conditions. Additional risks not currently known to us or that we presently deem immaterial may arise or become material and may negatively impact our business, reputation, financial condition, results of operations or the trading price of our common stock. \n\nRisks Related to the Nature of our Business and the Restaurant Industry \n\nFood safety and food-borne illness concerns may have an adverse effect on our business by decreasing sales and increasing costs. \n\nFood safety is our top priority, and we dedicate significant resources to ensuring that our guests enjoy safe, high-quality food products. However, even with strong preventative controls and interventions, food safety risks cannot be completely eliminated in every restaurant. Incidents of food-borne illnesses continue to occur in the restaurant industry and may result from the failure of restaurant employees or suppliers to follow our food safety policies and procedures, or from employees or guests entering our restaurant while ill and contaminating ingredients or surfaces. Although we monitor and audit compliance with our program, we cannot guarantee that each and every food item is safely and properly maintained from the start of the supply chain through guest consumption. Any report, legitimate or rumored, of food-borne illness such as E. coli, hepatitis A, norovirus or salmonella, or other food safety issue, such as food tampering or contamination, at one of our restaurants could adversely affect our reputation and have a negative impact on our sales. In addition, instances of food-borne illness or food safety issues that occur solely at competitors&#8217; restaurants could result in negative publicity about the restaurant industry and adversely impact our sales. Social media has dramatically increased the speed with which negative publicity, including actual or perceived food safety incidents, is disseminated before there is any meaningful opportunity to investigate, respond to and address an issue. The occurrence of food-borne illnesses or food safety issues could also adversely affect the price and availability of affected ingredients, resulting in higher costs and lower margins. \n\nWe may be more susceptible than our competitors to significant negative consequences from food safety incidents due to several highly publicized food safety incidents involving E. coli, C. perfringens bacteria and norovirus that were connected to a number of our restaurants between 2015 to 2018. These incidents and the related negative publicity had a significant negative impact on our sales and profitability for those years. Because of consumer perceptions of our restaurants in the wake of these incidents, any future food safety incidents associated with our restaurants&#8212;even incidents that would be considered minor at our competitors&#8212;may have a more significant negative impact on our sales and our ability to retain guests. In addition, we may be at a higher risk for food safety incidents than some competitors due to our greater use of fresh, unprocessed produce, handling of raw chicken in our restaurants, our reliance on employees cooking with traditional methods rather than automation, and our avoidance of frozen ingredients. The risk of illnesses associated with our food also may increase due to our delivery or catering businesses, in which our food is transported, stored and/or served in conditions that are not under our control. All of these factors could have an adverse impact on our ability to attract and retain guests, which could in turn have a material adverse effect on our growth and profitability. \n\nOur digital business, which accounted for a significant portion of our 2022 total revenue, is subject to risks. \n\nIn 2022, 39.4% of our food and beverage revenue was derived from digital orders, which includes third-party delivery and customer pickup in-restaurant and through our Chipotlanes. Approximately 19% of our 2022 food and beverage revenue consisted of delivery orders for which we are reliant on third-party delivery companies. Depending on which ordering platform a guest uses &#8211; our platform or the platform of a third-party delivery service &#8211; the delivery fee we collect from the guest may be less than the actual delivery cost, which has a negative impact on our profitability. In 2022, we implemented several menu price increases to partially offset the increases in delivery, labor and other costs; however, our higher menu prices may cause some guests to shift their purchases to other restaurants offered on the platform. These delivery companies maintain control over data regarding our guests who use their platform and over the guest experience. If a third-party delivery driver fails to make timely deliveries or fails to deliver the complete order, our guests may attribute the bad customer experience to Chipotle and could stop ordering from us. The ordering and payment platforms used by these third parties, our mobile app or our online ordering site has been and could again be interrupted by technological failures, user errors, cyber-attacks or other factors, which could adversely impact sales through these channels and negatively impact our overall sales and reputation. If the third-party delivery companies we utilize increase their fees or give greater priority or promotions on their platforms to other restaurants, our delivery business and our sales may be negatively impacted. The delivery business has been consolidating and may continue to consolidate, which may give third-party delivery companies more leverage in negotiating the terms and pricing of contracts, which in turn could negatively impact our profits from this channel. \n\n&#160; \n\n&#160; \n\nThe restaurant industry is highly competitive. If we are not able to compete successfully, our business, financial condition and results of operations would be adversely affected. \n\nThe restaurant industry is highly competitive with respect to taste preferences, price, food quality and selection, customer service, brand reputation, digital engagement, advertising and promotional initiatives, and the location, attractiveness and maintenance of restaurants. We also compete with non-traditional market participants, such as convenience stores, grocery stores, coffee shops, meal kit delivery services, and &#8220;ghost&#8221; or &#8220;dark&#8221; kitchens, where meals are prepared at separate takeaway premises rather than a restaurant. Competition from food delivery services, which promote a wide variety of restaurant options on their sites, also has increased in recent years, particularly during the COVID-19 pandemic. Increased competition could have an adverse effect on our sales, profitability and development plans. If consumer or dietary preferences change, if our marketing efforts are unsuccessful, or if our restaurants are unable to compete successfully with other restaurant outlets, our business could be adversely affected. \n\nWe continue to believe that our commitment to higher-quality and responsibly sourced ingredients resonates with guests and gives us a competitive advantage; however, many of our competitors also make claims related to the quality of their ingredients and lack of artificial flavors, colors and preservatives. The increasing use of these claims by competitors, regardless of the accuracy of such claims, may lessen our differentiation and make it more difficult for us to compete. If we are unable to continue to maintain our distinctiveness and compete effectively, our business, financial condition and results of operations could be adversely affected. \n\nIf w e do not continue to persuade consumers of the benefits of paying higher prices for our higher- quality food, our sales and results of operations could be hurt . \n\nOur success depends in large part on our ability to persuade consumers that food made with ingredients that were raised or grown according to our Food With Integrity principles is worth paying a higher price relative to prices of some of our competitors, particularly quick-service restaurants. Under our Food With Integrity principles, for example, animals must be responsibly raised, and the milk in our sour cream, cheese and queso must come from cows that have not been treated with rBGH, practices which typically are more costly than conventional farming. If we are not able to successfully persuade consumers that consuming food made in accordance with our Food With Integrity principles is better for them and the environment, or if consumers are not willing to pay the prices we charge, our sales could be adversely affected, which would negatively impact our results of operations. \n\nOur inability or failure to recognize, respond to and effectively manage the immediacy of social media could have a material adverse impact on our business. \n\nSocial media and internet-based communications, including video-sharing, social networking, and gaming and messaging platforms, give users immediate access to a broad audience. These platforms have dramatically increased the speed and scale of dissemination and accessibility of information, including negative publicity related to food safety incidents and negative guest and employee experiences. Accurate and inaccurate or misleading information can be widely disseminated before there is any meaningful opportunity to respond or address an issue. As a result of our highly publicized food safety incidents in 2015 &#8211; 2018, negative social media posts about our business may generate a disproportionately negative response than would be experienced by other companies without a similar history. It is impossible for us to fully predict or control social media backlash, which could harm our business, prospects, financial condition, and results of operations, regardless of the information&#8217;s accuracy. \n\nUse of social media is an important element of our marketing efforts. New social media and internet-based communication platforms are developing rapidly, and we need to continuously innovate and evolve our marketing strategies to maintain our brand relevance and broad appeal to guests. We also continue to invest in other digital marketing initiatives to reach our guests and build their awareness of, engagement with, and loyalty to us, including our &#8220;Chipotle Rewards&#8221; loyalty program. These initiatives may not be successful, resulting in expenses incurred without the benefit of higher revenues, increased customer engagement or brand recognition. Other risks associated with our use of social media and internet-based communication platforms include association with influencers or online celebrities who become embroiled in controversy, platforms and business partners who experience challenges, improper disclosure of proprietary information, negative comments about us, exposure of personally identifiable information, fraud, hoaxes or malicious dissemination of false information. The inappropriate use of social media by our guests or employees could lead to litigation or result in negative publicity that could damage our reputation. \n\n&#160; \n\n&#160; \n\nRisks Related to Human Capital \n\nIf we are not able to hire, develop and retain qualified restaurant employees and/or appropriately plan our workforce, our growth plan and profitability could be adversely affected. \n\nWe rely on our restaurant-level employees to consistently provide high-quality food and positive experiences to our guests. In addition, our ability to continue to open new restaurants depends on us attracting, hiring, developing and retaining high-quality employees to manage and work in our restaurants. Maintaining appropriate staffing in our restaurants requires precise workforce planning, which planning has become more complex due to predictive scheduling laws (also called &#8220;fair workweek&#8221; or &#8220;secure scheduling&#8221;) and &#8220;just cause&#8221; termination legislation in certain geographic areas where we operate, and the so-called &#8220;great resignation&#8221; trend. The market for qualified talent continues to be competitive and we must ensure that we continue to offer competitive wages, benefits and workplace conditions to retain qualified employees. We have experienced and may continue to experience challenges in hiring and retaining restaurant employees and in maintaining full restaurant staffing in various locations, which has resulted in longer wait times for guest orders, temporary closures of the digital make line and decreased employee satisfaction. In one instance, we permanently closed a restaurant due to lack of necessary staff after a prolonged recruiting effort. A shortage of qualified candidates who meet all legal work authorization requirements, failure to hire and retain new restaurant employees in a timely manner or higher than expected turnover levels could affect our ability to open new restaurants, grow sales at existing restaurants or meet our labor cost objectives. In addition, failure to adequately monitor and proactively respond to employee dissatisfaction could lead to poor guest satisfaction, higher turnover, litigation and unionization efforts, which could negatively impact our ability to meet our growth targets. We have experienced labor union efforts to organize groups of our employees from time to time and, if successful, those organizational efforts may decrease our operational flexibility and disrupt our normal operations, which could adversely affect our business. \n\nIf we fail to comply with applicable federal, state and local employment and labor laws and regulations, it could have a material, adverse impact on our business. \n\nVarious federal, state and local employment and labor laws and regulations govern our relationships with our employees, and similar laws and regulations apply to our operations outside of the U.S. These laws and regulations relate to matters such as employment discrimination, wage and hour laws, requirements to provide and document meal and rest periods or other benefits, family leave mandates, requirements regarding working conditions and accommodations to certain employees, citizenship or work authorization and related requirements, insurance and workers&#8217; compensation rules, healthcare laws and anti-discrimination and anti-harassment laws. We incur substantial costs to comply with these laws and regulations and non-compliance could expose us to significant liabilities. For example, a number of lawsuits previously have been filed against us alleging violations of federal and state laws regarding employee wages and payment of overtime, meal and rest breaks, employee classification, employee record-keeping and related practices with respect to our employees. We incur legal costs to defend these cases, and we could incur losses from these and similar cases, and the amount of such losses or costs could be material. \n\nIn addition, several jurisdictions, including New York City, Philadelphia, Chicago, Seattle, Oregon, San Francisco, San Jose and Berkeley have implemented fair workweek or &#8220;secure scheduling&#8221; legislation, which impose complex requirements related to scheduling for certain restaurant and retail employees, and additional jurisdictions are considering similar legislation. Several jurisdictions also have implemented sick pay and paid time off legislation, which requires employers to provide paid time off to employees, and &#8220;just cause&#8221; termination legislation, which restricts companies&#8217; ability to terminate employees or reduce employees&#8217; hours unless they can prove &#8220;just cause&#8221; or a &#8220;bona fide economic reason&#8221; for the termination or reduction in hours. All of these regulations impose additional obligations on us and our failure to comply with any of these regulations could subject us to penalties and other legal liabilities, which could adversely affect our business and results of operations and potentially cause us to close or reduce operating hours of some restaurants in these jurisdictions. For example, we previously reported the settlement of a complaint alleging that we violated New York City&#8217;s Fair Workweek law and Earned Safe and Sick Time Act. We also have been and are undergoing several audits of our compliance with employment law requirements in other cities, which could result in additional liabilities. Our liability exposure for these employment laws and regulations may be higher than our restaurant peers because we are one of the largest restaurant companies that owns and operates all our restaurants, while most of our restaurant peers franchise some or a significant portion of their operations. \n\n&#160; \n\n&#160; \n\nIncreases in the cost of labor could adversely impact our business and profitability. \n\nOur business has been and could continue to be adversely impacted by increases in labor costs caused by factors such as federal, state and local laws governing matters such as minimum wages, meal and rest breaks and changes to eligibility for overtime pay; regulations regarding scheduling and benefits; increased health care and workers&#8217; compensation insurance costs; higher wages and costs of other benefits necessary to attract, hire and retain high-quality employees with the right skill sets in a highly competitive job market; and increased wages, benefits and costs related to the COVID-19 pandemic. In addition, state and local laws such as the recently passed California AB 257 (the &#8220;FAST Act&#8221;) may require wage increases and working hour and working condition standards that would restrict our flexibility to respond to market conditions and increase our costs without corresponding benefits. Although the FAST Act is stayed pending a referendum in 2024, it is possible that ultimately it will be enforced, and that other jurisdictions will pass similar laws . Our ability to offset higher labor costs by increasing menu prices depends on the willingness of our guests to pay the higher prices and the perceived value of our meals relative to competitors. If competitive or inflationary pressures or other factors prevent us from offsetting higher labor costs by increased menu prices, our profitability may decline. \n\nRisks Related to IT Systems, Cybersecurity and Data Privacy \n\nBreaches or other unauthorized access, theft, modification or destruction of guest and/or employee personal, confidential or other material information that is stored in our systems or by third parties on our behalf could adversely affect our business. \n\nWe could experience a cybersecurity or privacy incident, which generally refers to any intentional attack or an unintentional event that results in unauthorized access to personal information or systems to disrupt operations, corrupt data or steal confidential information or intellectual property, or a ransomware attack, which is a type of malicious software that infects a computer and restricts users&#39; access to it until a ransom is paid. Any such incident that compromises the information of our guests or employees or disrupts our business operations could result in widespread negative publicity, damage to our reputation, a loss of guests, disruption of our business and legal liabilities. If any of our critical suppliers is the target of a cybersecurity or ransomware attack, we could experience a significant disruption in our supply chain and possibly shortages of key ingredients. In the past year, a ransomware attack on one of our key vendors required us to reperform manual processes, which resulted in delays and reduced efficiencies. \n\nAs our reliance on technology has grown, the scope and severity of risks posed to our systems from cyber threats has increased. In addition, as more business activities have shifted online and more people are working remotely, we have experienced an increase in cybersecurity threats and attempts to breach our security networks. The techniques and sophistication used to conduct cyber-attacks and breaches of information technology systems, as well as the sources and targets of these attacks, change frequently and are often not recognized until attacks are launched or have been in place for a period of time. We continuously monitor and develop our information technology networks and infrastructure to prevent, detect, address and mitigate the risk of unauthorized access, misuse, malware and other events that could have a security impact; however, there can be no assurance that these measures will be effective. \n\nThe majority of our restaurant sales are made by credit or debit cards, and we also maintain personal information regarding our employees and guests, and confidential information about our guests and suppliers. We segment our card data environment and employ a cyber security protection program that is based on proven industry frameworks, including cyber security techniques, tactics and procedures such as the deployment of a robust set of security controls, continuous monitoring and detection programs, network protections, vendor selection criteria, secure software development programs and ongoing employee training, awareness and incident response preparedness. In addition, we continuously scan our environment for any vulnerabilities, perform penetration testing, engage third parties to assess effectiveness of our security measures and collaborate with members of the cyber security community. However, there are no assurances that such programs will be effective in detecting or preventing cybersecurity breaches. \n\nFrom time to time we have been, and likely will continue to be, the target of cyber and other security threats. For example, some of our guests have experienced account takeover fraud, in which guests use the same log in credentials on multiple websites and, when a third party fraudulently obtains those credentials from one website, they can gain unauthorized access to the guests&#8217; accounts on our website and charge food orders to the credit card linked to their account (without accessing credit card data). We may become subject to legal proceedings or governmental investigations for purportedly fraudulent transactions arising out of the actual or alleged theft of data or if guest or employee information is obtained by unauthorized persons or used inappropriately. Any such claim or proceeding, or any adverse publicity resulting from such an event, may have a material adverse effect on our business and we may incur significant remediation costs. \n\n&#160; \n\n&#160; \n\nWe may incur increased costs to comply with privacy and data protection laws and, if we fail to comply, we could be subject to government enforcement actions, private litigation and adverse publicity. \n\nComplex local, state, federal and international laws and regulations apply to the collection, use, retention, protection, disclosure, transfer and other processing of personal data. These privacy and data protection laws and regulations are quickly evolving, with new or modified laws and regulations proposed and implemented frequently and existing laws and regulations subject to new or different interpretations and enforcement. For example, the European Union&#8217;s General Data Protection Regulation (&#8220;GDPR&#8221;) requires companies to meet certain requirements regarding the handling of personal data, including its use, protection and transfer and the ability of persons whose data is stored to correct or delete such data about themselves, and failure to meet the GDPR requirements could result in penalties of up to 4% of annual worldwide revenue. Additionally, the California Consumer Privacy Act of 2018 (&#8220;CCPA&#8221;) provides a private right of action for data breaches and requires companies that process the personal information of California residents to make new disclosures to consumers about their data collection, use and sharing practices, allow consumers to opt out of certain data sharing with third parties and to request deletion of personal information (subject to certain exceptions). Virginia, Colorado, Connecticut and Utah have enacted similar data privacy legislation that will take effect in 2023, and several other states and countries are considering expanding or passing privacy laws in the near term. If we fail, or are perceived to have failed, to properly respond to security breaches of our or a third party&#8217;s information technology systems or fail to properly respond to or honor consumer requests under any of the foregoing privacy laws, we could experience reputational damage, adverse publicity, loss of consumer confidence, reduced sales and profits, complications in executing our growth initiatives and regulatory and legal risk, including regulatory fines and penalties, and in some cases civil liabilities where individuals have been provided with a private right of action. \n\nCompliance with the current and future privacy and data protection laws can be costly and time-consuming and there is no assurance that our compliance efforts will be successful in preventing breaches or data loss. Our failure to comply with applicable laws and regulations or other obligations to which we may be subject relating to personal data, or to protect personal data from unauthorized access, use or other processing, could result in enforcement actions and regulatory investigations against us, claims for damages by customers and other affected individuals, fines or damage to our brand reputation, any of which could have a material adverse effect on our operations, financial performance and business. \n\nThe regulatory environment related to privacy and data security is changing at an ever-increasing pace, with new and increasingly rigorous requirements applicable to our business. In addition, the issues regulated by privacy laws (such as advertising and marketing, children, biometric, employee, and health related information) have expanded, as have the number of city, state, federal and international governmental bodies and agencies that have recently passed or are currently considering privacy legislation or regulatory rulemaking. Where not limited by preemption, many states have passed or are considering adopting stricter versions of federal privacy laws (e.g., state level statutes similar to the Telephone Consumer Protection Act of 1991 (&#8220;TCPA&#8221;), the Health Insurance Portability and Accountability Act, and the Children&#8217;s Online Privacy Protection Act of 1998 (&#8220;COPPA&#8221;)). Private service providers also have implemented mandatory privacy requirements impacting businesses, like Chipotle, that wish to utilize services available on their platforms. Taken together, Chipotle faces rapidly increasing compliance costs in order to modify its operations and business practices to comply with applicable laws, regulations and other requirements. \n\nWe rely heavily on information technology systems and failures or interruptions in our IT systems could harm our ability to effectively operate our business and/or result in the loss of guests or employees. \n\nWe rely heavily on information technology systems, including the point-of-sale and payment processing system in our restaurants, technologies supporting our digital and delivery business, technologies that trace ingredients back to suppliers and growers and manage our supply chain, our rewards program, technologies that facilitate marketing initiatives, employee engagement and payroll processing, and various other processes and transactions. Our ability to effectively manage our business and coordinate the procurement, production, distribution, safety and sale of our products depends significantly on the availability, reliability and security of these systems. Many of these critical systems are provided and managed by third parties, and we are reliant on these third-party providers to implement protective measures that ensure the security and availability of their systems. Although we have operational safeguards in place, these safeguards may not be effective in preventing the failure of these third-party systems or platforms to operate effectively and be available. Failures may be caused by various factors, including power outages, catastrophic events, physical theft, computer and network failures, inadequate or ineffective redundancy, problems with transitioning to upgraded or replacement systems or platforms, flaws in third-party software or services, errors or improper use by our employees or the third-party service providers. If any of our critical IT systems were to become unreliable, unavailable, compromised or otherwise fail, and we were unable to recover in a timely manner, we could experience an interruption in our operations that could have a material adverse impact on our profitability. \n\n&#160; \n\n&#160; \n\nOur inability or failure to execute a comprehensive business continuity plan at our restaurant support centers following a disaster or force majeure event could have a material adverse impact on our business. \n\nMany of our corporate systems and processes and corporate support for our restaurant operations are centralized at one location. &#160; We have disaster recovery procedures and business continuity plans in place to address crisis-level events, including hurricanes and other natural disasters, and back up and off-site locations for recovery of electronic and other forms of data and information, and the COVID-19 pandemic provided a limited test of our ability to manage our business remotely. However, if we are unable to fully implement our disaster recovery plans, we may experience delays in recovery of data, inability to perform vital corporate functions, tardiness in required reporting and compliance, failures to adequately support field operations and other breakdowns in normal communication and operating procedures that could have a material adverse effect on our financial condition, results of operation and exposure to administrative and other legal claims. In addition, these threats are constantly evolving, which increases the difficulty of accurately and timely predicting, planning for and protecting against the threat. As a result, our disaster recovery procedures and business continuity plans security may not adequately address all threats we face or protect us from loss. \n\nRisks Related to Supply Chain \n\nIncreases in the costs of ingredient and other materials, including increases caused by inflation, global conflicts, the COVID-19 pandemic and climate risks, could adversely affect our results of operations. \n\nSupply chain risk could increase our costs and limit the availability of ingredients and supplies that are critical to our restaurant operations. The markets for some of our ingredients, such as beef, avocado and other produce, are particularly volatile due to factors beyond our control such as limited sources, seasonal shifts, climate conditions, recent inflationary trends, military and geopolitical conflicts and industry demand, including as a result of animal disease outbreaks, international commodity markets, food safety concerns, product recalls and government regulation. In addition, for certain of our ingredients and other materials, we have a limited number of suppliers and distributors. We remain in regular contact with our major suppliers and to date we have not experienced significant disruptions in our supply chain; however, in 2022 costs for certain supplies and ingredients, such as avocados, packaging, dairy, tortillas, beef and chicken increased materially and rapidly, and inflationary pressures could continue and/or spread to more categories as inflation increases continue across the global supply chain . Our efforts to mitigate future price risk through forward contracts, strong partnerships with key suppliers, careful planning and other activities may not fully insulate us from increases in commodity costs, which could have an adverse impact on our profitability. \n\nWe also could be adversely impacted by price increases specific to meats raised in accordance with our Responsibly Raised animal welfare criteria, and ingredients grown in accordance with our Food With Integrity specifications, the markets for which are generally smaller and more concentrated than the markets for conventionally raised or grown ingredients. Any increase in the prices of the ingredients most critical to our menu, such as chicken, beef, dairy (for cheese, sour cream and queso), avocados, beans, rice, tomatoes and pork, would have a particularly adverse effect on our operating results. If the cost of one or more ingredients significantly increases, we may choose to temporarily suspend serving menu items that use those ingredients, such as guacamole or one of our proteins, rather than pay the increased cost. Any such changes to our available menu may negatively impact our restaurant traffic and could adversely impact our sales and brand. \n\nShortages or interruptions in the supply of ingredients could adversely affect our operating results. \n\nOur business is dependent on frequent and consistent deliveries of ingredients that comply with our Food With Integrity specifications. We may experience shortages, delays or interruptions in the supply of ingredients and other supplies to our restaurants due to inclement weather, natural disasters, labor issues or other operational disruptions at our suppliers, distributors or transportation providers, or other conditions beyond our control. In addition, we have a single or a limited number of suppliers for some of our ingredients, including salt, certain cuts of beef, tomatoes, tortillas and adobo . Although we believe we have potential alternative suppliers and sufficient reserves of ingredients, shortages or interruptions in our supply of ingredients could adversely affect our financial results. \n\n&#160; \n\n&#160; \n\nLegal and Regulatory Risks \n\nA violation of Chipotle&#8217;s Deferred Prosecution Agreement could have an adverse effect on our business and reputation. \n\nIn April 2020, Chipotle signed a Deferred Prosecution Agreement (the &#8220;DPA&#8221;) to settle an official criminal investigation conducted by the U.S. Attorney&#8217;s Office for the Central District of California, in conjunction with the U.S. Food and Drug Administration&#8217;s Office of Criminal Investigations (collectively, the &#8220;DOJ&#8221;), into food safety matters that occurred in our restaurants dating back to January 1, 2013. Pursuant to the DPA, the DOJ filed a two-count Class A Misdemeanor Information in the United States District Court for the Central District of California charging Chipotle with adulterating and causing food to be adulterated within the meaning of the Federal Food, Drug and Cosmetic Act while such food was held for sale. Under the DPA, Chipotle paid a fine and is required to maintain a comprehensive compliance program designed to ensure Chipotle complies with all applicable federal and state food safety laws. If Chipotle is in full compliance with all of its obligations under the DPA at the conclusion of the three-year deferred prosecution term, which ends in April 2023, the DOJ agreed to move to dismiss the two-count Information filed against Chipotle. \n\nChipotle owns and operates over 3,100 restaurants and we dedicate substantial resources to our food safety program; however, even with strong preventative controls and interventions, food safety risks cannot be completely eliminated in any restaurant. Food safety risks may arise due to possible failures by restaurant employees or suppliers to follow food safety policies and procedures, employees or guests coming to the restaurant while ill or contaminated ingredients in the food we sell. If Chipotle is found to have breached the terms of the DPA, the DOJ may elect to prosecute, or bring a civil action against us for conduct alleged in the DPA&#8217;s Statement of Facts, which could result in additional fines, penalties, and have material adverse impacts on our results of operations and adversely affect our brand and reputation. \n\nWe could be party to litigation or other legal proceedings that could adversely affect our business, results of operations and reputation. \n\nWe have been and likely will continue to be subject to litigation and other legal proceedings that may adversely affect our business. These legal proceedings may involve claims brought by employees, guests, government agencies, suppliers, shareholders or others through private actions, class actions, administrative proceedings, regulatory actions or other litigation. These legal proceedings may involve allegations of illegal, unfair or inconsistent employment practices, including those governing wage and hour, employment of minors, discrimination, harassment, wrongful termination, and vacation and family leave laws; food safety issues including food-borne illness, food contamination and adverse health effects from consumption of our food products; data security or privacy breaches; guest discrimination; personal injury in our restaurants; marketing and advertising claims, including claims that our Food With Integrity or other sustainability claims are misleading or inaccurate; infringement of patent, copyright or other intellectual property rights; violation of the federal securities laws or other concerns. In 2022, a number of lawsuits were filed against us and governmental audits initiated alleging violations of federal and state employment laws, including wage and hour claims, and we could be involved in similar or even more significant litigation and legal proceedings in the future. Even if the allegations against us in current or future legal matters are unfounded or we ultimately are held not liable, the costs to defend ourselves may be significant and the litigation may subject us to substantial settlements, fines, penalties or judgments against us and may divert management&#39;s attention away from operating our business, all of which could negatively impact our financial condition and results of operations. Litigation also may generate negative publicity, regardless of whether the allegations are valid, or we ultimately are not liable, which could damage our reputation, and adversely impact our sales and our relationship with our employees and guests. \n\n&#160; \n\n&#160; \n\nWe are subject to extensive laws, government regulation, and other legal requirements and our failure to comply with existing or new laws and regulations could adversely affect our operational efficiencies, ability to attract and retain talent and results of operations. \n\nOur business is subject to extensive federal, state, local and international laws and regulations, including those relating to: \n\n&#61623; preparation, sale and labeling of food, including regulations of the Food and Drug Administration, which oversees the safety of the entire food system, including inspections and mandatory food recalls, menu labeling and nutritional content; \n\n&#61623; employment practices and working conditions, including minimum wage rates, wage and hour practices, fair workweek/secure scheduling and &#8220;just cause&#8221; legislation, employment of minors, discrimination, harassment, classification of employees, paid and family leave, workplace safety, immigration and overtime among others; \n\n&#61623; data privacy and standards for the protection of personal information, including social security numbers, financial information (including credit card numbers), and health information, including state laws such as CPRA and CCPA in California as well as new privacy-related legislation in Virginia, Colorado, Connecticut, Utah and a growing number of other states, privacy laws aimed at protecting children, such as TCPA and COPPA, and international laws such as GDPR in the European Union and PIPEDA in Canada, and payment card industry standards and requirements; \n\n&#61623; health, sanitation, safety and fire standards and the sale of alcoholic beverages; \n\n&#61623; building and zoning requirements, including state and local licensing and regulation governing the design and operation of facilities and land use; \n\n&#61623; public accommodations and safety conditions, including the Americans with Disabilities Act and similar state laws that give civil rights protections to individuals with disabilities in the context of employment, public accommodations, online resources and other areas; \n\n&#61623; environmental matters, such as emissions and air quality, water consumption, the discharge, storage, handling, release, and disposal of hazardous or toxic substances, and local ordinances restricting the types of packaging we can use in our restaurants; and \n\n&#61623; public company compliance, disclosure and governance matters, including accounting and tax regulations, SEC and NYSE disclosure requirements. \n\nCompliance with these laws and regulations, and future new laws or changes in these laws or regulations that impose additional requirements, can be costly. Any failure or perceived failure to comply with these laws or regulations could result in, among other things, revocation of required licenses, administrative enforcement actions, fines and civil and criminal liability. \n\nRisks Related to Our Growth and Business Strategy \n\nIf we are unable to meet our projections for new restaurant openings, or efficiently maintain the attractiveness of our existing restaurants, our profitability could suffer. \n\nOur growth depends on our ability to open new restaurants and operate them profitably. Since 2020, COVID-19 related disruptions in the global supply chain have increased the cost and decreased the availability of construction materials and restaurant equipment needed to open and operate our restaurants, which can delay the openings of new restaurants. In addition, we incur substantial startup expenses each time we open a new restaurant, and it can take up to 24 months to ramp up the sales and profitability of a new restaurant, during which time costs may be higher as we train new employees and build up a customer base. If we are unable to build the customer base that we expect or fail to overcome the higher startup expenses associated with new restaurants, our new restaurants may not be as profitable as our existing restaurants. Our ability to open and profitably operate new restaurants also is subject to various risks, such as the identification and availability of desirable locations; the negotiation of acceptable lease terms; the need to obtain all required governmental permits (including zoning approvals and liquor licenses) and comply with other regulatory requirements; the availability of capable contractors and subcontractors; increases in the cost and decreases in the availability of labor and building material; changes in weather, natural disasters, pandemics or other acts of God that could delay construction and adversely affect guest traffic; our ability to hire and train qualified management and restaurant employees; and general economic and business conditions. At each potential location, we compete with other restaurants and retail businesses for desirable development sites, construction contractors, management personnel, hourly employees and other resources. If we are unable to successfully manage these risks, we could face increased costs and lower than anticipated sales and earnings in future periods. \n\nIn addition, in an effort to increase same-restaurant sales and improve our operating performance, we continue to improve our existing restaurants through remodels, upgrades and regular upkeep. If the costs associated with remodels, upgrades or regular upkeep are higher than anticipated, restaurants are closed for remodeling for longer periods than planned or remodeled restaurants do not perform as expected, we may not realize our projected desired return on investment, which could have a negative effect on our operating results. \n\n&#160; \n\n&#160; \n\nOur failure to effectively manage and support our growth could have a negative adverse effect on our business and financial results. \n\nAs of December 31, 2022, we owned and operated over 3,100 Chipotle restaurants and we plan to open a significant number of new restaurants in the next several years. Our existing restaurant management systems, back office technology systems and processes, financial and management controls, information systems and personnel may not be adequate to support our continued growth. To effectively manage a larger number of restaurants, we may need to upgrade and expand our infrastructure and information systems, automate more processes that currently are manual or require manual intervention and hire, train and retrain restaurant employees and corporate support staff, all of which may result in increased costs and at least temporary inefficiencies. We also place a lot of importance on our culture, which we believe has been an important contributor to our success, and as we continue to grow it may be increasingly difficult to maintain our culture. Our failure to sufficiently invest in our infrastructure and information systems and maintain our strong staffing and culture could harm our brand and operating results. \n\nA failure to recruit, develop and retain effective leaders or the loss or shortage of personnel with key capacities and skills could impact our strategic growth plans and jeopardize our ability to meet our business performance expectations and growth targets. \n\nOur ability to continue to grow our business depends substantially on the contributions and abilities of our executive leadership team and other key management personnel. Changes in senior management could expose us to significant changes in strategic direction and initiatives. A failure to maintain appropriate organizational capacity and capability to support our strategic initiatives or to build adequate bench strength with key skillsets required for seamless succession of leadership, could jeopardize our ability to meet our business performance expectations and growth targets. If we are unable to attract, develop, retain and incentivize sufficiently experienced and capable management personnel, our business and financial results may suffer. \n\nThe market price of our common stock may be more volatile than the market price of our peers. \n\nWe believe the market price of our common stock generally has traded at a higher price-earnings ratio than stocks of most of our peer companies as well as the overall market, which typically has reflected market expectations for higher future operating results. At any given point in time, our price-earnings ratio may trade at more than twice the price-earnings ratio of the S&#38;P 500. Also, the trading market for our common stock has been volatile at times, including as a result of adverse publicity events. As a result, if we fail to meet market expectations for our operating results in the future, any resulting decline in the price of our common stock could be significant. \n\nRisks Related to Environmental, Social and Governance Factors \n\nIf we are unable to achieve our social and environmental sustainability goals, our reputation and results of operations could be adversely affected. \n\nIn addition to financial performance, companies increasingly are being judged by their performance on a variety of environmental, social and governance (&#8220;ESG&#8221;) factors. Investors, governmental agencies and self-regulatory organizations, including the SEC, the NYSE and the Financial Accounting Standards Board (the &#8220;FASB&#8221;), have increasingly focused on social and environmental sustainability achievements and disclosures, including with respect to climate change, energy use, packaging and waste, human rights, sustainable supply chain practices, animal health and welfare and water use. Our mission is to Cultivate a Better World by serving responsibly sourced, classically-cooked, real food with wholesome ingredients without artificial colors, flavors or preservative. We strive to be a leader in responsible and sustainable food production and, in November 2021, we announced that we had set science-based targets validated by the Science Based Targets initiative to reduce absolute Scope 1, 2 and 3 greenhouse gas emissions 50% by 2030 from a 2019 base year. Execution of our mission and achievement of these goals are subject to risks and uncertainties, many of which are outside of our control and may prove to be more difficult and costly than we anticipate. These risks and uncertainties include, but are not limited to, our ability to execute on our mission and achieve our ESG goals within currently projected costs and expected timeframes; unforeseen design, operational and technological difficulties; the outcome of research efforts and future technology developments; the success of our collaboration with our suppliers and other third parties; and competitive pressures. There is no assurance that we will be able to successfully execute on our mission and fully achieve our ESG goals. Failure to achieve our goals could damage our reputation and relationships with our guests, investors and other stakeholders, which could have an adverse effect on our business, results of operations and stock price. \n\n&#160; \n\n&#160; \n\nClimate change and volatile adverse weather conditions could adversely affect our restaurant sales or results of operations. \n\nThere is growing concern that climate change and global warming has caused and may continue to cause more severe, volatile weather or extended droughts, which could increase the frequency and duration of weather impacts on our operations. Adverse weather conditions have in the past and may again impact guest traffic at our restaurants and, in more severe cases such as hurricanes, tornadoes, wildfires or other natural disasters, cause temporary restaurant closures, all of which negatively impact our restaurant sales. In addition, our supply chain is subject to increased costs caused by the effects of climate change, greenhouse gases and diminishing energy and water resources. Increasing weather volatility and changes in global weather patterns can reduce crop size and crop quality, or destroy crops altogether, which could result in decreased availability or higher pricing for our produce and other ingredients. We may be forced to source ingredients from new geographic regions, which could impact quality and increase costs. These factors are beyond our control and, in many instances, unpredictable. Climate change and government regulation relating to climate change also could result in construction delays for new restaurants and interruptions to the availability or increases in the cost of utilities. The ongoing and long-term costs of these impacts related to climate change and other sustainability-related issues could have a material adverse effect on our business and financial condition if we are not able to mitigate them. \n\nGeneral Risk Factors \n\nEconomic and business factors that are largely beyond our control may adversely affect consumer behavior and the results of our operations. \n\nRestaurant dining generally is dependent upon consumer discretionary spending, which may be affected by general economic conditions that are beyond our control. Increasing or prolonged high inflation, international, domestic and regional economic conditions, consumer income levels, financial market volatility, a slow or stagnant pace of economic growth, mass layoffs, rising energy costs, rising interest rates, social unrest, military conflicts and governmental, political and budget concerns or divisions may have a negative effect on consumer confidence and discretionary spending. The rapid increase in inflation during 2022 and widespread concern about a prolonged economic downturn may lead consumers to decrease their discretionary spending. A significant decrease in our guest traffic or average transactions would negatively impact our financial performance. The actual or perceived threat of a pandemic or communicable disease, terrorist attack, mass shooting, heightened security requirements, including cybersecurity, or a failure to protect information systems for critical infrastructure, such as the electrical grid and telecommunications systems, could harm our operations, the economy or consumer confidence generally. Any of the above factors or other unfavorable changes in business and economic conditions affecting our guests could increase our costs, reduce traffic in our restaurants or limit our ability to increase pricing, any of which could lower our profit margins and have a material adverse effect on our sales, financial condition and results of operations. These factors also could cause us to, among other things, reduce the number and frequency of new restaurant openings, close restaurants or delay remodeling of our existing restaurant locations. Further, poor economic conditions may force nearby businesses to shut down, which could reduce traffic to our restaurants or cause our restaurant locations to be less attractive. \n\nOur quarterly financial results may fluctuate significantly, including due to factors that are not in our control. \n\nOur quarterly financial results may fluctuate significantly and could fail to meet investors&#8217; expectations for various reasons, including : \n\n&#61623; neg ative publicity about the safety of our food, employment-related issues, litigation or other issues involving our restaurants; \n\n&#61623; fluctuations in supply costs, particularly for our most significant ingredients, and our inability to offset the higher cost with price increases without adversely impacting guest traffic; \n\n&#61623; labor availability and wages of restaurant management and employees; \n\n&#61623; increases in marketing or promotional expenses; \n\n&#61623; the timing of new restaurant openings and related revenues and expenses, and the operating costs at newly opened restaurants; \n\n&#61623; the impact of inclement weather and natural disasters, such as freezes and droughts, which could decrease guest traffic and increase the costs of ingredients; \n\n&#61623; the amount and timing of stock-based compensation; \n\n&#61623; litigation, settlement costs and related legal expenses; \n\n&#61623; tax expenses, asset impairment charges and non-operating costs; and \n\n&#61623; variations in general economic conditions, including the impact of rising inflation and the impact of rising interest rates on consumer demand trends . \n\nAs a result of any of these factors, results for any one quarter are not necessarily indicative of results to be expected for any other quarter or for any year. Average restaurant sales or comparable restaurant sales in any particular future period may decrease. \n\n"
    },
    {
      "section": "1B",
      "text": " ITEM 1B . UNRESOLVED STAFF COMMENTS \n\nNone. \n\n&#160; \n\n&#160; \n\n"
    },
    {
      "section": "2",
      "text": " ITEM 2. PROPE RTIES \n\nAs of December 31, 2022, there were 3,187 restaurants operated by Chipotle and our consolidated subsidiaries, 3 ,182 of which were Chipotle restaurants. Our main office is located at 610 Newport Center Drive, Newport Beach, CA 92660 and our telephone number is (949) 524-4000. We lease our main office and substantially all of the properties on which we operate restaurants. We own 17 properties and operate restaurants on all of them. For additional information regarding the lease terms and provisions, see Note 1. &#8220;Description of Business and Summary of Significant Accounting Policies&#8221; and Note 9. &#8220;Leases&#8221; in our consolidated financial statements included in Item 8. &#8220;Financial Statements and Supplementary Data.&#8221; \n\n"
    },
    {
      "section": "3",
      "text": " ITEM 3. LEGAL PROCEEDINGS \n\nFor information regarding legal proceedings, see Note 11. &#8220;Commitments and Contingencies&#8221; in our consolidated financial statements included in Item 8. &#8220;Financial Statements and Supplementary Data.&#8221; \n\n"
    },
    {
      "section": "4",
      "text": " ITEM 4. MINE SAFETY DISCLOSURES \n\nNot applicable. \n\n&#160; \n\n&#160; \n\n&#160; \n\nPART II \n\n"
    },
    {
      "section": "5",
      "text": " ITEM 5. MARKET FOR REGISTRANT&#8217;S COMMON EQUITY, RELATED SHAREHOLDER MATTERS AND ISSUER PURCHASES OF EQUITY SECURITIES \n\nOur common stock trades on the New York Stock Exchange under the symbol &#8220;CMG.&#8221; \n\nAs of February 7, 2023, there were approximately 1,313 shareholders of record. This does not include persons whose stock is in nominee or &#8220;street name&#8221; accounts through brokers. \n\nPurchases of Equity Securities by the Issuer \n\nThe table below reflects shares of common stock we repurchased during the fourth quarter of 2022. \n\n##TABLE_START \n\nTotal Number of Shares Purchased \n\nAverage Price Paid Per Share \n\nTotal Number of Shares Purchased as Part of Publicly Announced Plans or Programs (1) \n\nApproximate Dollar Value of Shares that May Yet Be Purchased Under the Plans or Programs \n\nOctober \n\n45,448 \n\n$ \n\n1,512.59 \n\n45,448 \n\n$ \n\n344,061,582 \n\nPurchased 10/1 through 10/31 \n\nNovember \n\n53,236 \n\n$ \n\n1,464.22 \n\n53,236 \n\n$ \n\n266,112,344 \n\nPurchased 11/1 through 11/30 \n\nDecember \n\n35,071 \n\n$ \n\n1,487.43 \n\n35,071 \n\n$ \n\n413,946,701 \n\nPurchased 12/1 through 12/31 \n\nTotal \n\n133,755 \n\n$ \n\n1,486.74 \n\n133,755 \n\n##TABLE_END\n\n(1) Shares were repurchased pursuant to repurchase programs announced on July 26, 2022. \n\n(2) The December total includes an additional $200 million in authorized repurchases approved on December 7, 2022 and announced February 7, 2023. There is no expiration date for this program. The authorization to repurchase shares will end when we have repurchased the maximum amount of shares authorized, or we have determined to discontinue such repurchases. \n\nDividend Policy \n\nWe are not required to pay any dividends and have not declared or paid any cash dividends on our common stock. We intend to continue to retain earnings for use in the operation and expansion of our business and to repurchase shares of common stock (subject to market conditions), and therefore do not anticipate paying any cash dividends on our common stock in the foreseeable future. \n\n&#8206; \n\n&#160; \n\n&#160; \n\nCOMPARISON OF CUMULATIVE TOTAL RETURN \n\nThe following graph compares the cumulative annual stockholders return on our common stock from December 31, 2017, through December 31, 2022, to that of the total return index for the S&#38;P 500 and the S&#38;P 500 Restaurants Index assuming an investment of $100 on December 31, 2017. In calculating total annual stockholder return, reinvestment of dividends, if any, is assumed. The indices are included for comparative purposes only. They do not necessarily reflect management&#8217;s opinion that such indices are an appropriate measure of the relative performance of our common stock. The values shown are neither indicative nor determinative of future performance. This graph is not &#8220;soliciting material,&#8221; is not deemed filed with the Securities and Exchange Commission and is not to be incorporated by reference in any of our filings under the Securities Act or the Exchange Act, whether made before or after the date hereof and irrespective of any general incorporation language in any such filing. \n\n##TABLE_START \n\nCompany/Index \n\n2018 \n\n2020 \n\n2022 \n\nChipotle Mexican Grill, Inc. \n\n$ \n\n$ \n\n$ \n\n$ \n\n605 \n\n$ \n\nS&#38;P 500 \n\n94 \n\n140 \n\n144 \n\nS&#38;P 500 Restaurants \n\n108 \n\n152 \n\n166 \n\n##TABLE_END\n\n*$100 invested on December 31, 2017, in stock or index, including reinvestment of dividends. \n\nFiscal year ending December 31, 2022. \n\nSource data: FactSet \n\n&#160; \n\n&#8206; \n\n&#160; \n\n&#160; \n\n"
    },
    {
      "section": "6",
      "text": " ITEM 6 . RESERVED \n\n"
    },
    {
      "section": "7",
      "text": " ITEM 7 . MANAGEMENT&#8217;S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS \n\nYou should read the following discussion together with our consolidated financial statements and related notes included in Item 8. &#8220;Financial Statements and Supplementary Data.&#8221; This section of the Form 10-K generally discusses 2022 items and year-to-year comparisons of 2022 to 2021. Discussions of 2020 items and year-to-year comparisons of 2021 and 2020 that are not included in this Form 10-K can be found in &#8220;Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations&#8221; in Part II, Item 7 on our Annual Report on Form 10-K for the year ended December 31, 2021. The discussion contains forward-looking statements involving risks, uncertainties and assumptions that could cause our results to differ materially from expectations. See &#8220;Cautionary Note Regarding Forward-Looking Statements.&#8221; Factors that might cause such differences include those described in Item 1A. &#8220;Risk Factors&#8221; and elsewhere in this report. \n\nOverview \n\nAs of December&#8239;31, 2022, we operated 3,129 Chipotle restaurants throughout the United States, 53 international Chipotle restaurants, and five non-Chipotle restaurants. We manage our U.S. operations based on eight regions and have aggregated our operations to one reportable segment. \n\nThroughout &#8220;Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations&#8221; we commonly discuss the following key operating metrics which we believe will drive our financial results and long-term growth model. W e believe these metrics are useful to investors because management uses these metrics to assess the growth of our business and the effectiveness of our marketing and operational strategies: \n\n&#61623; Comparable restaurant sales \n\n&#61623; Restaurant operating costs as a percentage of total revenue \n\n&#61623; New restaurant openings \n\n2022 Financial Highlights, year-over-year: \n\n&#61623; Total revenue increased 14.4% to $8.6 billion \n\n&#61623; Comparable restaurant sales increased 8.0% \n\n&#61623; Diluted earnings per share was $32.04, a 39.9% increase from $22.90, which includes a $0.74 after-tax impact from expenses related to certain legal proceedings, expenses related to the 2018 performance share COVID-19 related modification, corporate restructuring costs, employee separation costs, restaurant asset impairment and closure costs, and other costs, partially offset by an unrealized gain on investments \n\nSales Trends. Comparable restaurant sales increased 8.0% for the year ended December 31, 2022. The increase is primarily attributable to an increase in menu prices and, to a lesser extent, an increase in transactions, partially offset by a decrease in group size from the continued resurgence of our in-restaurant business. Comparable restaurant sales represent the change in period-over-period total revenue for restaurants in operation for at least 13 full calendar months . \n\nIn-restaurant sales increased 26.4% for the year ended December 31, 2022 compared to the year ended December 31, 2021. The increase was primarily due to menu price increases, a shift in consumer behaviors related to COVID-19 from digital sales to in-restaurant sales across the country, and new restaurant openings. In-restaurant sales represent food and beverage revenue generated on-premise and include revenue deferrals associated with Chipotle Rewards. \n\nDigital sales represented 39.4% of food and beverage revenue for the year ended December 31, 2022, compared to 45.0% of food and beverage revenue for the year ended December 31, 2021. The decrease in digital sales as a percentage of food and beverage revenue is primarily related to the increase of in-restaurant sales discussed above. Digital sales represent food and beverage revenue generated through the Chipotle website, Chipotle app or third-party delivery aggregators and includes revenue deferrals associated with Chipotle Rewards. We updated the definition of digital sales in the first quarter of 2022 to include revenue deferrals related to Chipotle Rewards. We made this change to allow for a reconciliation to total food and beverage revenue as we now present in-restaurant sales. \n\nRestaurant Operating Costs . During the year ended December 31, 2022, our restaurant operating costs (food, beverage and packaging; labor; occupancy; and other operating costs) were 76.1% of total revenue, a decrease from 77.4% during the year ended December 31, 2021. The decrease was driven primarily by sales leverage and, to a lesser extent, lower delivery expenses associated with lower volume of delivery transactions, partially offset by wage inflation and higher commodity inflation primarily from avocados, packaging, dairy, beef and chicken. \n\n&#160; \n\n&#160; \n\nRestaurant Development. During the year ended December 31, 2022, we opened 236 new restaurants, which included 202 restaurants with a Chipotlane. We expect to open approximately 255-285 new restaurants in 2023 (including 10 to 15 relocations), which assumes utility, construction, permit and material supply delays do not worsen. We expect that at least 80% of our new restaurants will include a Chipotlane. \n\nCultivate Next Fund . In April 2022 we announced the formation of the Cultivate Next Fund, a venture that will make early-stage investments into strategically aligned companies that further our mission to Cultivate a Better World. The venture fund has an initial size of $50.0 million and will be financed almost entirely by Chipotle. As of December 31, 2022, we have made $11.0 million in investments through this fund. \n\nRestaurant Activity \n\nThe following table details restaurant unit data for the years indicated. \n\n##TABLE_START \n\nYear ended December 31, \n\n2021 \n\nBeginning of period \n\n2,966 \n\n2,768 \n\nChipotle openings \n\n215 \n\nPizzeria Locale openings \n\n- \n\nChipotle permanent closures \n\n(3) \n\n(10) \n\nChipotle relocations \n\n(12) \n\n(7) \n\nTotal restaurants at end of period \n\n3,187 \n\n2,966 \n\n##TABLE_END\n\nResults of Operations \n\nOur results of operations as a percentage of total revenue and period-over-period change are discussed in the following section. \n\nRevenue \n\n##TABLE_START \n\nYear ended December 31, \n\nPercentage \n\n2021 \n\nchange \n\n(dollars in millions) \n\nFood and beverage revenue \n\n$ \n\n8,558.0 \n\n$ \n\n7,457.2 \n\n14.8% \n\nDelivery service revenue \n\n76.7 \n\n89.9 \n\n(14.7%) \n\nTotal revenue \n\n$ \n\n8,634.7 \n\n$ \n\n7,547.1 \n\n14.4% \n\nAverage restaurant sales (1) \n\n$ \n\n2.8 \n\n$ \n\n2.6 \n\n6.1% \n\nComparable restaurant sales increase \n\n8.0% \n\n19.3% \n\n(1) Average restaurant sales refer to the average trailing 12-month food and beverage sales for restaurants in operation for at least 12 full calendar months. \n\n##TABLE_END\n\nThe significant factors contributing to the total revenue increase for the year ended December 31 , 2022 compared to the year ended December 31, 2021, were comparable restaurant sales increases and new restaurant openings. Total revenue increased due to comparable restaurant sales increase of $568.6 million and restaurants not yet in the comparable base of $519.4 million, of which $210.5 million was due to restaurants opened in 2022. \n\nFood, Beverage and Packaging Costs &#160; \n\n##TABLE_START \n\nYear ended December 31, \n\nPercentage \n\n2021 \n\nchange \n\n(dollars in millions) \n\nFood, beverage and packaging \n\n$ \n\n2,602.2 \n\n$ \n\n2,308.6 \n\n12.7% \n\nAs a percentage of total revenue \n\n30.1% \n\n30.6% \n\n(0.5%) \n\n##TABLE_END\n\nFood, beverage and packaging costs decreased as a percentage of total revenue for the year ended December 31, 2022 compared to the year ended December 31, 2021, primarily due to the benefit of menu price increases. This decrease was partially offset by inflation across the menu, primarily related to higher costs for avocados, packaging, dairy, beef and chicken. \n\n&#160; \n\n&#160; \n\nLabor Costs \n\n##TABLE_START \n\nYear ended December 31, \n\nPercentage \n\n2021 \n\nchange \n\n(dollars in millions) \n\nLabor costs \n\n$ \n\n2,198.0 \n\n$ \n\n1,917.8 \n\n14.6% \n\nAs a percentage of total revenue \n\n25.5% \n\n25.4% \n\n0.1% \n\n##TABLE_END\n\nLabor costs increased as a percentage of total revenue for the year ended December 31, 2022 compared to the year ended December 31, 2021, primarily due to wage inflation, mostly offset by sales leverage. \n\nOccupancy Costs &#160; \n\n##TABLE_START \n\nYear ended December 31, \n\nPercentage \n\n2021 \n\nchange \n\n(dollars in millions) \n\nOccupancy costs \n\n$ \n\n460.4 \n\n$ \n\n416.6 \n\n10.5% \n\nAs a percentage of total revenue \n\n5.3% \n\n5.5% \n\n(0.2%) \n\n##TABLE_END\n\nOccupancy costs decreased as a percentage of total revenue for the year ended December 31, 2022 compared to the year ended December 31, 2021, primarily due to sales leverage, partially offset by increased rent expense associated with new restaurants. \n\nOther Operating Costs \n\n##TABLE_START \n\nYear ended December 31, \n\nPercentage \n\n2021 \n\nchange \n\n(dollars in millions) \n\nOther operating costs \n\n$ \n\n1,311.9 \n\n$ \n\n1,197.1 \n\n9.6% \n\nAs a percentage of total revenue \n\n15.2% \n\n15.9% \n\n(0.7%) \n\n##TABLE_END\n\nOther operating costs include, among other items, marketing and promotional costs, delivery expense, bank and credit card processing fees, restaurant utilities, technology costs, and maintenance costs. Other operating costs decreased as a percentage of total revenue for the year ended December 31, 2022 compared to the year ended December 31, 2021, primarily due to lower delivery expenses associated with lower volume of delivery transactions and, to a lesser extent, sales leverage. These decreases were partially offset by higher costs across several expenses, most notably higher utilities primarily related to inflation in natural gas and electricity and higher maintenance costs. \n\nGeneral and Administrative Expenses \n\n##TABLE_START \n\nYear ended December 31, \n\nPercentage \n\n2021 \n\nchange \n\n(dollars in millions) \n\nGeneral and administrative expense \n\n$ \n\n564.2 \n\n$ \n\n606.9 \n\n(7.0%) \n\nAs a percentage of total revenue \n\n6.5% \n\n8.0% \n\n(1.5%) \n\n##TABLE_END\n\nGeneral and administrative expenses decreased in dollar terms for the year ended December 31, 2022 compared to the year ended December 31, 2021, primarily due to the following: a $81.5 million decrease in stock-based compensation and related taxes, primarily attributable to the timing of vesting of the December 2020 modification of 2018 performance awards related to COVID-19; a $13.7 million decrease in performance bonuses and related taxes; and a $12.4 million decrease in litigation expense in 2022 compared to 2021. These decreases were partially offset by a $21.5 million increase in employee wages primarily due to headcount growth; $20.5 million increase in outside services expense related to corporate initiatives; and $12.5 million associated with the biennial All Managers&#8217; Conference that was held in March 2022. \n\n&#160; \n\n&#160; \n\nDepreciation and Amortization \n\n##TABLE_START \n\nYear ended December 31, \n\nPercentage \n\n2021 \n\nchange \n\n(dollars in millions) \n\nDepreciation and amortization \n\n$ \n\n286.8 \n\n$ \n\n254.7 \n\n12.6% \n\nAs a percentage of total revenue \n\n3.3% \n\n3.4% \n\n(0.1%) \n\n##TABLE_END\n\nDepreciation and amortization decreased as a percentage of total revenue for the year ended December 31, 2022 compared to the year ended December 31, 2021, primarily due to sales leverage, partially offset by increased depreciation expense associated with new restaurants. \n\nPre-opening costs \n\n##TABLE_START \n\nYear ended December 31, \n\nPercentage \n\n2021 \n\nchange \n\nPre-opening costs \n\n$ \n\n29.6 \n\n$ \n\n21.3 \n\n39.0% \n\nAs a percentage of total revenue \n\n0.3% \n\n0.3% \n\n0.0% \n\n##TABLE_END\n\nPre-opening costs increased in dollar terms for the year ended December 31, 2022 compared to the year ended December 31, 2021, primarily due to higher wages and rent on increased openings of 236 new restaurants of in 2022 compared to 215 in 2021. \n\nInterest and Other Income, Net \n\n##TABLE_START \n\nYear ended December 31, \n\nPercentage \n\n2021 \n\nchange \n\nInterest and other income (expense), net \n\n$ \n\n21.1 \n\n$ \n\n7.8 \n\n170.2% \n\nAs a percentage of total revenue \n\n0.2% \n\n0.1% \n\n0.1% \n\n##TABLE_END\n\nInterest and other income (expense), net increased for the year ended December 31, 2022 compared to the year ended December 31, 2021, primarily due to a gain on our investments in Tractor Beverages, Inc. of $10.4 recognized in the second quarter of 2022, and, to a lesser extent, increased interest income on our investments in US Treasury securities, money market funds and time deposits due to increased interest rates in 2022 as compared to 2021. \n\nBenefit/(Provision) for Income Taxes \n\n##TABLE_START \n\nYear ended December 31, \n\nPercentage \n\n2021 \n\nchange \n\n(dollars in millions) \n\nBenefit/(provision) for income taxes \n\n$ \n\n(282.4) \n\n$ \n\n(159.8) \n\n76.8% \n\nEffective income tax rate \n\n23.9% \n\n19.7% \n\nn/m* \n\n*Not meaningful \n\n##TABLE_END\n\nThe effective income tax rate for the year ended December 31, 2022, was higher than the effective income tax rate for the year ended December 31, 2021, primarily due to a decrease in tax benefits related to option exercises and equity vesting, a reduction in return to provision benefits, and a net increase in uncertain tax position reserves. \n\n&#160; \n\n&#160; \n\nQuarterly Financial Data/Seasonality \n\nSeasonal factors cause our profitability to fluctuate from quarter to quarter. Historically, our average daily restaurant sales and net income are lower in the first and fourth quarters due, in part, to the holiday season and because fewer people eat out during periods of inclement weather (the winter months) than during periods of mild or warm weather (the spring, summer and fall months). Other factors also have a seasonal effect on our results. For example, restaurants located near colleges and universities generally do more business during the academic year. Seasonal factors, however, might be moderated or outweighed by other factors that may influence our quarterly results, such as unexpected publicity impacting our business in a positive or negative way, worldwide health pandemics, fluctuations in food or packaging costs, or the timing of menu price increases or promotional activities and other marketing initiatives. The number of trading days in a quarter can also affect our results, although, on an overall annual basis, changes in trading days do not have a significant impact. \n\nOur quarterly results are also affected by other factors such as the amount and timing of non -cash stock-based compensation expense and related tax rate impacts, litigation, settlement costs and related legal expenses, impairment charges and non-operating costs, timing of marketing or promotional expenses, the number and timing of new restaurants opened in a quarter, and closure of restaurants. New restaurants typically have higher operating costs following opening because of the expenses associated with their opening and operating inefficiencies in the months immediately following opening. Accordingly, results for a particular quarter are not necessarily indicative of results to be expected for any other quarter or for any year. \n\nLiquidity and Capital Resources \n\nAs of December 31, 2022, we had a cash and marketable investments balance of $1.2 billion, excluding restricted cash of $25.0 million and non-marketable investments of $55.8 million. After funding the current operations in our restaurants and support centers, the first planned use of our cash flow from operations is to provide capital for the continued investment in new restaurant construction. In addition to continuing to invest in our restaurant expansion, we expect to utilize cash flow from operations to: repurchase additional shares of our common stock subject to market conditions; invest in, maintain, and refurbish our existing restaurants; and for general corporate purposes. As of December 31, 2022, $413.9 million remained available for repurchases of shares of our common stock, which includes the $200.0 million additional authorization approved by our Board of Directors on December 7, 2022. Under the remaining repurchase authorizations, shares may be purchased from time to time in open market transactions, subject to market conditions. Additionally, as of December 31, 2022, we had $500.0 million of undrawn borrowing capacity under a line of credit facility. \n\nWe believe that cash from operations, together with our cash and investment balances, will be sufficient to meet ongoing capital expenditures, working capital requirements and other cash needs for the foreseeable future. Assuming no significant declines in comparable restaurant sales, we expect we will generate positive cash flow for the foreseeable future. Should our business deteriorate due to changing conditions, there are actions we can take to further conserve liquidity. \n\nWe have not required significant working capital because customers generally pay using cash or credit and debit cards and because our operations do not require significant receivables, nor do they require significant inventories due, in part, to our use of various fresh ingredients. In addition, we generally have the right to pay for the purchase of food, beverages and supplies sometime after the receipt of those items, within ten days, thereby reducing the need for incremental working capital to support our growth. \n\nOur total capital expenditures for 2022 were $479.2 million. In 2022, we spent on average about $1.2 million in development and construction costs per new restaurant, or about $1.1 million net of landlord reimbursements of $0.1 million. In 2023, we expect to incur about $485 million in total capital expenditures. We expect approximately $350 million in capital expenditures related to our construction of new restaurants, before any reductions for landlord reimbursements. For new restaurants to be opened in 2023, we anticipate average development costs will remain consistent with 2022 due to a significant portion including Chipotlanes. We expect approximately $135 million in capital expenditures related to investments in existing restaurants including remodeling and similar improvements, new equipment and hardware, technology to optimize efficiencies . Finally, we expect a portion of our incurred capital expenditures to be for additional corporate initiatives including investments in technology to boost innovation, enhance the guest experience, and improve operations. \n\n&#160; \n\n&#160; \n\nThe following table summarizes current and long-term material cash requirements as of December 31, 2022, which we expect to fund primarily with operating cash flows : \n\n##TABLE_START \n\nPayments Due by Fiscal Year \n\nTotal \n\n2024-2025 \n\n2026-2027 \n\nThereafter \n\n(dollars in millions) \n\nOperating leases (1) \n\n$ \n\n5,430 \n\n$ \n\n$ \n\n$ \n\n$ \n\n3,379 \n\nPurchase obligations (2) \n\n2,174 \n\n663 \n\n- \n\nTotal \n\n$ \n\n7,604 \n\n$ \n\n1,264 \n\n$ \n\n1,505 \n\n$ \n\n1,456 \n\n$ \n\n3,379 \n\n##TABLE_END\n\n(1) See Note 9. &#8220;Leases&#8221; of our consolidated financial statements included in Item 8. &#8220;Financial Statements and Supplementary Data.&#8221; This includes commitments related to reasonably certain renewal periods. \n\n(2) Purchase obligations include agreements to purchase goods or services that are enforceable and legally binding on us and that specify all significant terms. We have excluded agreements that are cancelable without penalty. The majority of our purchase obligations relate to food, beverage and packaging, capital projects, information technology, marketing initiatives and corporate sponsorships, and other miscellaneous items. \n\nThe above table does not include income tax liabilities for uncertain tax positions for which we are not able to make a reasonably reliable estimate of the amount and period of related future payments. Additionally, we have excluded our estimated loss contingencies, due to uncertainty regarding the timing and amount of payment. See Note 11. &#8220;Commitments and Contingencies&#8221; of our consolidated financial statements included in Item 8. &#8220;Financial Statements and Supplementary Data.&#8221; \n\nCash Flows \n\nCash provided by operating activities was $1.32 billion for the year ended December 31, 2022, compared to $1.28 billion for the year ended December 31, 2021. The increase was primarily due to higher net earnings partially offset by net cash used by changes in operating assets and liabilities . \n\nCash used in investing activities was $830.0 million for the year ended December 31, 2022, compared to $522.0 million for the year ended December 31, 2021. The change was primarily associated with a $267.3 million increase in U.S. Treasury security purchases net of U.S. Treasury security maturities and, to a lesser extent, increased capital expenditures of $36.7 million primarily related to costs associated with new restaurant development. \n\nCash used in financing activities was $929.4 million for the year ended December 31, 2022, compared to $548.6 million for the year ended December 31, 2021. The change was primarily due to increased treasury stock repurchases of $363.7 million and, to a lesser extent, $19.1 million of elevated payments of tax withholdings related to stock compensation for the year ended December 31, 2022. \n\nCritical Accounting Estimates \n\nWe describe our significant accounting policies in Note 1. &#8220;Description of Business and Summary of Significant Accounting Policies&#8221; of our consolidated financial statements included in Item 8. &#8220;Financial Statements and Supplementary Data.&#8221; Critical accounting estimates are those that we believe are both significant and that require us to make difficult, subjective or complex judgments, often because we need to estimate the effect of inherently uncertain matters. We base our estimates and judgments on historical experiences and various other factors that we believe to be appropriate under the circumstances. Actual results may differ from these estimates, and we might obtain different estimates if we used different assumptions or factors. \n\nLeases \n\nWe determine if a contract contains a lease at inception. Our material operating leases consist of restaurant locations and office space. Our leases generally have remaining terms of 1-20 years and most include options to extend the leases for additional 5-year periods. Generally, the lease term is the minimum of the noncancelable period of the lease or the lease term inclusive of reasonably certain renewal periods up to a term of 20 years. If the estimate of our reasonably certain lease term was changed, our depreciation and rent expense could differ materially. \n\n&#160; \n\n&#160; \n\nOperating lease assets and liabilities are recognized at time of lease inception. Operating lease liabilities represent the present value of lease payments not yet paid. We made the policy election to combine lease and non-lease components, we also consider fixed common area maintenance (&#8220;CAM&#8221;) part of our fixed future lease payments. Fixed CAM is also included in our operating lease liability. Operating lease assets represent our right to use an underlying asset and are based upon the operating lease liabilities adjusted for prepayments, initial direct costs, lease incentives, and impairment of operating lease assets. To determine the present value of lease payments not yet paid, we estimate incremental borrowing rates corresponding to the reasonably certain lease term. As we have no outstanding debt nor committed credit facilities, secured or otherwise, we estimate this rate based on prevailing financial market conditions, comparable company and credit analysis, and management judgment. If the estimate of our incremental borrowing rate was changed, our operating lease assets and liabilities could differ materially. \n\nDeferred Revenue \n\nChipotle Rewards \n\nEligible customers who enroll in the Chipotle Rewards loyalty program generally earn points for every dollar spent. After accumulating the required number of points, the customer may select a reward. Earned rewards generally expire one to two months after they are issued, and points generally expire if an account is inactive for a period of six months. \n\nThe estimation of the standalone selling price of points and other rewards issued to customers involves several assumptions, primarily the estimated value of product for which the reward is expected to be redeemed and the probability that the points or reward will expire. Our estimate of points and other rewards we expect to be redeemed is based on historical company specific data. These inputs are subject to change over time due to factors such as menu price increases, changes in point redemption options and changes in customer behavior. A relative increase of 100 basis points in our estimated ultimate redemption rate for future redemptions would have resulted in a reduction of food and beverage revenue on our consolidated statement of income and comprehensive income of approximately $0.7 million for the year ended December 31, 2022. \n\nGift Cards \n\nWe sell gift cards, which do not have expiration dates, and we do not deduct non-usage fees from outstanding gift card balances. Gift card balances are initially recorded as unearned revenue. We recognize revenue from gift cards when the gift card is redeemed by the customer. Historically, the majority of gift cards are redeemed within one year. In addition, a portion of gift cards are not expected to be redeemed and will be recognized as breakage over time in proportion to gift card redemptions (&#8220;gift card breakage rate&#8221;) . The gift card breakage rate is based on company and program specific information, including historical redemption patterns, and expected remittance to government agencies under unclaimed property laws, if applicable. &#160; We evaluate our gift card breakage rate estimate annually, or more frequently as circumstances warrant, and apply that rate to gift card redemptions. A relative decrease of 100 basis points to our gift card breakage rate would have resulted in a reduction of food and beverage revenue on our consolidated statement of income and comprehensive income of approximately $0.5 million for the year ended December 31, 2022. \n\nImpairment of Long-Lived Assets \n\nLong-lived assets are reviewed for impairment whenever events or changes in circumstances indicate that the carrying amount of an asset may not be recoverable. For the purpose of reviewing restaurant assets to be held and used for potential impairment, assets are grouped together at the market level, or in the case of a potential relocation or closure, at the restaurant level. We manage our restaurants as a group with common costs and promotional activities; as such, an individual restaurant&#8217;s cash flows are not generally independent of the cash flows of others in a market. \n\nThe fair value measurement for asset impairment is generally based on Level 3 inputs. We first compare the carrying value of the asset (or asset group, referred interchangeably throughout as asset) to the asset&#8217;s estimated future undiscounted cash flows. If the estimated undiscounted future cash flows are less than the carrying value of the asset, we determine if we have an impairment loss by comparing the carrying value of the asset to the asset&#39;s estimated fair value. The estimated fair value of the asset is generally determined using the income approach to measure the fair value, which is based on the present value of estimated future cash flows. Key inputs to the income approach for restaurant assets include the discount rate, projected revenue and expenses, and sublease income if we are closing the restaurant. In certain cases, management uses other market information, when available, to estimate the fair value of an asset. The impairment charges represent the excess of each asset&#8217;s carrying amount over its estimated fair value and are allocated among the long-lived asset or assets of the group. \n\nOur estimates of future revenues and expenses are highly subjective judgments based on internal projections and knowledge of our operations, historical performance, and trends in sales and restaurant operating costs, and can be significantly impacted by changes in our business or economic conditions. The determination of asset fair value is also subject to significant judgment and utilizes valuation techniques including discounting estimated future cash flows and market-based analyses to determine fair value. If our estimates or underlying assumptions, including discount rate and sublease income change in the future, our operating results may be materially impacted. \n\n&#160; \n\n&#160; \n\nStock-based Compensation \n\nWe recognize compensation expense for equity awards over the requisite service period based on the award&#8217;s fair value. We use the Black-Scholes valuation model to determine the fair value of our stock-only stock appreciation rights (&#8220;SOSARs&#8221;), and we use the Monte Carlo simulation model to determine the fair value of stock awards that contain market conditions. Both of these models require assumptions to be made regarding our stock price volatility, the expected life of the award and expected dividend rates. The volatility and the expected life assumptions were based on our historical data. Similarly, the compensation expense of performance share awards is based in part on the estimated probability of achieving levels of performance associated with particular levels of payout for performance shares. We determine the probability of achievement of future levels of performance by comparing the relevant performance level with our internal estimates of future performance. Those estimates are based on a number of assumptions, including but not limited to growth in restaurant cash flow dollars, growth in comparable restaurant sales and average restaurant level margin, and different assumptions may have resulted in different conclusions regarding the probability of achieving future levels of performance relevant to the payout levels for the awards. Had we arrived at different assumptions of stock price volatility or expected lives of our SOSARs, or if we changed our assumptions regarding the probability of achieving future levels of performance with respect to performance share awards, our stock-based compensation expense and results of operations may be materially different. A relative increase of 100 basis points in our performance payout percentage estimates for all active performance share awards as of December 31, 2022 would have resulted in increased general and administrative expense on our consolidated statement of income and comprehensive income of approximately $0.8 million for the year ended December 31, 2022. \n\nInsurance Liability \n\nWe are self-insured for a significant portion of our employee health benefits programs. We carry significant retentions for risks and associated liabilities with respect to workers&#8217; compensation, general liability, property and auto damage, employment practices liability, cyber liability and directors&#8217; and officers&#8217; liability. Predetermined loss limits have been arranged with third-party insurance companies to limit exposure to these claims. We record a liability that represents our estimated cost of claims incurred and unpaid as of the balance sheet date. Our estimated liability is not discounted and is based on a number of assumptions and factors, including historical trends, actuarial assumptions and economic conditions, and is closely monitored and adjusted when warranted by changing circumstances. If a greater amount of claims occurs compared to what we have estimated, or if medical costs increase beyond what we expected, our accrued liabilities might not be sufficient. Actual claims experience could also be more favorable than estimated. Unanticipated changes may produce materially different amounts of expense than that reported under these programs. \n\nReserves/Contingencies for Litigation and Other Matters \n\nWe are involved in various claims and legal actions that arise in the ordinary course of business. We record an accrual for legal contingencies when we determine that it is probable that we have incurred a liability and we can reasonably estimate the amount of the loss. Although we have recorded liabilities related to a number of legal actions, our estimates used to determine the amount of these liabilities may not be accurate, and there are other legal actions for which we have not recorded a liability. As a result, in the event legal actions for which we have not accrued a liability or for which our accrued liabilities are not accurate are resolved, such resolution may affect our operating results and cash flows. \n\nIncome Taxes \n\nOur provision for income taxes, deferred tax assets and liabilities and any related valuation allowance requires the use of estimates based on our management&#8217;s interpretation and application of complex tax laws and accounting guidance. We are primarily subject to income taxes in the United States. We establish reserves for uncertain tax positions for material, known tax exposures relating to deductions, transactions and other matters involving some uncertainty as to the measurement and recognition of the item. We may adjust these reserves when our judgment changes as a result of the evaluation of new information not previously available and will be reflected in the period in which the new information is available, or due to the expiration of any applicable statute of limitations. While we believe that our reserves are adequate, issues raised by a tax authority may be resolved at an amount different than the related reserve and could materially increase or decrease our income tax provision in future periods. &#8206; \n\n&#160; \n\n&#160; \n\n"
    },
    {
      "section": "7A",
      "text": " ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURE ABOUT MARKET RISK \n\nCommodity Price Risks \n\nWe are exposed to commodity price risks. Many of the ingredients we use to prepare our food, as well as our packaging materials and utilities to run our restaurants, are ingredients or commodities that are affected by the price of other commodities, exchange rates, foreign demand, weather, seasonality, production, availability and other factors outside our control. We work closely with our suppliers and use a mix of forward pricing protocols under which we agree with our supplier on fixed prices for deliveries at some time in the future, fixed pricing protocols under which we agree on a fixed price with our supplier for the duration of that protocol, formula pricing protocols under which the prices we pay are based on a specified formula related to the prices of the goods, such as spot prices or based on changes in industry indices, and range forward protocols under which we agree on a price range for the duration of that protocol. Generally, our pricing protocols with suppliers can remain in effect for periods ranging from one to 24 months, depending on the outlook for prices of the particular ingredient. In some cases, we have minimum purchase obligations. We have tried to increase, where practical, the number of suppliers for our ingredients, which we believe can help mitigate pricing volatility, and we follow industry news, trade issues, exchange rates, foreign demand, weather, crises and other world events that may affect our ingredient prices. Increases in ingredient prices could adversely affect our results if we choose for competitive or other reasons not to increase menu prices at the same rate at which ingredient costs increase, or if menu price increases result in customer resistance. We also could experience shortages of key ingredients if our suppliers need to close or restrict operations due to the impact of COVID-19 due to industry-wide shipping and freight delays. \n\nChanging Interest Rates \n\nWe are exposed to interest rate risk through fluctuations of interest rates on our investments. As of December 31, 2022, we had $1.3 billion in cash and cash equivalents, current and long-term investments, and restricted cash, nearly all of which are interest bearing. Changes in interest rates affect the interest income we earn, and therefore impact our cash flows and results of operations. \n\nForeign Currency Exchange Risk \n\nA portion of our operations consist of activities outside of the U.S. and we have currency risk on the transactions in other currencies and translation adjustments resulting from the conversion of our international financial results into the U.S. dollar. However, a substantial majority of our operations and investment activities are transacted in the U.S., and therefore our foreign currency risk is not material at this date . \n\n&#160; \n\n&#160; \n\n&#160; \n\n"
    },
    {
      "section": "8",
      "text": " ITEM 8. FINANCIAL STATEMENTS AND SUPPLEMENTARY DATA \n\nReport of Independent Registered Public Accounting Firm \n\nTo the Shareholders and the Board of Directors of Chipotle Mexican Grill, Inc. \n\nOpinion on the Financial Statements \n\nWe have audited the accompanying consolidated balance sheets of Chipotle Mexican Grill, Inc. (the Company) as of December 31, 2022 and 2021, the related consolidated statements of income and comprehensive income, shareholders&#39; equity and cash flows for each of the three years in the period ended December 31, 2022, and the related notes (collectively referred to as the &#8220;consolidated financial statements&#8221;). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company at December 31, 2022 and 2021, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2022, in conformity with U.S. generally accepted accounting principles. \n\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company&#39;s internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control-Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework), and our report dated February 8, 2023 expressed an unqualified opinion thereon. \n\nBasis for Opinion \n\nThese financial statements are the responsibility of the Company&#39;s management. Our responsibility is to express an opinion on the Company&#8217;s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \n\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion. \n\nCritical Audit Matter \n\nThe critical audit matter communicated below is a matter arising from the current period audit of the financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective or complex judgments. The communication of the critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the account or disclosure to which it relates. \n\n&#160; \n\n&#160; \n\n##TABLE_START \n\nValuation and accounting for stock-based compensation \n\nDescription of the Matter \n\nThe Company incurred $99.8 million in stock-based compensation expense during the year ended December 31, 2022. Approximately 116,000 of the Company&#8217;s vested and non-vested stock awards were subject to service and performance conditions during the year ended December 31, 2022. As described in Notes 1 and 8 of the consolidated financial statements, the Company estimates the grant date fair value of the stock awards and expenses the fair value of stock awards subject to service conditions over the respective vesting period. Stock-based compensation expense of stock awards subject to performance conditions is based on the estimated probability of achieving levels of performance associated with particular levels of payout. Additionally, at each reporting period, the Company evaluates the probable outcome of the performance conditions including consideration of significant assumptions and as applicable, recognizes the cumulative effect of the change in estimate in the period of the change. \n\nAuditing the grant date fair value and the appropriateness of the accounting treatment of the Company&#8217;s stock awards subject to service and performance conditions was complex and judgmental. In particular, the fair value estimate for stock awards subject to service and performance conditions is sensitive to significant assumptions including management&#8217;s internal estimates of the Company&#8217;s future performance. \n\nHow We Addressed the Matter in Our Audit \n\nWe obtained an understanding, evaluated the design, and tested the operating effectiveness of management&#8217;s controls over stock-based compensation. We tested controls over management&#8217;s review of the assumptions used with regards to the service and performance conditions. We also tested management&#39;s controls to validate that data used in management&#8217;s internal estimates of the Company&#8217;s future performance was complete and accurate. \n\nOur substantive audit procedures included, among others, testing the significant assumptions underlying the performance conditions (e.g., certain targets related to growth in comparable restaurant sales, average restaurant margin, and cumulative restaurant cash flow dollars) and testing the completeness and accuracy of the underlying data. We evaluated management&#8217;s significant assumptions by comparing the assumptions to current market and economic trends, historical results of the Company&#39;s business, and to other relevant factors. We additionally performed a sensitivity analysis of the significant assumptions to evaluate the change in the fair value of the stock awards subject to performance conditions resulting from changes in the assumptions. We also evaluated the adequacy of the Company&#8217;s stock-based compensation disclosures included in Notes 1 and 8 of the consolidated financial statements in relation to these matters. \n\n##TABLE_END\n\n/s/ Ernst &#38; Young LLP \n\nWe have served as the Company&#8217;s auditor since 1997. \n\nIrvine, California \n\nFebruary 8, 2023 \n\n&#160; \n\n&#160; \n\n&#160; \n\nCHIPOTLE MEXICAN GRILL, INC. \n\nCONSOLIDATED BALANCE SHEETS \n\n(in thousands, except per share data) \n\n##TABLE_START \n\nDecember 31, \n\n2021 \n\nAssets \n\nCurrent assets: \n\nCash and cash equivalents \n\n$ \n\n384,000 \n\n$ \n\n815,374 \n\nAccounts receivable, net \n\n106,880 \n\n99,599 \n\nInventory \n\n35,668 \n\n32,826 \n\nPrepaid expenses and other current assets \n\n86,412 \n\n78,756 \n\nIncome tax receivable \n\n47,741 \n\n94,064 \n\nInvestments \n\n515,136 \n\n260,945 \n\nTotal current assets \n\n1,175,837 \n\n1,381,564 \n\nLeasehold improvements, property and equipment, net \n\n1,951,147 \n\n1,769,278 \n\nLong-term investments \n\n388,055 \n\n274,311 \n\nRestricted cash \n\n24,966 \n\n30,856 \n\nOperating lease assets \n\n3,302,402 \n\n3,118,294 \n\nOther assets \n\n63,158 \n\n56,716 \n\nGoodwill \n\n21,939 \n\n21,939 \n\nTotal assets \n\n$ \n\n6,927,504 \n\n$ \n\n6,652,958 \n\nLiabilities and shareholders&#39; equity \n\nCurrent liabilities: \n\nAccounts payable \n\n$ \n\n184,566 \n\n$ \n\n163,161 \n\nAccrued payroll and benefits \n\n170,456 \n\n162,405 \n\nAccrued liabilities \n\n147,539 \n\n173,052 \n\nUnearned revenue \n\n183,071 \n\n156,351 \n\nCurrent operating lease liabilities \n\n236,248 \n\n218,713 \n\nTotal current liabilities \n\n921,880 \n\n873,682 \n\nCommitments and contingencies (Note 11) \n\n&#160; \n\n&#160; \n\nLong-term operating lease liabilities \n\n3,495,162 \n\n3,301,601 \n\nDeferred income tax liabilities \n\n98,623 \n\n141,765 \n\nOther liabilities \n\n43,816 \n\n38,536 \n\nTotal liabilities \n\n4,559,481 \n\n4,355,584 \n\nShareholders&#39; equity: \n\nPreferred stock, $ 0.01 par value, 600,000 shares authorized, no shares issued as of December 31, 2022 and December 31, 2021, respectively \n\n- \n\n- \n\nCommon stock, $ 0.01 par value, 230,000 shares authorized, 37,320 and 37,132 shares issued as of December 31, 2022 and December 31, 2021, respectively \n\n371 \n\nAdditional paid-in capital \n\n1,829,304 \n\n1,729,312 \n\nTreasury stock, at cost, 9,693 and 9,052 common shares as of December 31, 2022 and December 31, 2021, respectively \n\n( 4,282,014 ) \n\n( 3,356,102 ) \n\nAccumulated other comprehensive loss \n\n( 7,888 ) \n\n( 5,354 ) \n\nRetained earnings \n\n4,828,248 \n\n3,929,147 \n\nTotal shareholders&#39; equity \n\n2,368,023 \n\n2,297,374 \n\nTotal liabilities and shareholders&#39; equity \n\n$ \n\n6,927,504 \n\n$ \n\n6,652,958 \n\n##TABLE_END\n\nSee accompanying notes to consolidated financial statements. \n\n&#160; \n\n&#160; \n\n&#160; \n\nCHIPOTLE MEXICAN GRILL, INC. \n\nCONSOLIDATED STATEMENTS OF INCOME AND COMPREHENSIVE INCOME \n\n(in thousands, except per share data) \n\n##TABLE_START \n\nYear ended December 31, \n\n2021 \n\nFood and beverage revenue \n\n$ \n\n8,558,001 \n\n$ \n\n7,457,169 \n\n$ \n\n5,920,545 \n\nDelivery service revenue \n\n76,651 \n\n89,892 \n\n64,089 \n\nTotal revenue \n\n8,634,652 \n\n7,547,061 \n\n5,984,634 \n\nRestaurant operating costs (exclusive of depreciation and amortization shown separately below): \n\nFood, beverage and packaging \n\n2,602,245 \n\n2,308,631 \n\n1,932,766 \n\nLabor \n\n2,197,958 \n\n1,917,761 \n\n1,593,013 \n\nOccupancy \n\n460,425 \n\n416,606 \n\n387,762 \n\nOther operating costs \n\n1,311,905 \n\n1,197,054 \n\n1,030,012 \n\nGeneral and administrative expenses \n\n564,191 \n\n606,854 \n\n466,291 \n\nDepreciation and amortization \n\n286,826 \n\n254,657 \n\n238,534 \n\nPre-opening costs \n\n29,560 \n\n21,264 \n\n15,515 \n\nImpairment, closure costs, and asset disposals \n\n21,139 \n\n19,291 \n\n30,577 \n\nTotal operating expenses \n\n7,474,249 \n\n6,742,118 \n\n5,694,470 \n\nIncome from operations \n\n1,160,403 \n\n804,943 \n\n290,164 \n\nInterest and other income, net \n\n21,128 \n\n7,820 \n\n3,617 \n\nIncome before income taxes \n\n1,181,531 \n\n812,763 \n\n293,781 \n\nBenefit/(provision) for income taxes \n\n( 282,430 ) \n\n( 159,779 ) \n\n61,985 \n\nNet income \n\n$ \n\n899,101 \n\n$ \n\n652,984 \n\n$ \n\n355,766 \n\nEarnings per share: \n\nBasic \n\n$ \n\n32.28 \n\n$ \n\n23.21 \n\n$ \n\n12.74 \n\nDiluted \n\n$ \n\n32.04 \n\n$ \n\n22.90 \n\n$ \n\n12.52 \n\nWeighted-average common shares outstanding: \n\nBasic \n\n27,851 \n\n28,132 \n\n27,917 \n\nDiluted \n\n28,062 \n\n28,511 \n\n28,416 \n\nOther comprehensive income (loss), net of income taxes: \n\nForeign currency translation adjustments \n\n$ \n\n( 2,534 ) \n\n$ \n\n( 1,125 ) \n\n1,134 \n\nComprehensive income \n\n$ \n\n896,567 \n\n$ \n\n651,859 \n\n$ \n\n356,900 \n\n##TABLE_END\n\nSee accompanying notes to consolidated financial statements. \n\n&#160; \n\n&#160; \n\nCHIPOTLE MEXICAN GRILL, INC. \n\nCONSOLIDATED STATEMENTS OF SHAREHOLDERS&#8217; EQUITY \n\n(in thousands) \n\n##TABLE_START \n\nCommon Stock \n\nTreasury Stock \n\nShares \n\nAmount \n\nAdditional &#8206; Paid-In &#8206; Capital \n\nShares \n\nAmount \n\nRetained &#8206; Earnings \n\nAccumulated Other Comprehensive Loss \n\nTotal \n\nBalance, December 31, 2019 \n\n36,323 &#160; \n\n$ \n\n363 &#160; \n\n$ \n\n1,465,697 &#160; \n\n8,568 &#160; \n\n$ \n\n( 2,699,119 ) \n\n$ \n\n2,921,448 &#160; \n\n$ \n\n( 5,363 ) \n\n$ \n\n1,683,026 &#160; \n\nAdoption of ASU No. 2016-13, Financial Instrument-Credit Losses (Topic 326) \n\n- \n\n- \n\n- \n\n- \n\n- \n\n( 1,051 ) \n\n- \n\n( 1,051 ) \n\nStock-based compensation \n\n- \n\n- \n\n84,463 &#160; \n\n- \n\n- \n\n- \n\n- \n\n84,463 &#160; \n\nStock plan transactions and other \n\n381 &#160; \n\n4 &#160; \n\n( 251 ) \n\n- \n\n- \n\n- \n\n- \n\n( 247 ) \n\nAcquisition of treasury stock \n\n- \n\n- \n\n- \n\n135 &#160; \n\n( 102,956 ) \n\n- \n\n- \n\n( 102,956 ) \n\nNet income \n\n- \n\n- \n\n- \n\n- \n\n- \n\n355,766 &#160; \n\n- \n\n355,766 &#160; \n\nOther comprehensive income (loss), net of income taxes \n\n- \n\n- \n\n- \n\n- \n\n- \n\n- \n\n1,134 &#160; \n\n1,134 &#160; \n\nBalance, December 31, 2020 \n\n36,704 &#160; \n\n$ \n\n367 &#160; \n\n$ \n\n1,549,909 &#160; \n\n8,703 &#160; \n\n$ \n\n( 2,802,075 ) \n\n$ \n\n3,276,163 &#160; \n\n$ \n\n( 4,229 ) \n\n$ \n\n2,020,135 &#160; \n\nStock-based compensation \n\n- \n\n- \n\n178,703 &#160; \n\n- \n\n- \n\n- \n\n- \n\n178,703 &#160; \n\nStock plan transactions and other \n\n428 &#160; \n\n4 &#160; \n\n700 &#160; \n\n- \n\n- \n\n- \n\n- \n\n704 &#160; \n\nAcquisition of treasury stock \n\n- \n\n- \n\n- \n\n349 &#160; \n\n( 554,027 ) \n\n- \n\n- \n\n( 554,027 ) \n\nNet income \n\n- \n\n- \n\n- \n\n- \n\n- \n\n652,984 &#160; \n\n- \n\n652,984 &#160; \n\nOther comprehensive income (loss), net of income taxes \n\n- \n\n- \n\n- \n\n- \n\n- \n\n- \n\n( 1,125 ) \n\n( 1,125 ) \n\nBalance, December 31, 2021 \n\n37,132 &#160; \n\n$ \n\n371 &#160; \n\n$ \n\n1,729,312 &#160; \n\n9,052 &#160; \n\n$ \n\n( 3,356,102 ) \n\n$ \n\n3,929,147 &#160; \n\n$ \n\n( 5,354 ) \n\n$ \n\n2,297,374 &#160; \n\nStock-based compensation \n\n- \n\n- \n\n99,821 \n\n- \n\n- \n\n- \n\n- \n\n99,821 \n\nStock plan transactions and other \n\n188 &#160; \n\n2 &#160; \n\n- \n\n- \n\n- \n\n- \n\nAcquisition of treasury stock \n\n- \n\n- \n\n- \n\n641 &#160; \n\n( 925,912 ) \n\n- \n\n- \n\n( 925,912 ) \n\nNet income \n\n- \n\n- \n\n- \n\n- \n\n- \n\n899,101 \n\n- \n\n899,101 \n\nOther comprehensive income (loss), net of income taxes \n\n- \n\n- \n\n- \n\n- \n\n- \n\n- \n\n( 2,534 ) \n\n( 2,534 ) \n\nBalance, December 31, 2022 \n\n37,320 &#160; \n\n$ \n\n373 &#160; \n\n$ \n\n1,829,304 &#160; \n\n9,693 &#160; \n\n$ \n\n( 4,282,014 ) \n\n$ \n\n4,828,248 \n\n$ \n\n( 7,888 ) \n\n$ \n\n2,368,023 \n\n##TABLE_END\n\nSee accompanying notes to consolidated financial statements. \n\n&#160; \n\n&#160; \n\n&#160; \n\nCHIPOTLE MEXICAN GRILL, INC. \n\nCONSOLIDATED STATEMENTS OF CASH FLOWS \n\n(in thousands) \n\n##TABLE_START \n\nYear ended December 31, \n\n2021 \n\nOperating activities \n\nNet income \n\n$ \n\n899,101 \n\n$ \n\n652,984 \n\n$ \n\n355,766 \n\nAdjustments to reconcile net income to net cash provided by operating activities: \n\nDepreciation and amortization \n\n286,826 \n\n254,657 \n\n238,534 \n\nDeferred income tax provision \n\n( 43,195 ) \n\n( 12,357 ) \n\n108,350 \n\nImpairment, closure costs, and asset disposals \n\n20,738 \n\n17,086 \n\n28,874 \n\nProvision for credit losses \n\n( 760 ) \n\n164 \n\nStock-based compensation expense \n\n98,030 \n\n176,392 \n\n82,626 \n\nOther \n\n( 16,202 ) \n\n( 4,599 ) \n\n3,643 \n\nChanges in operating assets and liabilities: \n\nAccounts receivable \n\n( 14,026 ) \n\n( 1,687 ) \n\n3,010 \n\nInventory \n\n( 3,011 ) \n\n( 6,392 ) \n\n( 394 ) \n\nPrepaid expenses and other current assets \n\n( 14,660 ) \n\n( 26,826 ) \n\n( 11,442 ) \n\nOperating lease assets \n\n234,273 \n\n223,837 \n\n184,538 \n\nOther assets \n\n( 346 ) \n\n3,993 \n\n( 26,577 ) \n\nAccounts payable \n\n18,208 \n\n21,440 \n\n( 3,859 ) \n\nAccrued payroll and benefits \n\n9,864 \n\n( 44,555 ) \n\n76,683 \n\nAccrued liabilities \n\n( 27,964 ) \n\n10,997 \n\n5,596 \n\nUnearned revenue \n\n33,374 \n\n34,387 \n\n36,958 \n\nIncome tax payable/receivable \n\n46,262 \n\n193,379 \n\n( 255,251 ) \n\nOperating lease liabilities \n\n( 207,186 ) \n\n( 207,164 ) \n\n( 165,154 ) \n\nOther long-term liabilities \n\n3,853 \n\n( 3,984 ) \n\n1,782 \n\nNet cash provided by operating activities \n\n1,323,179 \n\n1,282,081 \n\n663,847 \n\nInvesting activities \n\nPurchases of leasehold improvements, property and equipment \n\n( 479,164 ) \n\n( 442,475 ) \n\n( 373,352 ) \n\nPurchases of investments \n\n( 614,416 ) \n\n( 429,350 ) \n\n( 468,418 ) \n\nMaturities of investments \n\n263,548 \n\n345,748 \n\n419,078 \n\nProceeds from sale of equipment \n\n- \n\n4,035 \n\n- \n\nAcquisitions of equity method investments \n\n- \n\n- \n\n( 10,025 ) \n\nNet cash used in investing activities \n\n( 830,032 ) \n\n( 522,042 ) \n\n( 432,717 ) \n\nFinancing activities \n\nAcquisition of treasury stock \n\n( 830,140 ) \n\n( 466,462 ) \n\n( 54,401 ) \n\nTax withholding on stock-based compensation awards \n\n( 98,970 ) \n\n( 79,870 ) \n\n( 48,555 ) \n\nOther financing activities \n\n( 294 ) \n\n( 2,274 ) \n\n( 1,895 ) \n\nNet cash used in financing activities \n\n( 929,404 ) \n\n( 548,606 ) \n\n( 104,851 ) \n\nEffect of exchange rate changes on cash, cash equivalents and restricted cash \n\n( 1,007 ) \n\n( 1,039 ) \n\n1,076 \n\nNet change in cash, cash equivalents, and restricted cash \n\n( 437,264 ) \n\n210,394 \n\n127,355 \n\nCash, cash equivalents, and restricted cash at beginning of year \n\n846,230 \n\n635,836 \n\n508,481 \n\nCash, cash equivalents, and restricted cash at end of year \n\n$ \n\n408,966 \n\n$ \n\n846,230 \n\n$ \n\n635,836 \n\nSupplemental disclosures of cash flow information \n\nIncome taxes paid (refunded) \n\n$ \n\n275,796 \n\n$ \n\n( 17,831 ) \n\n$ \n\n85,010 \n\nPurchases of leasehold improvements, property, and equipment accrued in accounts payable and accrued liabilities \n\n$ \n\n72,021 \n\n$ \n\n63,802 \n\n$ \n\n46,975 \n\nAcquisition of treasury stock accrued in accounts payable and accrued liabilities \n\n$ \n\n4,497 \n\n$ \n\n7,695 \n\n$ \n\n- \n\n##TABLE_END\n\nSee accompanying notes to consolidated financial statements. \n\n&#160; \n\n&#160; \n\nCHIPOTLE MEXICAN GRILL, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\n(dollar and share amounts in thousands, unless otherwise specified) \n\n&#160; \n\n1. Description of Business and Summary of Significant Accounting Policies \n\nIn this annual report on Form 10-K, Chipotle Mexican Grill, Inc., a Delaware corporation, together with its subsidiaries, is collectively referred to as &#8220;Chipotle,&#8221; &#8220;we,&#8221; &#8220;us,&#8221; or &#8220;our.&#8221; \n\nWe develop and operate restaurants that serve a relevant menu of burritos, burrito bowls, quesadillas, tacos, and salads, made using fresh, high- quality ingredients. As of December 31, 2022, we operated 3,187 restaurants, including 3,129 Chipotle restaurants within the United States, 53 international Chipotle restaurants, and five Pizzeria Locale restaurants. Pizzeria Locale is a fast casual pizza concept that is owned and operated by a consolidated entity that we are an investor in. We manage our U.S. operations based on eight regions and have aggregated our operations to one reportable segment. \n\nPrinciples of Consolidation and Basis of Presentation \n\nOur consolidated financial statements include our accounts, our wholly and majority owned subsidiaries and investees we control after elimination of all intercompany accounts and transactions. Certain prior-year amounts have been reclassified to conform to the current year presentation. \n\nManagement Estimates \n\nThe preparation of financial statements in conformity with U.S. generally accepted accounting principles requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and the disclosure of contingent assets and liabilities as of the date of the financial statements, as well as the reported amounts of revenue and expenses during the reporting period. Actual results could differ from those estimates under different assumptions or conditions. \n\nCash and Cash Equivalents \n\nWe consider highly liquid investment instruments purchased with an initial maturity of three months or less to be cash equivalents. Amounts receivable from credit card companies are also considered cash equivalents as they are both short term and highly liquid in nature. We maintain cash and cash equivalent balances that exceed federally-insured limits with a number of financial institutions. \n\nRestricted Cash \n\nWe maintain certain cash balances restricted as to withdrawal or use. Restricted cash assets are primarily insurance-related restricted trust assets. \n\nAccounts Receivable \n\nAccounts receivable primarily consists of receivables from third party gift card distributors, delivery partners, insurance liabilities covered by third-party insurance carriers and vendor rebates. \n\nAllowance for Credit Losses \n\nWe closely monitor accounts receivable and held to maturity investment balances and estimate the allowance for credit losses when lifetime credit losses are expected by management. Our estimate is based on historical collection experience, external market data and other factors, including those related to current market conditions and events. We do not recognize a reserve for expected credit losses related to our U.S. Treasury security investments as management has concluded there is no risk of non-payment. \n\nAs of December 31, 2022 and 2021, our allowance for credit losses was $ 1,180 and $ 1,950 , respectively. \n\nInventory \n\nInventory , consisting principally of food, beverages, and supplies, is valued at the lower of first-in, first-out cost or net realizable value. \n\n&#160; \n\n&#160; \n\nEquity Method Investments \n\nInvestments are accounted for under the equity method if we are able to exercise significant influence, but not control, over an investee. Our share of the earnings or losses as reported by the investees is classified as income from equity investees on our consolidated statements of income and comprehensive income. The investments are evaluated for impairment annually and when facts and circumstances indicate that the carrying value may not be recoverable. If a decline in fair value is determined to be other-than-temporary, an impairment charge is recorded in interest income and other income, net on our consolidated statements of income and comprehensive income. \n\nInvestments \n\nInvestments classified as trading securities are carried at fair value with any unrealized gain or loss being recorded in the consolidated statements of income and comprehensive income. Investments classified as available-for-sale are carried at fair value with unrealized gains and losses, net of tax, included as a component of other comprehensive income (loss), net of income taxes on the consolidated statements of income and comprehensive income. Held-to-maturity securities are carried at amortized cost. Non-marketable equity investments are measured at cost, less impairments, if any, plus or minus changes resulting from observable price changes in orderly transactions for the identical or similar investment of the same issuer. \n\nImpairment charges on investments are recognized in interest and other income, net on the consolidated statements of income and comprehensive income when management believes the decline in the fair value of the investment is other-than-temporary. \n\nFair Value Measurements \n\nFair value is the price we would receive to sell an asset or pay to transfer a liability (exit price) in an orderly transaction between market participants. For assets and liabilities recorded or disclosed at fair value, we determine fair value based on the following: \n\nLevel 1: Quoted prices in active markets for identical assets or liabilities that the entity has the ability to access. \n\nLevel 2: Observable inputs other than prices included in Level 1, such as quoted prices for similar assets and liabilities in active markets; quoted prices for identical or similar assets and liabilities in markets that are not active; or other inputs that are observable or can be corroborated with observable market data. \n\nLevel 3: Unobservable inputs for the asset or liability. This includes certain pricing models, discounted cash flow methodologies and similar techniques that use significant unobservable inputs. \n\nForeign Currency Translation \n\nOur international operations use the local currency as the functional currency. Assets and liabilities are translated at exchange rates in effect as of the balance sheet date. Income and expense accounts are translated monthly using average monthly exchange rates. Resulting translation adjustments are recorded as a separate component of other comprehensive income (loss), net of income taxes on the consolidated statement of income and comprehensive income. \n\nLeasehold Improvements, Property and Equipment \n\nLeasehold improvements, property and equipment are recorded at cost. Internal costs directly associated with the acquisition, development and construction of a restaurant are capitalized. During the years ended December 31, 2022, 2021 and 2020, we capitalized $ 12,695 , $ 10,870 , and $ 9,268 of internal costs, respectively. Expenditures for refurbishments and improvements that significantly add to the productivity capacity or extend the useful life are capitalized, while expenditures for maintenance and repairs are expensed as incurred. Depreciation is calculated using the straight-line method over the estimated useful lives of the assets. Leasehold improvements are amortized over the shorter of the lease term, which generally includes option periods that are reasonably certain, or the estimated useful lives of the assets. Upon retirement or disposal of assets, the accounts are relieved of cost and accumulated depreciation and any related gain or loss is reflected in impairment, closure costs, and asset disposals in the consolidated statements of income and comprehensive income . Assets to be disposed of are reported at the lower of their carrying amount or fair value less estimated costs to sell. \n\nAt least annually, or when impairment indicators are present, we evaluate, and adjust when necessary, the estimated useful lives of leasehold improvements, property and equipment. The changes in estimated useful lives did not have a material impact on depreciation in any period. The estimated useful lives are: \n\n##TABLE_START \n\nLeasehold improvements and buildings \n\n3 - 20 years \n\nFurniture and fixtures \n\n4 - 7 years \n\nEquipment \n\n3 - 10 years \n\n##TABLE_END\n\n&#160; \n\n&#160; \n\nLeases \n\nThe majority of our operating leases consist of restaurant locations and office space. We determine if a contract contains a lease at inception. Our leases generally have remaining terms of 1 - 20 years and most include options to extend the leases for additional 5 -year periods. Generally, the lease term is the minimum of the noncancelable period of the lease or the lease term inclusive of reasonably certain renewal periods up to a term of 20 years. \n\nWe recognize an operating lease asset and operating lease liability for each lease with a contractual term greater than 12 months at the time of lease inception. We do not record leases with an initial term of 12 months or less on our consolidated balance sheet but continue to record rent expense on a straight-line basis over the lease term. \n\nOperating lease assets and liabilities are recognized at the lease commencement date, which is the date we control the use of the property. Operating lease liabilities represent the present value of lease payments not yet paid. We made the policy election to combine lease and non-lease components. We consider fixed CAM part of our fixed future lease payments; therefore, fixed CAM is also included in our lease liability. To determine the present value of lease payments not yet paid, we estimate incremental borrowing rates corresponding to the lease term including reasonably certain renewal periods. As we have no outstanding debt nor committed credit facilities, secured or otherwise, we estimate this rate based on prevailing financial market conditions, comparable company and credit analysis, and management judgment. \n\nTotal lease costs recorded primarily as occupancy costs include fixed operating lease costs, variable lease costs and short-term lease costs. Most of our real estate leases require we pay certain expenses, such as CAM costs, real estate taxes and insurance, of which the fixed portion is included in operating lease costs. We recognize operating lease costs on a straight-line basis over the lease term. In addition to the above costs, variable lease costs also include amounts based on a percentage of gross sales in excess of specified levels and are recognized when probable and are not included in determining the present value of our operating lease liability. \n\nOperating lease assets represent our right to use an underlying asset and are based upon the operating lease liabilities adjusted for prepayments, initial direct costs, lease incentives, and impairment of operating lease assets. For operating leases, operating lease assets are reduced over the lease term by the recognized straight-line lease expense less the amount of accretion of the lease liability. Additionally, tenant incentives used to fund leasehold improvements are generally recognized when earned and reduce our right-of-use asset related to the lease. These are amortized through the operating lease asset as reductions of expense over the lease term. \n\nOur lease agreements do not contain any material residual value guarantees or material restrictive covenants. We have not entered into any leases with related parties. \n\nGoodwill \n\nGoodwill is not subject to amortization, but instead is tested for impairment annually in the fourth quarter, or more frequently when impairment indicators are present, and we are required to record any necessary impairment adjustments. Impairment is measured as the excess of the carrying value over the fair value of the goodwill. No impairment charges were recognized on goodwill for the years ended December 31, 2022, 2021, and 2020. \n\nOther Assets \n\nOther assets consist primarily of a rabbi trust as described further in Note 4. &#8220;Fair Value of Financial Instruments,&#8221; software as a service implementation costs where the service period is greater than one year, an equity method investment described further in Note 5. &#8220;Equity Investments&#8221; and transferable liquor licenses. \n\nInsurance Liability \n\nWe are self-insured for a significant portion of our employee health benefits programs, and carry significant retentions for risks and associated liabilities with respect to workers&#8217; compensation, general liability, property and auto damage, employment practices liability, cyber liability and directors&#8217; and officers&#8217; liability. Predetermined loss limits have been arranged with third party insurance companies to limit exposure to these claims. We record a liability that represents our estimated cost of claims incurred and unpaid as of the balance sheet date. Our estimated liability is not discounted and is based on a number of assumptions and factors, including historical trends, actuarial assumptions and economic conditions, and is closely monitored and adjusted when warranted by changing circumstances. \n\n&#160; \n\n&#160; \n\nReserves/Contingencies for Litigation and Other Matters \n\nWe are involved in various claims and legal actions that arise in the ordinary course of business. We record an accrual for legal contingencies when we determine that it is probable that we have incurred a liability and we can reasonably estimate the amount of the loss. \n\nIncome Taxes \n\nWe compute income taxes using the asset and liability method, under which deferred income tax assets and liabilities are recognized based on the differences between the financial reporting bases and the respective tax bases of assets and liabilities. Deferred tax assets and liabilities are measured using enacted tax rates expected to apply to taxable income in the years in which we expect the temporary differences to reverse. Any effects of changes in income tax rates or tax laws are included in the provision for income taxes in the period that includes the enactment date. \n\nWe routinely assess the realizability of our deferred tax assets by jurisdiction and may record a valuation allowance if, based on all available positive and negative evidence, we determine that some portion of the deferred tax assets may not be realized prior to expiration. If we determine that we may be able to realize our deferred tax assets in the future in excess of their net recorded amount, we would make an adjustment to the deferred tax asset valuation allowance, which would reduce the provision for income taxes during the period in which the determination was made that the deferred tax asset can be realized. \n\nWe evaluate our tax filing positions and recognize a tax benefit from an uncertain tax position only if it is more likely than not that based on its technical merits the tax position will be sustained upon examination by the relevant taxing authorities, including resolutions of any related appeals or litigation processes. The tax benefits recognized in the financial statements from such a position are measured based on the largest tax benefit that has a greater than 50 % likelihood of being realized upon settlement with a taxing authority. For uncertain tax positions that do not meet this threshold, we record a related tax reserve in the period in which it arises. We adjust our unrecognized tax benefit liability and provision for income taxes in the period in which the uncertain tax position is effectively settled, the statute of limitations expires for the relevant taxing authority to examine the tax position or when new information becomes available that requires a change in recognition and/or measurement of the liability. \n\nWe recognize interest to be paid on an underpayment of income taxes in interest expense and any related statutory penalties in the provision for income taxes in our consolidated statements of income and comprehensive income . Accrued interest and penalties are included within the related tax reserve on our consolidated balance sheets. \n\nRevenue Recognition \n\nWe generally recognize revenue, net of discounts and incentives, when payment is tendered at the point of sale. We report revenue net of sales-related taxes collected from customers and remitted to governmental taxing authorities. Food and beverage revenue primarily relates to the sale of food and beverages. Delivery service revenue is comprised of delivery and related service fees charged to customers on sales made through Chipotle&#8217;s app and website. \n\nDelivery \n\nWe offer our customers delivery in almost all of our geographic regions. Delivery services are fulfilled by third-party service providers. In some cases, we make delivery sales through our website Chipotle.com or the Chipotle App (&#8220;White Label Sales&#8221;). In other cases, we make delivery sales through a non-Chipotle owned channel, such as the delivery partner&#8217;s website or mobile app (&#8220;Marketplace Sales&#8221;). With respect to White Label Sales, we control the delivery services and generally recognize revenue, including delivery fees, when the delivery partner transfers food to the customer. For these sales, we receive payment directly from the customer at the time of sale. With respect to Marketplace Sales, we generally recognize revenue, excluding delivery fees collected by the delivery partner, when control of the food is transferred to the delivery partner. We receive payment from the delivery partner subsequent to the transfer of food and the payment terms are short-term in nature. \n\nGift Cards \n\nWe sell gift cards, which do not have expiration dates and we do not deduct non-usage fees from outstanding gift card balances. Gift card balances are initially recorded as unearned revenue. We recognize revenue from gift cards when the gift card is redeemed by the customer. Historically, the majority of gift cards are redeemed within one year. In addition, a portion of gift cards are not expected to be redeemed and will be recognized as breakage over time in proportion to gift card redemptions (&#8220;gift card breakage rate&#8221;) . The gift card breakage rate is based on company and program specific information, including historical redemption patterns, and expected remittance to government agencies under unclaimed property laws, if applicable. &#160; We evaluate our gift card breakage rate estimate annually, or more frequently as circumstances warrant, and apply that rate to gift card redemptions. Gift card liability balances are typically highest at the end of each calendar year following increased gift card sales during the holiday season; accordingly, revenue recognized from gift card liability balances is highest in the first quarter of each calendar year. \n\n&#160; \n\n&#160; \n\nChipotle Rewards \n\nWe have a loyalty program called Chipotle Rewards. Eligible customers who enroll in the program generally earn points for every dollar spent. In June 2021, we enhanced Chipotle Rewards and introduced a new redemption feature we call the &#8220;Rewards Exchange&#8221; that provides loyalty members multiple redemption options. Previously, Chipotle Rewards points were automatically redeemed for a free entr&#233;e when the customer obtained the required number of points. The change in the Chipotle Rewards program did not have a material impact on our consolidated financial statements. \n\nWe may also periodically offer promotions, which typically provide the customer with the opportunity to earn bonus points or other rewards. Earned rewards generally expire one month to two months after they are issued, and points generally expire if an account is inactive for a period of six months . \n\nWe defer revenue associated with the estimated selling price of points or rewards earned by customers as each point or reward is earned, net of points or rewards we do not expect to be redeemed. The estimated selling price of each point or reward earned is based on the estimated value of the product for which the reward is expected to be redeemed. Our estimate of points and rewards we expect to be redeemed is based on historical and other company specific data. The costs associated with rewards redeemed are primarily included in food, beverage, and packaging on our consolidated statements of income and comprehensive income. \n\nWe evaluate Chipotle Rewards point breakage annually, or more frequently as circumstances warrant. We completed our most recent breakage assessment as of October 31, 2022, which resulted in a reduction in revenue recognized of $ 6,070 during the three months ended December 31, 2022. The reduction in revenue recognized was primarily the result of a change in our ultimate redemption rate estimate as program data indicated a higher redemption trend than previously estimated. \n\nWe recognize loyalty revenue within food and beverage revenue on the consolidated statements of income and comprehensive income when a customer redeems an earned reward. Deferred revenue associated with Chipotle Rewards is included in unearned revenue on our consolidated balance sheets. \n\nAdvertising, Marketing and Promotional Costs \n\nAdvertising, marketing and promotional costs are expensed as incurred and totaled $ 250,673 , $ 222,091 and $ 222,820 for the years ended December 31, 2022, 2021 and 2020, respectively. Advertising, marketing and promotional costs include costs related to free food which a customer does not need to make a purchase to earn. These costs are included in other operating costs on the consolidated statements of income and comprehensive income . \n\nStock-Based Compensation \n\nDuring 2022, we issued shares as part of employee compensation pursuant to the Amended and Restated Chipotle Mexican Grill, Inc. 2011 Stock Incentive Plan (the &#8220;2011 Incentive Plan&#8221;), which was replaced on May 18, 2022 by the Chipotle Mexican Grill, Inc. 2022 Stock Incentive Plan (the &#8220;2022 Incentive Plan&#8221;). SOSARs and stock awards generally vest equally over two and three years and expire after seven years . Stock-based compensation expense is generally recognized on a straight-line basis for each separate vesting portion. Compensation expense related to employees eligible to retire and retain full rights to the awards is recognized over 12 months which coincides with the service period required to earn the full award. We estimate forfeitures based on historical data when determining the amount of stock-based compensation costs to be recognized in each period. We have also granted stock awards with performance vesting conditions and/or market vesting conditions. Stock awards with performance or market vesting conditions generally vest based on our achievement versus stated targets or criteria over a three-year performance and service period. Compensation expense on stock awards subject to performance conditions, which is based on the quantity of awards we have determined are probable of vesting, is recognized over the longer of the estimated performance goal attainment period or time vesting period. Compensation expense is recognized ratably for awards subject to market conditions regardless of whether the market condition is satisfied, provided that the requisite service has been provided. Some stock-based compensation awards are made to employees involved in our new restaurant development activities, and expense for these awards is recognized as capitalized development and included in leasehold improvements, property and equipment, net, on the consolidated balance sheets. \n\nRestaurant Pre-Opening Costs \n\nPre-opening costs, including rent, wages, benefits and travel for training and opening teams, food and other restaurant operating costs, are expensed as incurred prior to a restaurant opening for business, and are included in operating expenses on the consolidated statements of income and comprehensive income . \n\n&#160; \n\n&#160; \n\nImpairment of Long-Lived Assets \n\nLong-lived assets are reviewed for impairment whenever events or changes in circumstances indicate that the carrying amount of an asset may not be recoverable. For the purpose of reviewing restaurant assets to be held and used for potential impairment, assets are grouped together at the market level, or in the case of a potential relocation or closure, at the restaurant level. We manage our restaurants as a group with common costs and promotional activities; as such, an individual restaurant&#8217;s cash flows are not generally independent of the cash flows of others in a market. \n\nThe fair value measurement for asset impairment is generally based on Level 3 inputs. See &#8220;Fair Value Measurements&#8221; above for a description of level inputs. We first compare the carrying value of the asset (or asset group, referred interchangeably throughout as asset) to the asset&#8217;s estimated future undiscounted cash flows. If the estimated undiscounted future cash flows are less than the carrying value of the asset, we determine if we have an impairment loss by comparing the carrying value of the asset to the asset&#39;s estimated fair value. The estimated fair value of the asset is generally determined using the income approach to measure the fair value, which is based on the present value of estimated future cash flows. Key inputs to the income approach for restaurant assets include the discount rate, projected restaurant revenues and expenses, and sublease income if we are closing the restaurant. In certain cases, management uses other market information, when available, to estimate the fair value of an asset. The impairment charges represent the excess of each asset&#8217;s carrying amount over its estimated fair value and are allocated among the long-lived asset or assets of the group. \n\nEarnings per Share \n\nBasic earnings per share is calculated by dividing income available to common shareholders by the weighted-average number of shares of common stock outstanding during each period. Diluted earnings per share (&#8220;diluted EPS&#8221;) is calculated using income available to common shareholders divided by diluted weighted-average shares of common stock outstanding during each period. Potentially dilutive securities include shares of common stock underlying SOSARs and non-vested stock awards (collectively &#8220;stock awards&#8221;). Diluted EPS considers the impact of potentially dilutive securities except in periods in which there is a loss because the inclusion of the potential common shares would have an anti-dilutive effect. Stock awards are excluded from the calculation of diluted EPS in the event they are subject to performance conditions or are antidilutive. \n\nRecently Issued Accounting Standards \n\nIn March 2020, the FASB issued ASU No. 2020-04, &#8220;Reference Rate Reform (Topic 848): Facilitation of the Effects of Reference Rate Reform on Financial Reporting.&#8221; The pronouncement provides temporary optional expedients and exceptions to the current guidance on contract modifications and hedge accounting to ease the financial reporting burden related to the expected market transition from the London Interbank Offered Rate (&#34;LIBOR&#34;) and other interbank offered rates to alternative reference rates. The guidance was effective upon issuance and generally can be applied to applicable contract modifications through December 31, 2024 (the sunset date was extended from December 31, 2022 to December 31, 2024 by the issuance of ASU No. 2022-06 in December 2022). We are evaluating the impact of the transition from LIBOR to alternative reference rates but do not expect a significant impact to our consolidated financial statements. \n\nWe reviewed all other recently issued accounting pronouncements and concluded that they were either not applicable or not expected to have a significant impact to the consolidated financial statements. \n\n2. Supplemental Balance Sheet Information \n\nLeasehold improvements, property and equipment, net were as follows: \n\n##TABLE_START \n\nDecember 31, \n\n2021 \n\nLand \n\n$ \n\n12,943 \n\n$ \n\n12,943 \n\nLeasehold improvements and buildings \n\n2,317,277 \n\n2,094,227 \n\nFurniture and fixtures \n\n242,166 \n\n222,774 \n\nEquipment \n\n989,895 \n\n868,435 \n\nConstruction in Progress \n\n123,453 \n\n107,222 \n\nLeasehold improvements, property and equipment, gross \n\n3,685,734 \n\n3,305,601 \n\nAccumulated depreciation \n\n( 1,734,587 ) \n\n( 1,536,323 ) \n\nLeasehold improvements, property and equipment, net \n\n$ \n\n1,951,147 \n\n$ \n\n1,769,278 \n\n##TABLE_END\n\n&#160; \n\n&#160; \n\nAccrued payroll and benefits were as follows: \n\n##TABLE_START \n\nDecember 31, \n\n2021 \n\nWorkers&#39; compensation liability \n\n$ \n\n27,531 \n\n$ \n\n27,456 \n\nAccrued payroll and bonuses \n\n109,190 \n\n107,799 \n\nOther accrued payroll and benefits \n\n33,735 \n\n27,150 \n\nAccrued payroll and benefits \n\n$ \n\n170,456 \n\n$ \n\n162,405 \n\n##TABLE_END\n\nAccrued liabilities were as follows: \n\n##TABLE_START \n\nDecember 31, \n\n2021 \n\nSales and use tax payable \n\n$ \n\n35,567 \n\n$ \n\n32,004 \n\nLegal reserve liability \n\n15,227 \n\n48,098 \n\nOther accrued liabilities \n\n96,745 \n\n92,950 \n\nAccrued liabilities \n\n$ \n\n147,539 \n\n$ \n\n173,052 \n\n##TABLE_END\n\n&#160; \n\n3. Revenue Recognition \n\nGift Cards \n\nThe gift card liability included in unearned revenue on the consolidated balance sheets was as follows: \n\n##TABLE_START \n\nDecember 31, \n\n2021 \n\nGift card liability \n\n$ \n\n145,014 \n\n$ \n\n130,779 \n\n##TABLE_END\n\nRevenue recognized from the redemption of gift cards that was included in unearned revenue at the beginning of the year was as follows: \n\n##TABLE_START \n\nYear ended December 31, \n\n2021 \n\nRevenue recognized from gift card liability balance at the beginning of the year \n\n$ \n\n59,175 \n\n$ \n\n48,605 \n\n$ \n\n39,612 \n\n##TABLE_END\n\nChipotle Rewards \n\nChanges in our Chipotle Rewards liability included in unearned revenue on the consolidated balance sheets were as follows: \n\n##TABLE_START \n\nYear ended December 31, \n\n2021 \n\nChipotle Rewards liability, beginning balance \n\n$ \n\n25,572 \n\n$ \n\n22,337 \n\n$ \n\n10,584 \n\nRevenue deferred \n\n121,406 \n\n106,759 \n\n87,259 \n\nRevenue recognized \n\n( 108,921 ) \n\n( 103,524 ) \n\n( 75,506 ) \n\nChipotle Rewards liability, ending balance \n\n$ \n\n38,057 \n\n$ \n\n25,572 \n\n$ \n\n22,337 \n\n##TABLE_END\n\n&#160; \n\n&#160; \n\n4 . Fair Value of Fin ancial Instruments \n\nAssets and Liabilities Measured at Fair Value on a Recurring Basis \n\nThe carrying &#160; value of our cash and cash equivalents, restricted cash, accounts receivable and accounts payable approximate fair value because of their short-term nature. \n\nOur held-to-maturity investments are comprised of U.S. Treasury securities and a corporate debt security, which are held at amortized cost. We also have an investment in a convertible note receivable which is held at fair-value. Additionally, we maintain a deferred compensation plan with related assets held in a rabbi trust. \n\nThe following tables show our cash, cash equivalents, and debt investments by significant investment category as of December 31, 2022 and 2021: \n\n##TABLE_START \n\nDecember 31, 2022 \n\nAdjusted cost \n\nUnrealized Gains \n\nUnrealized Losses \n\nFair Value \n\nCash and Cash Equivalents \n\nCurrent Investments \n\nLong-term Investments \n\nCash \n\n$ \n\n75,829 \n\n$ \n\n- \n\n$ \n\n- \n\n$ \n\n75,829 \n\n$ \n\n75,829 \n\n$ \n\n- \n\n$ \n\n- \n\nLevel 1 (1) \n\nMoney market funds \n\n232,477 \n\n- \n\n- \n\n232,477 \n\n232,477 \n\n- \n\n- \n\nTime deposits \n\n75,694 \n\n- \n\n- \n\n75,694 \n\n75,694 \n\n- \n\n- \n\nU.S. Treasury securities \n\n847,354 \n\n14,355 \n\n833,062 \n\n- \n\n515,136 \n\n332,218 \n\nSubtotal \n\n1,155,525 \n\n14,355 \n\n1,141,233 \n\n308,171 \n\n515,136 \n\n332,218 \n\nLevel 3 \n\nCorporate debt security (2) \n\n17,900 \n\n- \n\n17,200 \n\n- \n\n- \n\n17,900 \n\nNote receivable (3) \n\n4,860 \n\n- \n\n5,082 \n\n- \n\n- \n\n5,082 \n\nSubtotal \n\n22,760 \n\n700 \n\n22,282 \n\n- \n\n- \n\n22,982 \n\nTotal \n\n$ \n\n1,254,114 \n\n$ \n\n$ \n\n15,055 \n\n$ \n\n1,239,344 \n\n$ \n\n384,000 \n\n$ \n\n515,136 \n\n$ \n\n355,200 \n\nDecember 31, 2021 \n\nAdjusted cost \n\nUnrealized Gains \n\nUnrealized Losses \n\nFair Value \n\nCash and Cash Equivalents \n\nCurrent Investments \n\nLong-term Investments \n\nCash \n\n$ \n\n119,639 \n\n$ \n\n- \n\n$ \n\n- \n\n$ \n\n119,639 \n\n$ \n\n119,639 \n\n$ \n\n- \n\n$ \n\n- \n\nLevel 1 (1) \n\nMoney market funds \n\n547,530 \n\n- \n\n- \n\n547,530 \n\n547,530 \n\n- \n\n- \n\nTime deposits \n\n148,205 \n\n- \n\n- \n\n148,205 \n\n148,205 \n\n- \n\n- \n\nU.S. Treasury securities \n\n501,288 \n\n- \n\n1,116 \n\n500,172 \n\n- \n\n260,945 \n\n240,343 \n\nSubtotal \n\n1,197,023 \n\n- \n\n1,116 \n\n1,195,907 \n\n695,735 \n\n260,945 \n\n240,343 \n\nLevel 3 \n\nCorporate debt security (2) \n\n18,000 \n\n- \n\n- \n\n18,000 \n\n- \n\n- \n\n18,000 \n\nNote receivable (3) \n\n- \n\n- \n\n- \n\n- \n\n- \n\n- \n\n- \n\nSubtotal \n\n18,000 \n\n- \n\n- \n\n18,000 \n\n- \n\n- \n\n18,000 \n\nTotal \n\n$ \n\n1,334,662 \n\n$ \n\n- \n\n$ \n\n1,116 \n\n$ \n\n1,333,546 \n\n$ \n\n815,374 \n\n$ \n\n260,945 \n\n$ \n\n258,343 \n\n##TABLE_END\n\n(1) Level 1: Quoted prices in active markets for identical assets or liabilities that the entity has the ability to access. \n\n(2) The fair value of the corporate debt security is measured using Level 3 (unobservable) inputs. We determined the fair value for the corporate debt security using an internally-developed valuation model and unobservable inputs include credit and liquidity spreads and effective maturity . \n\n(3) We have elected to measure our investment in a convertible note receivable of a private company at fair value under the fair value option. The fair value of the note receivable is measured using Level 3 (unobservable) inputs. We determined the fair value for the note receivable using an internally-developed valuation model and unobservable inputs include estimates of the equity value of the underlying business and the timing and probability of future financing events. \n\n&#160; \n\n&#160; \n\nRabbi Trust \n\nWe have elected to fund certain deferred compensation obligations, as described further in Note 8. &#8220;Stock-Based Compensation and Employee Benefit Plans&#8221;, through a rabbi trust, the assets of which are designated as trading securities . The rabbi trust is subject to creditor claims in the event of insolvency, but the assets held in the rabbi trust are not available for general corporate purposes. Amounts in the rabbi trust are invested in mutual funds, consistent with the investment choices selected by participants in their Deferred Plan accounts, which are designated as trading securities, carried at fair value, and are included in other assets on the consolidated balance sheets. We record trading gains and losses, along with the offsetting amount related to the increase or decrease in deferred compensation to reflect our exposure to liabilities for payment under the deferred plan in general and administrative expenses on the consolidated statements of income and comprehensive income. \n\nAssets and Liabilities Measured at Fair Value on a Nonrecurring Basis \n\nAssets recognized or disclosed at fair value on the consolidated financial statements on a nonrecurring basis include items such as leasehold improvements, property and equipment, certain long-term investments, operating lease assets, other assets, and goodwill. These assets are measured at fair value whenever events or changes in circumstances indicate that the carrying amount of an asset may not be recoverable or if there has been an observable price change of a non-marketable equity security. \n\nThe following table summarizes our restaurant and office assets measured at fair value by hierarchy level on a nonrecurring basis: \n\n##TABLE_START \n\nDecember 31, \n\nLevel \n\n2021 \n\nLeasehold improvements, property and equipment, net \n\n$ \n\n$ \n\n1,041 \n\nOperating lease assets \n\n713 \n\n2,791 \n\nTotal \n\n$ \n\n$ \n\n3,832 \n\n##TABLE_END\n\nFair value of these assets was measured using Level 3 inputs (unobservable inputs for the asset or liability). Unobservable inputs include the discount rate, projected restaurant revenues and expenses, and sublease income if we are closing the restaurant and intending to sublease the restaurant. For the years ended December 31, 2022, 2021 and 2020 we recorded asset impairments related to restaurants and offices of $ 2,387 , $ 4,727 and $ 16,683 , respectively. Costs are recorded within impairment, closure costs, and asset disposals on the consolidated statements of income and comprehensive income. Carrying value after the impairment charges approximates fair value. \n\n&#160; \n\n&#160; \n\n5. Equity Investments \n\n##TABLE_START \n\nDecember 31, \n\n2021 \n\nEquity method investments \n\n$ \n\n11,697 \n\n$ \n\n9,251 \n\nOther investments \n\n32,855 \n\n15,968 \n\nTotal \n\n$ \n\n44,552 \n\n$ \n\n25,219 \n\n##TABLE_END\n\nEquity Method Investments \n\nAs of December 31, 2022, we owned 4,325 shares of common stock of Tractor Beverages, Inc. (&#8220;Tractor&#8221;). Our investment represents ownership of approximately 10.3 % of Tractor, and we have invested total cash consideration of $ 10,000 . As we are a significant customer of Tractor and maintain board representation, we are accounting for our investment under the equity method. There were no impairment charges for the year ended December 31, 2022 or 2021 associated with this equity method investment. The investment in common stock is included within other assets on the consolidated balance sheets with a carrying value of $ 11,697 and $ 9,251 as of December 31, 2022 and December 31, 2021, respectively. Refer to Note 13. &#8220;Related Party Transactions&#8221; for related party disclosures. \n\nOther Investments \n\nAs of December 31, 2022, we hold warrants (the &#8220;Tractor Warrants&#8221;) to purchase 3,772 shares of common stock of Tractor. Tractor is a privately held company, and as such, the Tractor Warrants represent non-marketable equity securities. The investment is included within long-term investments on the consolidated balance sheets with a carrying value of $ 10,747 and $ 0 as of December 31, 2022 and December 31, 2021. \n\nAs of December 31, 2022, we own 766 shares of the Series C Preferred Stock of Nuro, Inc. (&#8220;Nuro&#8221;). Our investment represents a minority interest and we have determined that we do not have significant influence over Nuro. Nuro is a privately held company, and as such, the preferred shares comprising our investment are illiquid and fair value is not readily determinable. As of December 31, 2022, we have recognized a cumulative gain of $ 5,968 related to our investment in Nuro due to observable transactions in prior periods. The investment is included within long-term investments on the consolidated balance sheets with a carrying value of $ 15,968 as of December 31, 2022 and December 31, 2021. \n\nAs of December 31, 2022, we held additional investments in other entities through the Cultivate Next Fund. We do not have significant influence over these entities. These additional investments are included within long-term investments on the consolidated balance sheets with a carrying value of $ 6,140 and $ 0 as of December 31, 2022 and December 31, 2021. \n\n6. Income Taxes \n\nIncome before income taxes, classified by source of income, was as follows: \n\n##TABLE_START \n\nYear ended December 31, \n\n2021 \n\nDomestic \n\n$ \n\n1,192,004 \n\n$ \n\n818,057 \n\n$ \n\n311,021 \n\nForeign \n\n( 10,473 ) \n\n( 5,294 ) \n\n( 17,240 ) \n\nIncome before income taxes \n\n$ \n\n1,181,531 \n\n$ \n\n812,763 \n\n$ \n\n293,781 \n\n##TABLE_END\n\n&#160; \n\n&#160; \n\nThe components of the benefit/(provision) for income taxes were as follows: \n\n##TABLE_START \n\nYear ended December 31, \n\n2021 \n\nCurrent tax: \n\nU.S. Federal \n\n$ \n\n( 246,210 ) \n\n$ \n\n( 156,447 ) \n\n$ \n\n204,063 \n\nU.S. State \n\n( 79,041 ) \n\n( 15,351 ) \n\n( 32,684 ) \n\nForeign \n\n( 374 ) \n\n( 338 ) \n\n( 1,044 ) \n\n( 325,625 ) \n\n( 172,136 ) \n\n170,335 \n\nDeferred tax: \n\nU.S. Federal \n\n23,502 \n\n33,004 \n\n( 120,066 ) \n\nU.S. State \n\n19,940 \n\n( 20,404 ) \n\n11,507 \n\nForeign \n\n( 3,771 ) \n\n7,229 \n\n7,158 \n\n39,671 \n\n19,829 \n\n( 101,401 ) \n\nValuation allowance \n\n3,524 \n\n( 7,472 ) \n\n( 6,949 ) \n\nBenefit/(provision) for income taxes \n\n$ \n\n( 282,430 ) \n\n$ \n\n( 159,779 ) \n\n$ \n\n61,985 \n\n##TABLE_END\n\nThe effective tax rate differs from the statutory tax rates as follows: \n\n##TABLE_START \n\nYear ended December 31, \n\n2021 \n\nStatutory U.S. federal income tax rate \n\n21.0 \n\n% \n\n21.0 \n\n% \n\n21.0 \n\n% \n\nState income tax, net of related federal income tax benefit \n\n3.8 \n\n3.5 \n\n4.2 \n\nFederal tax credits \n\n( 1.0 ) \n\n( 1.6 ) \n\n( 3.5 ) \n\nExecutive compensation disallowed \n\n0.8 \n\n2.9 \n\n2.9 \n\nMeals and entertainment \n\n- \n\n- \n\n0.1 \n\nEnhanced deduction for food donation \n\n- \n\n- \n\n( 0.1 ) \n\nValuation allowance \n\n0.2 \n\n0.3 \n\n1.6 \n\nUncertain tax position reserves \n\n0.3 \n\n- \n\n- \n\nOther \n\n0.6 \n\n- \n\n1.8 \n\nReturn to provision and other discrete items \n\n( 0.1 ) \n\n0.1 \n\n2.1 \n\nEquity compensation related adjustments \n\n( 1.7 ) \n\n( 4.7 ) \n\n( 13.5 ) \n\nFederal net operating loss \n\n- \n\n( 1.8 ) \n\n( 37.7 ) \n\nEffective income tax rate \n\n23.9 \n\n% \n\n19.7 \n\n% \n\n( 21.1 ) \n\n% \n\n##TABLE_END\n\nThe effective tax rate for the year ended December 31, 2022, was higher than the effective tax rate for the year ended December 31, 2021, primarily due to a decrease in excess tax benefits related to option exercises and equity vesting, fewer benefits generated from a federal net operating loss (&#8220;NOL&#8221;) and a net increase in uncertain tax position reserves. \n\n&#160; \n\n&#160; \n\nThe components of the deferred income tax assets and liabilities for continuing operations were as follows: \n\n##TABLE_START \n\nDecember 31, \n\n2021 \n\nDeferred income tax liability: \n\nLeasehold improvements, property and equipment, net \n\n$ \n\n263,444 \n\n$ \n\n279,586 \n\nGoodwill and other assets \n\n1,754 \n\n1,728 \n\nPrepaid assets and other \n\n( 4,685 ) \n\nOperating lease assets \n\n901,058 \n\n851,324 \n\nTotal deferred income tax liability \n\n1,161,571 \n\n1,132,744 \n\nDeferred income tax asset: \n\nGift card liability \n\n15,893 \n\n9,699 \n\nCapitalized transaction costs \n\n324 \n\nStock-based compensation and other employee benefits \n\n45,129 \n\n45,261 \n\nForeign net operating loss carry-forwards \n\n24,799 \n\n27,446 \n\nState credits \n\n3,151 \n\n3,595 \n\nOperating lease liabilities \n\n962,815 \n\n909,528 \n\nAllowances, reserves and other \n\n15,688 \n\n24,179 \n\nCapitalized research costs \n\n17,415 \n\n- \n\nState net operating loss carry-forwards \n\n4,832 \n\n1,568 \n\nValuation allowance \n\n( 27,097 ) \n\n( 30,621 ) \n\nTotal deferred income tax asset \n\n1,062,948 \n\n990,979 \n\nDeferred income tax liabilities \n\n$ \n\n98,623 \n\n$ \n\n141,765 \n\n##TABLE_END\n\nGross foreign NOLs were $ 114,727 and $ 108,324 for the year ended December 31, 2022 and 2021, respectively. Our foreign NOLs can be carried forward indefinitely. \n\nGross state NOLs available across all jurisdictions in which we operate were $ 73,327 and $ 50,467 as of December 31, 2022 and 2021, respectively. Our state NOLs expire over varying intervals in the future. \n\nWe had gross valuation allowances against certain foreign deferred tax assets of $ 124,609 and $ 119,741 as of December 31, 2022 and 2021, respectively. The decrease in the valuation allowance was primarily due to immaterial tax rate changes on various foreign tax attributes. \n\nUnrecognized Tax Benefits \n\nA reconciliation of the unrecognized tax benefits was as follows: \n\n##TABLE_START \n\nYear ended December 31, \n\n2021 \n\nBeginning of year \n\n$ \n\n5,262 \n\n$ \n\n10,859 \n\n$ \n\n15,028 \n\nIncrease/(Decrease) resulting from prior year tax position \n\n3,937 \n\n( 151 ) \n\n( 2,853 ) \n\nIncrease resulting from current year tax position \n\n1,387 \n\n1,870 \n\nSettlements with taxing authorities \n\n- \n\n- \n\n- \n\nLapsing of statutes of limitations \n\n( 609 ) \n\n( 6,833 ) \n\n( 3,186 ) \n\nEnd of year \n\n$ \n\n8,902 \n\n$ \n\n5,262 \n\n$ \n\n10,859 \n\n##TABLE_END\n\nInterest expense related to uncertain tax positions is recognized in interest and other income, net on the consolidated statements of income and comprehensive income. Penalties related to uncertain tax positions are recognized in benefit/(provision) for income taxes on the consolidated statements of income and comprehensive income. For the years ended December 31, 2022, 2021 and 2020, we recognized $ 384 , $ 180 and $ 554 , respectively, in interest expense related to uncertain tax positions. These are gross amounts before any tax benefits and are included in other liabilities on the consolidated balance sheets. As of December 31, 2022 and 2021, we have accrued interest of $ 589 and $ 356 , respectively. \n\nThe Internal Revenue Service (&#8220;IRS&#8221;) commenced an examination of our U.S. income tax returns for the tax year ended December 31, 2020 in the fourth quarter of 2022 that is anticipated to be completed within 18 months. As of December 31, 2022, the IRS has not proposed any adjustments to our tax positions. \n\n&#160; \n\n&#160; \n\nOur tax returns are currently under audit by the State of Pennsylvania for the tax years ended December 31, 2019, December 31, 2020 and December 31, 2021. As of December 31, 2022, the State of Pennsylvania has not proposed any adjustments to our tax positions. For the majority of states where we have a significant presence, we are no longer subject to tax examinations by tax authorities for tax years before 2018. Currently, we expect expirations of statutes of limitations, excluding indemnified amounts, on reserves of approximately $ 573 within the next twelve months. \n\nIt is reasonably possible the amount of the unrecognized benefit with respect to certain unrecognized positions could significantly increase or decrease within the next twelve months and would have an impact on net income. \n\nInflation Reduction Act of 2022 \n\nOn August 16, 2022, President Biden signed into law the Inflation Reduction Act of 2022, which includes a 15% minimum tax on the adjusted financial statement income of corporations with a three taxable year average annual adjusted financial statement income in excess of $1 billion, a 1% excise tax on net stock repurchases made by publicly traded US corporations and several tax incentives to promote clean energy. The alternative minimum tax and the excise tax are effective in taxable years beginning after December 31, 2022. While these tax law changes have no immediate effect and are not expected to have a material adverse effect on our results of operations going forward, we will continue to evaluate its impact as further information becomes availabl e . \n\n7. Shareholders&#8217; Equity \n\nWe have had a stock repurchase program in place since 2008. As of December 31, 2022, we had $ 413,947 authorized for repurchasing shares of our common stock, which includes the $ 200,000 additional authorization approved by our Board of Directors on December 7, 2022. Shares we repurchased are being held in treasury stock until they are reissued or retired at the discretion of our Board of Directors. \n\nDuring the years ended December 31, 2022, 2021, and 2020, shares of common stock at a total cost of $ 98,970 , $ 79,870 , and $ 48,555 , respectively, were netted and surrendered as payment for minimum statutory withholding obligations in connection with the vesting of outstanding stock awards. Shares surrendered by the participants in accordance with the applicable award agreements and plan are deemed repurchased by us but are not part of publicly announced share repurchase programs . \n\n8. Sto ck-Based Compensation and Employee Benefit Plans \n\nPursuant to the 2022 and 2011 Stock Incentive Plans, we grant stock options, SOSARs, restricted stock units (&#8220;RSUs&#8221;), or performance and/or market based restricted stock units (&#8220;PSUs&#8221;) to employees and non-employee directors. We issue shares of common stock upon the exercise of SOSARs and the vesting of RSUs and PSUs. Under both plans, f or purposes of calculating the available shares remaining, each share issuable pursuant to outstanding full value awards, such as RSUs and PSUs, counts as two shares, and each share underlying a stock option or SOSAR count as one share. \n\nWe also have an employee stock purchase plan (&#8220;ESPP&#8221;), Defined Contribution Plan, and a Deferred Compensation Plan. \n\nStock-Based Compensation \n\nUnder the 2011 Stock Incentive Plan, 6,830 shares of common stock were authorized and reserved for issuance to eligible participants. As of December 31, 2021 there were 2,141 shares of common stock that remained available for future issuances under this plan. On March 23, 2022, the Board approved the 2022 Stock Incentive Plan, which was then approved by the shareholders on May 18, 2022. Once the shareholders approved the 2022 Stock Incentive plan, the remaining shares available for issuance under the 2011 Stock Incentive plan were terminated. The numbers of shares authorized for issuance under the 2022 Stock Incentive Plan will not exceed 2,431 . There were 2,318 shares that were authorized for issuance but not issued or subject to outstanding awards as of December 31, 2022. \n\n&#160; \n\n&#160; \n\nThe following table sets forth total stock-based compensation expense: \n\n##TABLE_START \n\nYear ended December 31, \n\n2021 \n\nStock-based compensation \n\n$ \n\n99,821 \n\n$ \n\n178,703 \n\n$ \n\n84,463 \n\nStock-based compensation, net of income taxes \n\n$ \n\n84,928 \n\n$ \n\n159,972 \n\n$ \n\n69,904 \n\nTotal capitalized stock-based compensation included in leasehold improvements, property and equipment, net on the consolidated balance sheets \n\n$ \n\n1,791 \n\n$ \n\n2,311 \n\n$ \n\n1,837 \n\nExcess tax benefit on stock-based compensation recognized in benefit/(provision) for income taxes on the consolidated statements of income and comprehensive income \n\n$ \n\n24,689 \n\n$ \n\n47,958 \n\n$ \n\n49,690 \n\n##TABLE_END\n\nSOSARs \n\nA summary of SOSAR activity was as follows (in thousands, except years and per share data): \n\n##TABLE_START \n\nShares \n\nWeighted-Average Exercise Price per Share \n\nWeighted-Average Remaining Contractual Life (Years) \n\nAggregate Intrinsic Value \n\nOutstanding, January 1, 2022 \n\n$ \n\n838.62 \n\n$ \n\n331,352 \n\nGranted \n\n1,556.14 \n\nExercised \n\n( 84 ) \n\n626.94 \n\nForfeited or cancelled \n\n( 23 ) \n\n1,361.84 \n\nOutstanding, December 31, 2022 \n\n1,053.84 \n\n4.4 \n\n142,916 \n\nExercisable, December 31, 2022 \n\n593.52 \n\n3.0 \n\n118,514 \n\nVested and expected to vest, December 31, 2022 \n\n1,038.25 \n\n4.3 \n\n142,743 \n\n##TABLE_END\n\nThe total intrinsic value of SOSARs exercised during the years ended December 31, 2022, 2021, and 2020, was $ 77,124 , $ 498,399 , and $ 236,573 , respectively. Unrecognized stock-based compensation expense for SOSARs as of December 31, 2022 was $ 29,474 and is expected to be recognized over a weighted average period of 1.6 years. SOSARs expire 7 years after the day they were granted. \n\nThe weighted average assumptions utilized in the Black-Scholes option-pricing model to estimate the fair value of SOSARs granted each year were as follows: \n\n##TABLE_START \n\n2021 \n\nRisk-free interest rate \n\n2.1 \n\n% \n\n0.3 \n\n% \n\n1.3 \n\n% \n\nExpected life (years) \n\n3.6 \n\n3.7 \n\n3.8 \n\nExpected dividend yield \n\n0.0 \n\n% \n\n0.0 \n\n% \n\n0.0 \n\n% \n\nVolatility \n\n36.0 \n\n% \n\n35.2 \n\n% \n\n32.4 \n\n% \n\nWeighted-average Black-Scholes fair value per share at date of grant \n\n$ \n\n456.44 \n\n$ \n\n403.01 \n\n$ \n\n231.52 \n\n##TABLE_END\n\nThe risk-free interest rate is based on U.S. Treasury rates for instruments with similar terms, and the expected life assumption is based on our historical data. We have not paid dividends to date and do not plan to pay dividends in the near future. The volatility assumption is based on our historical data and implied volatility. \n\n&#160; \n\n&#160; \n\nNon-Vested Stock Awards (RSUs) \n\nA summary of RSU award activity was as follows (in thousands, except per share data): \n\n##TABLE_START \n\nShares \n\nWeighted-Average Grant Date Fair Value per Share \n\nOutstanding, January 1, 2022 \n\n$ \n\n1,064.67 \n\nGranted \n\n1,559.73 \n\nVested \n\n( 24 ) \n\n798.11 \n\nForfeited or cancelled \n\n( 9 ) \n\n1,369.09 \n\nOutstanding, December 31, 2022 \n\n1,396.78 \n\nVested and expected to vest, December 31, 2022 \n\n1,382.72 \n\n##TABLE_END\n\nThe weighted average grant date fair value per RSU granted during the years ended December 31, 2021 and 2020, was $ 1,492.15 and $ 905.96 , respectively. Unrecognized stock-based compensation expense for non-vested RSU stock awards we have determined are probable of vesting was $ 26,881 as of December 31, 2022, and is expected to be recognized over a weighted average period of 1.5 years. The fair value of shares earned as of the vesting date during the years ended December 31, 2022, 2021, and 2020, was $ 33,959 , $ 73,540 , and $ 47,649 , respectively. \n\nNon-Vested Performance Stock Awards (PSUs) \n\nA summary of PSU award activity was as follows (in thousands, except per share data): \n\n##TABLE_START \n\nShares \n\nWeighted-Average Grant Date Fair Value per Share \n\nOutstanding, January 1, 2022 \n\n$ \n\n928.28 \n\nGranted \n\n1,569.39 \n\nVested \n\n( 54 ) \n\n791.65 \n\nExpired \n\n( 6 ) \n\n1,117.45 \n\nOutstanding, December 31, 2022 \n\n1,194.80 \n\nVested and expected to vest, December 31, 2022 \n\n1,097.75 \n\n##TABLE_END\n\nThe weighted average fair value per PSU granted during the years ended December 31, 2021 and 2020, was $ 1,479.55 and $ 853.03 , respectively. The unrecognized stock-based compensation expense for non-vested PSU stock awards we have determined are probable of vesting was $ 29,792 as of December 31, 2022, and is expected to be recognized over a weighted average period of 1.3 years. The fair value of shares earned as of the vesting date during the years ended December 31, 2022, 2021, and 2020, was $ 177,293 , $ 97,496 , and $ 60,081 , respectively. \n\nDuring the year ended December 31, 2022, we awarded performance share awards that are subject to service, market, and performance vesting conditions. The quantity of shares that will vest will range from 0 % to 300 % of the target number of shares based on performance factors related to restaurant cash flow dollars earned over a three-year period beginning on January 1, 2022. If the defined minimum targets are not met, then no shares will vest. Further, in no event may more than 100 % of the target number of PSUs vest if our 3 -year total shareholder return is below the 25 th percentile of the constituent companies comprising the S&#38;P 500 on the day of the grant. \n\nDuring the year ended December 31, 2021, we awarded performance share awards that are subject to service, market, and performance vesting conditions. The quantity of shares that will vest will range from 0 % to 300 % of the target number of shares based on performance factors related to our growth in comparable restaurant sales and average restaurant margin over a three-year period beginning on January 1, 2021. If the defined minimum targets are not met, then no shares will vest. Further, in no event may more than 100 % of the target number of PSUs vest if our 3-year total shareholder return is below the 25 th percentile of the constituent companies comprising the S&#38;P 500 on the day of the grant. \n\n&#160; \n\n&#160; \n\nDuring the year ended December 31, 2020, we awarded performance share awards that are subject to service, market, and performance vesting conditions. The quantity of shares that will vest will range from 0 % to 300 % of the target number of shares based on performance factors related to our growth in comparable restaurant sales and average restaurant margin over a three-year period beginning on January 1, 2020. If the defined minimum targets are not met, then no shares will vest. Further, in no event may more than 100 % of the target number of PSUs vest if our 3-year total shareholder return is below the 25 th percentile of the constituent companies comprising the S&#38;P 500 on the day of the grant. \n\nThe information contained in this paragraph describing the modification of the 2018 Performance Share Awards is included in the PSU table above. On December 30, 2020, due to the impact that the COVID-19 pandemic had on the growth in comparable restaurant sales and restaurant margin relative to the trajectory of both of these performance factors prior to the pandemic, and also due to the significant shareholder value created over the performance period of the original award, the Compensation Committee of the Board of Directors modified the 2018 PSU award. This modification pertained to all seven recipients of this award, and resulted in incremental compensation expense of $ 71,441 , of which $ 7,255 was recognized during the year ended December 31, 2022, and $ 0 remains unamortized as of December 31, 2022. The incremental compensation cost is calculated by multiplying the number of incremental shares generated though the modification by the stock price on the modification date. The stock price on the modification date of December 30, 2020 was $ 1,374.17 . To receive all incremental shares generated through the modification, the employees had to remain employed through December 31, 2022, and the incremental shares vested in four installments over this period. The first two installments of the modification vested during 2021, which included the vesting of 33 PSUs, and the second two installments of the modification vested during 2022, which included the vesting of 16 PSUs. One employee terminated employment during July 2022, which resulted in the forfeiture of 1 PSU. \n\nOn July 27, 2022, we modified certain equity awards of an employee in connection with a separation agreement to allow short-term extension of vesting of these certain equity awards that would have otherwise vested within eight months of the separation date. This modification impacted one individual and resulted in incremental compensation expense of $ 6,701 , which was recognized in July 2022. \n\nESPP \n\nOn May 18, 2022, the shareholders of Chipotle approved a new employee stock purchase plan, or &#8220;2022 ESPP&#8221;, to replace the prior ESPP which expired in early 2022. A total of 250 shares are authorized for issuance under the 2022 ESPP. \n\nSimilar to the previous ESPP, the 2022 ESPP contains eligibility requirements of one year of service with Chipotle and a maximum contribution of 15 % of an employee&#8217;s earnings, subject to an annual maximum dollar amount. However, under the previous ESPP the offering period was monthly and the purchase price for our common stock was 95 % of the fair market value on the last trading day of the offering period, while the 2022 ESPP offering period is quarterly and the purchase price for our common stock is 92.5 % of the lower of the fair market value on the first and last trading days of each offering period. \n\nDuring the years ended December 31, 2022, 2021, and 2020, the number of shares issued each year under the ESPP were less than one . There were 249 shares available for issuance under the ESPP as of December 31, 2022. \n\nEmployee Benefit Plans \n\nDefined Contribution Plan \n\nWe maintain the Chipotle Mexican Grill 401(k) Plan (&#8220;401(k) Plan&#8221;) for eligible U.S.-based employees. The 401(k) Plan allows participants to make cash contributions from payroll deductions. Employees become eligible to receive matching contributions after one year , and at least 1,000 hours, of service with Chipotle. We match 100 % of the first 3 % of pay contributed by each eligible employee and 50 % on the next 2 % of pay contributed each pay period (with an annual true-up) through cash contributions. For the years ended December 31, 2022, 2021, and 2020, matching contributions totaled approximately $ 12,923 , $ 10,527 and $ 8,490 , respectively and are included in general and administrative expenses on the consolidated statements of income and comprehensive income . Certain subsidiaries outside the U.S. also offer other similar benefits and are immaterial to the consolidated statements of income and comprehensive income . \n\nDeferred Compensation Plan \n\nWe also maintain the Chipotle Mexican Grill, Inc. Supplemental Deferred Investment Plan (the &#8220;Deferred Plan&#8221;) for eligible employees. The Deferred Plan is a non-qualified plan that allows participants to make tax-deferred contributions that cannot be made under the 401(k) Plan because of Internal Revenue Service limitations. Participants&#8217; earnings on contributions made to the Deferred Plan fluctuate with the actual earnings and losses of a variety of available investment choices selected by the participant. Total obligations under the Deferred Plan as of December 31, 2022 and 2021, were $ 21,140 and $ 19,330 , respectively, and are included in other liabilities on the consolidated balance sheets and was fully funded as of December 31, 2021. We match 100 % of the first 3 % of pay contributed by each eligible employee and 50 % on the next 2 % of pay contributed once the 401(k) contribution limits are reached. \n\n&#160; \n\n&#160; \n\nThe following table summarizes estimated current and long-term material cash requirements for our deferred compensation plan as of December 31, 2022: \n\n##TABLE_START \n\nPayments Due by Fiscal Year \n\nTotal \n\n2024-2025 \n\n2026-2027 \n\nThereafter \n\nDeferred compensation (1) \n\n$ \n\n21,140 \n\n$ \n\n4,153 \n\n$ \n\n5,074 \n\n$ \n\n4,665 \n\n$ \n\n7,248 \n\n##TABLE_END\n\n(1) Includes scheduled payments from our deferred compensation plan where payment dates are determinable for employed participants in accordance with the account&#8217;s election, and the assumption that active participants will retire at the age of 65 and begin distributions from their accounts at that time. This does not include future contributions, investment earnings, or future participants. Timing and amounts of payments may vary significantly . \n\n9. L eases \n\nThe weighted average remaining lease term and discount rate were as follows: \n\n##TABLE_START \n\nDecember 31, \n\nDecember 31, \n\n2021 \n\nWeighted average remaining lease term (years) \n\n13.8 \n\n13.8 \n\nWeighted average discount rate \n\n4.77 % \n\n4.56 % \n\n##TABLE_END\n\nThe components of lease cost were as follows: \n\n##TABLE_START \n\nYear ended December 31, \n\nClassification \n\n2021 \n\nOperating lease cost \n\nOccupancy, Other operating costs, General and administrative expenses and Pre-opening costs \n\n$ \n\n397,112 \n\n$ \n\n364,314 \n\n$ \n\n333,878 \n\nShort-term lease cost \n\nOther operating costs \n\n256 \n\nVariable lease cost \n\nOccupancy, Other operating costs, General and administrative expenses and Pre-opening costs \n\n102,636 \n\n92,145 \n\n37,860 \n\nSublease income \n\nGeneral and administrative expenses \n\n( 5,444 ) \n\n( 4,930 ) \n\n( 3,588 ) \n\nTotal lease cost \n\n$ \n\n494,937 \n\n$ \n\n451,785 \n\n$ \n\n368,186 \n\n##TABLE_END\n\nSupplemental disclosures of cash flow information related to leases were as follows: \n\n##TABLE_START \n\nYear ended December 31, \n\n2021 \n\nCash paid for operating lease liabilities \n\n$ \n\n386,238 \n\n$ \n\n359,391 \n\n$ \n\n316,249 \n\nOperating lease assets obtained in exchange for operating lease liabilities \n\n$ \n\n425,243 \n\n$ \n\n577,273 \n\n$ \n\n484,888 \n\nDerecognition of operating lease assets due to terminations or impairment \n\n$ \n\n14,718 \n\n$ \n\n5,765 \n\n$ \n\n20,242 \n\n##TABLE_END\n\nMaturities of lease liabilities were as follows as of December 31, 2022: \n\n##TABLE_START \n\nOperating Leases \n\n$ \n\n375,174 \n\n404,139 \n\n396,777 \n\n389,276 \n\n382,790 \n\nThereafter \n\n3,212,975 \n\nTotal lease payments \n\n5,161,131 \n\nLess: imputed interest \n\n1,429,721 \n\nOperating lease liabilities (Current and Long-Term) \n\n$ \n\n3,731,410 \n\n##TABLE_END\n\nAs of December 31, 2022, the total lease payments include $ 2,401,022 related to options to extend lease terms that are reasonably certain of being exercised, and exclude approximately $ 445,913 of legally binding lease payments for leases signed but not yet commenced and $ 16,994 of future sublease income. \n\n&#160; \n\n&#160; \n\nWe have six sale and leaseback transactions, which do not qualify for sale leaseback accounting due to fixed price renewal options prohibiting sale accounting. These transactions are accounted for under the financing method. Under the financing method, the assets remain on the consolidated balance sheets and the proceeds from the transactions are recorded as a financing liability. A portion of lease payments are applied as payments of deemed principal and imputed interest. The deemed landlord financing liability was $ 1,158 and $ 1,515 as of December 31, 2022, and 2021, respectively, with the current portion of the liability included in accrued liabilities, and the remaining portion included in other liabilities on the consolidated balance sheets . \n\n10. Earnings Per Share \n\nThe following table sets forth the computations of basic and diluted earnings per share: \n\n##TABLE_START \n\nYear ended December 31, \n\n2021 \n\nNet income \n\n$ \n\n899,101 \n\n$ \n\n652,984 \n\n$ \n\n355,766 \n\nShares: \n\nWeighted-average number of common shares outstanding (for basic calculation) \n\n27,851 \n\n28,132 \n\n27,917 \n\nDilutive stock awards \n\n379 \n\nWeighted-average number of common shares outstanding (for diluted calculation) \n\n28,062 \n\n28,511 \n\n28,416 \n\nBasic earnings per share \n\n$ \n\n32.28 \n\n$ \n\n23.21 \n\n$ \n\n12.74 \n\nDiluted earnings per share \n\n$ \n\n32.04 \n\n$ \n\n22.90 \n\n$ \n\n12.52 \n\n##TABLE_END\n\nThe following stock awards were excluded from the calculation of diluted earnings per share: \n\n##TABLE_START \n\nYear ended December 31, \n\n2021 \n\nStock awards subject to performance conditions \n\n66 \n\nStock awards that were antidilutive \n\n34 \n\nTotal stock awards excluded from diluted earnings per share \n\n100 \n\n##TABLE_END\n\n&#160; \n\n11. Commitments and Contingencies \n\nPurchase Obligations \n\nWe enter into various purchase obligations in the ordinary course of business, generally of a short-term nature. Those that are binding primarily relate to commitments for food purchases and supplies, amounts owed under contractor and subcontractor agreements, orders submitted for equipment for restaurants under construction, and marketing initiatives and corporate sponsorships. \n\nLitigation \n\nNew York Legal Proceedings \n\nAs reported in our previous SEC filings, on September 10, 2019, the New York City Department of Consumer and Worker Protection (&#8220;DCWP&#8221;) filed a complaint in the City of New York Office of Administrative Trials and Hearings alleging violations at five Chipotle restaurants of New York City&#8217;s Fair Work Week law (&#8220;FWW&#8221;) and Earned Safe and Sick Time Act (&#8220;ESTA&#8221;) between November 2017 and September 2019. On April 28, 2021, DCWP amended the complaint to cover purported violations of FWW and ESTA at substantially all Chipotle restaurants in New York City, through the date the amended complaint was filed. In August 2022, Chipotle signed an agreement with New York City to resolve the proceedings and related audits. Under the settlement agreement, Chipotle paid a $ 1.0 million civil penalty to New York City and will pay up to approximately $ 20 million in compensation to individuals who were hourly employees of Chipotle restaurants covered by the settlement agreement during the relevant time period. We have accrued a liability that represents the total estimated amount we expect to pay under the settlement agreement, and we do not expect any additional losses above the amount accrued to be material to our consolidated financial statements. \n\n&#160; \n\n&#160; \n\nOther \n\nWe are involved in various claims and legal actions, such as wage and hour, wrongful termination and other employment-related claims, slip and fall and other personal injury claims, advertising and consumer claims, and lease, construction and other commercial disputes, that arise in the ordinary course of business, some of which may be covered by insurance. The outcomes of these actions are not predictable, but we do not believe that the ultimate resolution of these actions will have a material adverse effect on our financial position, results of operations, liquidity, or capital resources. However, if there is a significant increase in the number of these claims, or if we incur greater liabilities than we currently anticipate under one or more claims, it could materially and adversely affect our business, financial condition, results of operations and cash flows. \n\nAccrual for Estimated Liability \n\nIn relation to various legal matters as of December 31, 2022, we had an accrued legal liability balance of $ 15,227 included within accrued liabilities on the consolidated balance sheet. Included in this amount is the accrued loss for the DCWP legal matter discussed above. \n\n12. Debt \n\nAs of December 31, 2022, we had a $ 500,000 revolving credit facility with JPMorgan Chase Bank (&#8220;JPMorgan&#8221;) as administrative agent. Borrowings on the credit facility bear interest at a rate equal to LIBOR plus 1.375 %, which is subject to increase due to changes in our total leverage ratio as defined in the credit agreement. We are also obligated to pay a commitment fee of 0.175 % per year for unused amounts under the credit facility, which also may increase due to changes in our total leverage ratio. Further, we are subject to certain covenants defined in the credit agreement, which include maintaining a total leverage ratio of less than 3.0 x, maintaining a consolidated fixed charge coverage ratio of greater than 1.5 x, and limiting us from incurring additional indebtedness in certain circumstances. We had no outstanding borrowings under the credit facility and were in compliance with all covenants as of December 31, 2022 and December 31, 2021. \n\nOn February 1, 2023, we amended our revolving credit facility to replace the reference rate for borrowings from LIBOR to the Secured Overnight Financing Rate (&#8220;SOFR&#8221;) plus a credit spread adjustment of 0.10 %, in anticipation of the market transition noted under Recently Issued Accounting Standards. No borrowings were outstanding as of the date of the amendment. \n\n13. Related Party Transactions \n\nAs of December 31, 2022, we owned approximately 10.3 % of the common stock outstanding of Tractor. As we are a significant customer of Tractor and maintain board representation, we are accounting for our investment under the equity method. Accordingly, we have identified Tractor as a related party. We purchase product from the supplier for sale to customers in our restaurants. During the years ended December 31, 2022, 2021 and 2020, purchases from the supplier were $ 37,015 , $ 29,400 , and $ 11,931 respectively . \n\n"
    },
    {
      "section": "9",
      "text": " ITEM 9. CHANGES IN AND DISAGREEMENTS WITH ACCOUNTANTS ON ACCOUNTING AND FINANCIAL DISCLOSURE \n\nNone . \n\n"
    },
    {
      "section": "9A",
      "text": " ITEM 9A. CONTROLS AND PROCEDURES \n\nWe maintain disclosure controls and procedures (as defined in Rule 13a-15(e) promulgated under the Securities Exchange Act of 1934, as amended (the &#8220;Exchange Act&#8221;)) that are designed to ensure that information required to be disclosed in Exchange Act reports is recorded, processed, summarized and reported within the time periods specified in the Securities and Exchange Commission&#8217;s rules and forms, and that such information is accumulated and communicated to our management, including our Chief Executive Officer and Chief Financial and Administrative Officer, as appropriate, to allow timely decisions regarding required disclosure. \n\nEvaluation of Disclosure Controls and Procedures \n\nAs of December 31, 2022, we carried out an evaluation, under the supervision and with the participation of our management, including our Chief Executive Officer and Chief Financial and Administrative Officer, of the effectiveness of the design and operation of our disclosure controls and procedures. Based on the foregoing, our Chief Executive Officer and Chief Financial and Administrative Officer concluded that our disclosure controls and procedures were effective as of the end of the period covered by this annual report. \n\n&#160; \n\n&#160; \n\nChanges in Internal Control over Financial Reporting \n\nThere were no changes during the fiscal quarter ended December 31, 2022, in our internal control over financial reporting (as defined in Rule 13a-15(f) under the Exchange Act) that have materially affected or are reasonably likely to materially affect our internal control over financial reporting . \n\nManagement&#8217;s Annual Report on Internal Control over Financial Reporting \n\nThe management of Chipotle Mexican Grill, Inc. is responsible for establishing and maintaining adequate internal control over financial reporting. Our internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with accounting principles generally accepted in the United States of America. Our internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of our assets; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with accounting principles generally accepted in the United States of America, and that our receipts and expenditures are being made only in accordance with authorizations of our management and directors; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of assets that could have a material effect on our financial statements. \n\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate. \n\nManagement assessed the effectiveness of our internal control over financial reporting as of December 31, 2022, based on the framework set forth by the Committee of Sponsoring Organizations of the Treadway Commission in Internal Control&#8212;Integrated Framework (the &#8220;2013 framework&#8221;). Based on that assessment, management concluded that, as of December 31, 2022, our internal control over financial reporting was effective based on the criteria established in the 2013 framework. \n\nOur independent registered public accounting firm, Ernst &#38; Young LLP, has issued an attestation report on the effectiveness of our internal control over financial reporting as of December 31, 2022. This report follows. \n\n&#160; \n\n&#8206; \n\n&#160; \n\n&#160; \n\nReport of Independent Registered Public Accounting Firm \n\nTo the Shareholders and the Board of Directors of Chipotle Mexican Grill, Inc. \n\nOpinion on Internal Control Over Financial Reporting \n\nWe have audited Chipotle Mexican Grill, Inc.&#8217;s internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control&#8212;Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria). In our opinion, Chipotle Mexican Grill, Inc. (the Company) maintained, in all material respects, effective internal control over financial reporting as of December 31, 2022, based on the COSO criteria. \n\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Company as of December 31, 2022 and 2021, the related consolidated statements of income and comprehensive income, shareholders&#8217; equity and cash flows for each of the three years in the period ended December 31, 2022, and the related notes and our report dated February 8, 2023 expressed an unqualified opinion thereon. \n\nBasis for Opinion \n\nThe Company&#8217;s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting included in the accompanying Management&#8217;s Annual Report on Internal Control over Financial Reporting. Our responsibility is to express an opinion on the Company&#8217;s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \n\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. \n\nOur audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion. \n\nDefinition and Limitations of Internal Control Over Financial Reporting \n\nA company&#8217;s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company&#8217;s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company&#8217;s assets that could have a material effect on the financial statements. \n\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate. \n\n/s/ Ernst &#38; Young LLP \n\nIrvine, California \n\nFebruary 8, 2023 \n\n&#8206; \n\n&#160; \n\n&#160; \n\n"
    },
    {
      "section": "9B",
      "text": " ITEM 9B. OTHER INFORMATION \n\nNone . \n\n"
    },
    {
      "section": "10",
      "text": " ITEM 10. DIRECTORS , EXECUTIVE OFFICERS AND CORPORATE GOVERNANCE \n\nIncorporated by reference from the definitive proxy statement for our 2023 annual meeting of shareholders, which will be filed no later than 120 days after December 31, 2022. \n\n"
    },
    {
      "section": "11",
      "text": " ITEM 11. EXECUTIVE COMPENSATION \n\nIncorporated by reference from the definitive proxy statement for our 2023 annual meeting of shareholders, which will be filed no later than 120 days after December 31, 2022. \n\n"
    },
    {
      "section": "12",
      "text": " ITEM 12. SECURITY OWNERSHIP OF CERTAIN BENEFICIAL OWNERS AND MANAGEMENT AND RELATED STOCKHOLDER MATTERS \n\nIncorporated by reference from the definitive proxy statement for our 2023 annual meeting of shareholders, which will be filed no later than 120 days after December 31, 2022. \n\n##TABLE_START \n\n(a) &#8206; Number of Securities &#8206; to be Issued Upon &#8206; Exercise of Outstanding &#8206; Options and Rights (1) &#8206; \n\n(b) &#8206; Weighted-Average &#8206; Exercise Price of &#8206; Outstanding Options and &#8206; Rights (1) &#8206; \n\n(c) &#8206; Number of Securities &#8206; Remaining Available for &#8206; Future Issuance Under &#8206; Equity Compensation Plans &#8206; (excluding securities &#8206; reflected in column (a)) (2) &#8206; \n\nEquity Compensation Plans Approved by Security Holders \n\n479,281 \n\n$ \n\n1,053.84 \n\n2,567,366 \n\nEquity Compensation Plans Not Approved by Security Holders \n\nNone \n\nN/A \n\nNone \n\nTotal \n\n479,281 \n\n$ \n\n1,053.84 \n\n2,567,366 \n\n##TABLE_END\n\n__________________ \n\n(1) Includes shares issuable in connection with awards with performance and market conditions, which will be issued based on achievement of performance criteria associated with the awards, with the number of shares issuable dependent on our level of performance. The weighted-average exercise price in column (b) includes the weighted-average exercise price of SOSARs only. \n\n(2) Includes 2,317,950 shares remaining available under the Chipotle Mexican Grill, Inc. 2022 Stock Incentive Plan, and 249,416 shares remaining available under the Chipotle Mexican Grill, Inc. Employee Stock Purchase Plan. In addition to being available for future issuance upon exercise of SOSARs or stock options that may be granted after December 31, 2022, all of the shares available for grant under the Chipotle Mexican Grill, Inc. 2022 Stock Incentive Plan, may instead be issued in the form of restricted stock, restricted stock units, performance shares or other equity-based awards. Each share underlying a full value award such as restricted stock, restricted stock units or performance shares counts as two shares used against the total number of securities authorized under the plan. &#160; \n\nAdditional information for this item is incorporated by reference from the definitive proxy statement for our 2023 annual meeting of shareholders, which will be filed no later than 120 days after December 31, 2022. \n\n"
    },
    {
      "section": "13",
      "text": " ITEM 13. CERTAIN RELATIONSHIPS AND RELATED TRANSACTIONS, AND DIRECTOR INDEPENDENCE \n\nIncorporated by reference from the definitive proxy statement for our 2023 annual meeting of shareholders, which will be filed no later than 120 days after December 31, 2022. \n\n&#160; \n\n&#160; \n\n"
    },
    {
      "section": "14",
      "text": " ITEM 14. PRINCIPAL ACCOUNTING FEES AND SERVICES \n\nIncorporated by reference from the definitive proxy statement for our 2023 annual meeting of shareholders, which will be filed no later than 120 days after December 31, 2022. \n\n&#160; &#8206; \n\n&#160; \n\n&#160; \n\nPART IV \n\n"
    },
    {
      "section": "15",
      "text": " ITEM 15. EXHIBITS, FINANCIAL STATEMENT SCHEDULES \n\n1. All Financial statements \n\nThe following consolidated financial statements filed as part of this report are included in Part II, Item 8. &#8220;Financial Statements and Supplementary Data&#8221; of this 10-K: \n\n&#61623; Consolidated Statements of Income and Comprehensive Income for the years ended December 31, 2022, 2021 and 2020; \n\n&#61623; Consolidated Balance Sheets as of December 31, 2022 and 2021; \n\n&#61623; Consolidated Statements of Cash Flows for the years ended December 31, 2022, 2021 and 2020; \n\n&#61623; Consolidated Statements of Equity for the years ended December 31, 2022, 2021 and 2020; \n\n&#61623; Notes to Consolidated Financial Statements; and \n\n&#61623; Reports of Independent Registered Public Accounting Firm \n\n2. Financial statement schedules \n\nNo schedules are required because either the required information is not present or is not present in amounts sufficient to require submission of the schedule, or because the information required is included in the consolidated financial statements or the notes thereto. \n\n3. Exhibits \n\n##TABLE_START \n\nDescription of Exhibit Incorporated Herein by Reference \n\nExhibit Number \n\nExhibit Description \n\nForm \n\nFile No. \n\nFiling Date \n\nExhibit Number \n\nFiled Herewith \n\n3.1 \n\nAmended and Restated Certificate of Incorporation of Chipotle Mexican Grill, Inc. \n\n10-Q \n\n001-32731 \n\nOctober 26, 2016 \n\n3.1 \n\n3.2 \n\nChipotle Mexican Grill, Inc. Amended and Restated Bylaws \n\n8-K \n\n001-32731 \n\nDecember 9, 2022 \n\n3.1 \n\n4.1 \n\nForm of Stock Certificate for Shares of Common Stock \n\n10-K \n\n001-32731 \n\nFebruary 10, 2012 \n\n4.1 \n\n4.2 \n\nDescription of Chipotle Securities \n\n10-K \n\n001-32731 \n\nFebruary 5, 2020 \n\n4.2 \n\n10.1&#8224; \n\nForm of 2019 Transformation Performance Share Unit Agreement (1) \n\n10-K \n\n001-32731 \n\nFebruary 10, 2020 \n\n10.2 \n\n10.2&#8224; \n\nChange in Control Severance Plan, effective June 1, 2019 \n\n10-Q \n\n001-32731 \n\nJuly 24, 2019 \n\n10.1 \n\n10.3&#8224; \n\nForm of Participation and Restrictive Covenant Agreement for Change in Control Severance Plan \n\n10-Q \n\n001-32731 \n\nJuly 24, 2019 \n\n10.2 \n\n10.4&#8224; \n\nAmended and Restated Chipotle Mexican Grill, Inc. 2011 Stock Incentive Plan \n\n8-K \n\n001-32731 \n\nMay 24, 2018 \n\n10.1 \n\n10.5&#8224; \n\nForm of 2016 Stock Appreciation Rights Agreement \n\n10-Q \n\n001-32731 \n\nApril 27, 2016 \n\n10.1 \n\n10.6&#8224; \n\nAmended and Restated Registration Rights Agreement dated January 31, 2006 among Chipotle Mexican Grill, Inc., McDonald&#8217;s Corporation and certain shareholders \n\n10-K \n\n001-32731 \n\nMarch 17, 2006 \n\n10.6 \n\n10.7&#8224; \n\nForm of Director and Officer Indemnification Agreement \n\n8-K \n\n001-32731 \n\nMarch 21, 2007 \n\n10.1 \n\n10.8&#8224; \n\nOffer Letter, dated February 11, 2018, between Brian R. Niccol and Chipotle Mexican Grill, Inc. \n\n8-K \n\n001-32731 \n\nFebruary 15, 2018 \n\n10.1 \n\n10.9&#8224; \n\nNon-Plan Inducement SOSARs Agreement between Brian R. Niccol and Chipotle Mexican Grill, Inc. \n\nS-8 \n\n33-223467 \n\nMarch 6, 2018 \n\n4.3 \n\n10.10&#8224; \n\nNon-Plan Inducement RSUs Agreement between Brian R. Niccol and Chipotle Mexican Grill, Inc. \n\nS-8 \n\n33-223467 \n\nMarch 6, 2018 \n\n4.4 \n\n10.11 \n\nInvestor Agreement dated December 14, 2016 between Chipotle Mexican Grill, Inc. and Pershing Square Capital Management, L.P. \n\n8-K \n\n001-32731 \n\nDecember 19, 2016 \n\n10.1 \n\n10.12&#8224; \n\nForm of 2018 CEO SOSARs Agreement \n\n8-K/A \n\n001-32731 \n\nApril 3, 2018 \n\n10.2 \n\n10.13&#8224; \n\nForm of 2018 Premium-priced SOSARs Agreement \n\n8-K/A \n\n001-32731 \n\nApril 3, 2018 \n\n10.3 \n\n##TABLE_END\n\n&#160; \n\n&#160; \n\n##TABLE_START 10.14&#8224; \n\nExecutive Chairman Agreement dated November 28, 2017 between Chipotle Mexican Grill, Inc. and Steve Ells \n\n8-K \n\n001-32731 \n\nDecember 1, 2017 \n\n10.1 \n\n10.15&#8224; \n\nOffer Letter, dated March 9, 2018, between Christopher Brandt and Chipotle Mexican Grill, Inc. \n\n10-Q \n\n001-32731 \n\nApril 26, 2018 \n\n10.13 \n\n10.16&#8224; \n\nForm of 2018 Stock Appreciation Rights Agreement \n\n10-Q \n\n001-32731 \n\nApril 26, 2018 \n\n10.14 \n\n10.17&#8224; \n\nForm of 2021 Director Restricted Stock Unit Agreement \n\n10-Q \n\n001-32731 \n\nJuly 23, 2021 \n\n10.2 \n\n10.18&#8224; \n\nAmendment No. 1 dated March 5, 2020 to the Executive Chairman Agreement dated November 28, 2017 between Chipotle Mexican Grill, Inc. and Steve Ells \n\n10-Q \n\n001-32731 \n\nApril 29, 2020 \n\n10.1 \n\n10.19&#8224; \n\nDeferred Prosecution Agreement dated April 20, 2020 between Chipotle Mexican Grill, Inc. and the United States Attorney&#8217;s Office for the Central District of California and the United States Department of Justice&#8217;s Consumer Protection Branch \n\n8-K \n\n001-32731 \n\nApril 21, 2020 \n\n10.1 \n\n10.20 \n\nRevolving Credit Agreement dated April 13, 2021, among Chipotle Mexican Grill, Inc. and JPMorgan Chase Bank, N.A., Administrative Agent, and other lenders party to the Agreement \n\n8-K \n\n001-32731 \n\nApril 16, 2021 \n\n10.1 \n\n10.21&#8224; \n\nForm of 2020 Performance Share Agreement \n\n10-K \n\n001-32731 \n\nFebruary 10, 2021 \n\n10.34 \n\n10.22&#8224; \n\nForm of 2020 Restricted Stock Units Agreement \n\n10-K \n\n001-32731 \n\nFebruary 10, 2021 \n\n10.35 \n\n10.23&#8224; \n\nForm of 2020 Stock Appreciation Rights Agreement \n\n10-K \n\n001-32731 \n\nFebruary 10, 2021 \n\n10.36 \n\n10.24&#8224; \n\nForm of 2021 Performance Share Unit Agreement \n\n10-Q \n\n001-32731 \n\nApril 29, 2021 \n\n10.2 \n\n10.25&#8224; \n\nForm of Amended and Restated 2018 Performance Share Unit Agreement \n\n10-Q \n\n001-32731 \n\nApril 29, 2021 \n\n10.3 \n\n10.26&#8224; \n\nForm of 2022 Restricted Stock Unit Agreement \n\n10-Q \n\n001-32731 \n\nApril 28, 2022 \n\n10.1 \n\n10.27&#8224; \n\nForm of 2022 Stock Appreciation Rights Agreement \n\n10-Q \n\n001-32731 \n\nApril 28, 2022 \n\n10.2 \n\n10.28&#8224; \n\nForm of 2022 Performance Share Agreement \n\n10-Q \n\n001-32731 \n\nApril 28, 2022 \n\n10.3 \n\n10.29&#8224; \n\nForm of 2022 Stock Option Agreement (Canada) \n\n10-Q \n\n001-32731 \n\nApril 28, 2022 \n\n10.4 \n\n10.30&#8224; \n\nDirector Compensation Program and Stock Ownership Guidelines (Revised May 18, 2022) \n\n10-Q \n\n001-32731 \n\nJuly 27, 2022 \n\n10.1 \n\n10.31&#8224; \n\nChipotle Mexican Grill, Inc. 2022 Stock Incentive Plan \n\n10-Q \n\n001-32731 \n\nJuly 27, 2022 \n\n10.2 \n\n10.32&#8224; \n\nChipotle Mexican Grill, Inc. Employee Stock Purchase Plan \n\n10-Q \n\n001-32731 \n\nJuly 27, 2022 \n\n10.3 \n\n10.33&#8224; \n\nSupplemental Deferred Investment Plan \n\nX \n\n21.1 \n\nSubsidiaries of Chipotle Mexican Grill, Inc. \n\n- \n\n- \n\n- \n\n- \n\nX \n\n23.1 \n\nConsent of Ernst &#38; Young LLP (as the independent registered public accounting firm of Chipotle Mexican Grill, Inc.) \n\n- \n\n- \n\n- \n\n- \n\nX \n\n31.1 \n\nCertification of Chief Executive Officer of Chipotle Mexican Grill, Inc. pursuant to Section 302 of the Sarbanes-Oxley Act of 2002 \n\n- \n\n- \n\n- \n\n- \n\nX \n\n31.2 \n\nCertification of Chief Financial and Administrative Officer of Chipotle Mexican Grill, Inc. pursuant to Section 302 of the Sarbanes-Oxley Act of 2002 \n\n- \n\n- \n\n- \n\n- \n\nX \n\n32.1 \n\nCertification of Chief Executive Officer and Chief Financial and Administrative Officer of Chipotle Mexican Grill, Inc. pursuant to Section 906 of the Sarbanes-Oxley Act of 2002 \n\n- \n\n- \n\n- \n\n- \n\nX \n\n101.INS \n\nInline XBRL Instance Document (the instance document does not appear in the Interactive Data File because its XBRL tags are embedded within the Inline XBRL document) \n\n- \n\n- \n\n- \n\n- \n\nX \n\n101.SCH \n\nInline XBRL Taxonomy Extension Schema Document \n\n- \n\n- \n\n- \n\n- \n\nX \n\n##TABLE_END\n\n&#160; \n\n&#160; \n\n##TABLE_START 101.CAL \n\nInline XBRL Taxonomy Extension Calculation Linkbase Document \n\n- \n\n- \n\n- \n\n- \n\nX \n\n101.DEF \n\nInline XBRL Taxonomy Extension Definition Linkbase Document \n\n- \n\n- \n\n- \n\n- \n\nX \n\n101.LAB \n\nInline XBRL Taxonomy Extension Label Linkbase Document \n\n- \n\n- \n\n- \n\n- \n\nX \n\n101.PRE \n\nInline XBRL Taxonomy Extension Presentation Linkbase Document \n\n- \n\n- \n\n- \n\n- \n\nX \n\nCover Page Interactive Data File (formatted as inline XBRL and contained in Exhibit 101) \n\n- \n\n- \n\n- \n\n- \n\nX \n\n##TABLE_END\n\n##TABLE_START \n\n(1) Portions of this exhibit have been omitted as permitted by applicable regulations. \n\n&#8224;- Management contracts and compensatory plans or arrangements required to be filed as exhibits. \n\n##TABLE_END\n\nITEM 16. FORM 10-K SUMMARY \n\nNone . \n\n&#160; \n\n&#160; \n\n&#160; \n\nSIGNAT URES \n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized. \n\n##TABLE_START \n\nCHIPOTLE MEXICAN GRILL, INC. \n\n&#160; \n\nBy: \n\n/s/ JOHN R. HARTUNG \n\nName: \n\nJohn R. Hartung \n\nTitle: \n\nChief Financial and Administrative Officer \n\n##TABLE_END\n\nDate: February 8, 2023 \n\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated. \n\n##TABLE_START \n\nSignature \n\nDate \n\nTitle \n\n/s/ BRIAN NICCOL \n\nFebruary 8, 2023 \n\nChief Executive Officer and Chairman of the Board of Directors \n\n(principal executive officer) \n\nBrian Niccol \n\n/s/ JOHN R. HARTUNG \n\nFebruary 8, 2023 \n\nChief Financial and Administrative Officer \n\n(principal financial and accounting officer) \n\nJohn R. Hartung \n\n/s/ ALBERT S. BALDOCCHI \n\nFebruary 8, 2023 \n\nDirector \n\nAlbert S. Baldocchi \n\n/s/ MATTHEW A. CAREY \n\nFebruary 8, 2023 \n\nDirector \n\nMatthew A. Carey \n\n/s/ GREGG L. ENGLES \n\nFebruary 8, 2023 \n\nDirector \n\nGregg L. Engles \n\n/s/ PATRICIA FILI-KRUSHEL \n\nFebruary 8, 2023 \n\nDirector \n\nPatricia Fili-Krushel \n\n/s/ MAURICIO GUTIERREZ \n\nFebruary 8, 2023 \n\nDirector \n\nMauricio Gutierrez \n\n/s/ ROBIN S. HICKENLOOPER \n\nFebruary 8, 2023 \n\nDirector \n\nRobin S. Hickenlooper \n\n/s/ SCOTT MAW \n\nFebruary 8, 2023 \n\nDirector \n\nScott Maw \n\n/s/ &#160; MARY A. WINSTON \n\nFebruary 8, 2023 \n\nDirector \n\nMary A. Winston \n\n##TABLE_END\n\n&#160; \n\n&#160; \n\n"
    }
  ]
}