{
  "ticker": "DIS",
  "content": [
    {
      "section": "1",
      "text": ""
    },
    {
      "section": "1A",
      "text": ""
    },
    {
      "section": "1B",
      "text": ""
    },
    {
      "section": "2",
      "text": ""
    },
    {
      "section": "3",
      "text": ""
    },
    {
      "section": "4",
      "text": ""
    },
    {
      "section": "5",
      "text": ""
    },
    {
      "section": "6",
      "text": ""
    },
    {
      "section": "7",
      "text": ""
    },
    {
      "section": "7A",
      "text": ""
    },
    {
      "section": "8",
      "text": ""
    },
    {
      "section": "9",
      "text": ""
    },
    {
      "section": "9A",
      "text": ""
    },
    {
      "section": "9B",
      "text": ""
    },
    {
      "section": "10",
      "text": " ITEM 10. Directors, Executive Officers and Corporate Governance \n\nExecutive Officers \n\nInformation regarding executive officers of the Company is set forth under &#8220;Information About Our Executive Officers&#8221; at the end of Part I of the Original Form 10-K. \n\nDirectors \n\nThe names of the members of the Company&#8217;s Board of Directors (the &#8220;Board&#8221;), their respective ages, their positions with the Company and other biographical information as of January 17, 2023 are set forth below. \n\n&#160;\n\n##TABLE_START &#160; Susan E. Arnold &#160; &#160; &#160; &#160; &#160; &#160; &#160; ##TABLE_END ##TABLE_START &#160; &#160; &#160; &#160; FORMER OPERATING EXECUTIVE, THE CARLYLE GROUP &#160; &#160; &#160;\n\n&#160;\n\nAge: 68 \n\nDirector since: 2007 \n\nCommittees:\n\nGovernance and Nominating (Sitting Chair) \n\nExecutive (Sitting Chair) \n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; \n\n&#160; &#160; &#160; Experience: \n\n2013&#8211;2021 \n\n2007&#8211;2009 \n\n2004&#8211;2006 \n\n2002&#8211;2004 \n\n&#160; Operating Executive, The Carlyle Group (a global investment firm) \n\nPresident&#8212;Global Business Units, Procter &#160;&#38; Gamble (a consumer goods company) \n\nVice Chair of Beauty and Health, Procter &#160;&#38; Gamble \n\nVice Chair of Beauty, Procter &#160;&#38; Gamble \n\nPresident, Global Personal Beauty Care and Global Feminine Care, Procter &#160;&#38; Gamble \n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160;\n\nFormer Public Company Directorships: \n\nNBTY, Inc. (2013&#8211;2017)\n\nMcDonald&#8217;s Corporation (2008&#8211;2016)\n\n&#160;\n\nNotable Experience Aligned with Disney&#8217;s Strategy and Key Board Contributions \n\n&#8226;&#8194;&#8202;As a former Operating Executive focused on the global consumer and retail sectors at The Carlyle Group, Ms. Arnold brings extensive experience evaluating operational, investment, and branding strategies to the Board\n\n&#160;\n\n&#8226;&#8194;&#8202;Ms. Arnold offers in-depth knowledge of retail strategies and marketing management to fellow directors and the leadership team gained during her time as a senior executive at Procter &#38; Gamble including her responsibility for the management of major consumer brands\n\n&#160;\n\n&#8226;&#8194;&#8202;She also offers the Board guidance on global brand management and international consumer markets, which have served as invaluable insights as the Company&#8217;s audience expands globally\n\n&#160;\n\n&#8226;&#8194;&#8202;As the Company&#8217;s independent Chairman and former lead independent director, Ms. Arnold provides consistent leadership and expert judgement of the Company&#8217;s Board and the areas it oversees including the Company&#8217;s strategy, risk management, and ESG matters\n\n&#160;\n\nOther Key Skillsets \n\n&#8226;&#8194;&#8202;In-depth knowledge of finance and executive and risk management gained through experience at The Carlyle Group and Proctor &#38; Gamble\n\n&#160;\n\n&#8226;&#8194;&#8202;Experience in environmental practices, including her role in embedding sustainability into products and operations at Proctor &#38; Gamble\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; ##TABLE_END &#160;\n\n&#160;\n\n##TABLE_START &#160; Mary T. Barra &#160; &#160; &#160; &#160; &#160; &#160; &#160; ##TABLE_END ##TABLE_START &#160; &#160; &#160; &#160; CHAIR AND CHIEF EXECUTIVE OFFICER, GENERAL MOTORS COMPANY &#160; &#160; &#160;\n\n&#160;\n\nAge: 61 \n\nDirector since: 2017 \n\nCommittees:\n\nCompensation \n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; \n\n&#160; &#160; &#160; Experience: \n\n2016&#8211;Present \n\n2014&#8211;2016 \n\n2013&#8211;2014 \n\n2011&#8211;2013 \n\n2009&#8211;2011 \n\n2008&#8211;2009 \n\n&#160;\n\n&#160; Chair and Chief Executive Officer, General Motors Company (an automotive manufacturing company) \n\nChief Executive Officer, General Motors Company \n\nExecutive Vice President, Global Product Development, Purchasing and Supply Chain, General Motors Company \n\nSenior Vice President, Global Product Development, General Motors Company \n\nVice President, Global Human Resources, General Motors Company \n\nVice President, Global Manufacturing Engineering, General Motors Company \n\n&#160; &#160; &#160; &#160; &#160; &#160; Other Public Company Directorships: \n\nGeneral Motors Company (2014&#8211;Present)\n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Former Public Company Directorships: \n\nGeneral Dynamics Corporation (2011&#8211;2017)\n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Notable Experience Aligned with Disney&#8217;s Strategy and Key Board Contributions \n\n&#8226;&#8194;&#8202;Ms. Barra has deep experience in strategy and brand evolution through her role in driving General Motors&#8217; transformation to electric and autonomous vehicles, which provides a critical perspective on the Board throughout the Company&#8217;s own strategic progression and embracing of technological change and shifts in consumer sentiment\n\n&#160;\n\n&#8226;&#8194;&#8202;Ms. Barra&#8217;s position as Chief Executive Officer of General Motors affords her the ability to provide invaluable insight to both the leadership team and fellow Board members on long-term strategic decision making, large-scale cost rationalization and organizational restructuring and maintaining strong brand leadership\n\n&#160;\n\n&#8226;&#8194;&#8202;She brings meaningful experience in human capital management and executive compensation-related matters in her role on the Company&#8217;s Compensation Committee, where she focuses on aligning incentive structures with shareholder value creation and execution of long-term strategic priorities\n\n&#160;\n\nOther Key Skill Sets \n\n&#8226;&#8194;&#8202;Overseeing and managing diverse and inclusive executive teams and a sizeable global workforce, with an emphasis on development and marketing of technology-based consumer-facing products and managing supply chain and inflationary product environments through her various executive roles at General Motors\n\n&#160;\n\n&#8226;&#8194;&#8202;Governance and public policy thought leadership, understanding of worldwide consumer markets and risks facing large public companies with complex retail operations through her role as chair of the Business Roundtable\n\n&#160;\n\n&#160; &#160; ##TABLE_END &#160;\n\n&#160;\n\n##TABLE_START &#160; Safra A. Catz &#160; &#160; &#160; &#160; &#160; &#160; &#160; ##TABLE_END ##TABLE_START &#160; &#160; &#160; &#160; CHIEF EXECUTIVE OFFICER, ORACLE CORPORATION &#160; &#160; &#160;\n\n&#160;\n\nAge: 61 \n\nDirector since: 2018 \n\nCommittees:\n\nAudit (Sitting Chair) \n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; \n\n&#160; &#160; &#160; Experience: \n\n2014&#8211;Present \n\n2011&#8211;2014 \n\n2008&#8211;2011 \n\n2005&#8211;2008 \n\n2004&#8211;2005 \n\n1999&#8211;2004 \n\n&#160;\n\n&#160; Chief Executive Officer, Oracle Corporation (a computer technology corporation) \n\nPresident and Chief Financial Officer, Oracle Corporation \n\nPresident, Oracle Corporation \n\nPresident and Chief Financial Officer, Oracle Corporation \n\nPresident, Oracle Corporation \n\nVarious positions, Oracle Corporation \n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; Other Public Company Directorships: \n\nOracle Corporation (2001&#8211;Present)\n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; Notable Experience Aligned with Disney&#8217;s Strategy and Key Board Contributions \n\n&#8226;&#8194;&#8202;Through Ms. Catz&#8217;s position as Chief Executive Officer and formerly Chief Financial Officer of Oracle Corporation, she provides invaluable insight to both the leadership team and fellow Board members on long-term strategic planning and execution and large-scale cost rationalization and organizational structure evaluation\n\n&#160;\n\n&#8226;&#8194;&#8202;Ms. Catz oversaw the successful acquisition and integration of companies at Oracle, a key skill set to contribute to the Board throughout Disney&#8217;s prior acquisition strategies and future development\n\n&#160;\n\n&#8226;&#8194;&#8202;Ms. Catz&#8217;s executive leadership roles at Oracle also allow her to offer impactful guidance to the Board and leadership team on the rapidly changing technological landscape that affects our businesses\n\n&#160;\n\n&#8226;&#8194;&#8202;Her experience leading the financial function of a complex, global technology company strengthens her role on the Audit Committee through the extensive financial and accounting and risk management expertise she brings to the Board and committee\n\n&#160;\n\nOther Key Skill Sets \n\n&#8226;&#8194;&#8202;Cybersecurity oversight, including the protection of electronically stored data from her executive roles at Oracle\n\n&#160;\n\n&#8226;&#8194;&#8202;Brand management and governance thought leadership developed through the oversight of the strategic direction of Oracle\n\n&#160;\n\n&#160; &#160; ##TABLE_END &#160;\n\n&#160;\n\n##TABLE_START &#160; Amy L. Chang &#160; &#160; &#160; &#160; &#160; &#160; &#160; ##TABLE_END ##TABLE_START &#160; &#160; &#160; &#160; FORMER EXECUTIVE VICE PRESIDENT, CISCO SYSTEMS, INC. &#160; &#160; &#160;\n\n&#160;\n\nAge: 46 \n\nDirector since: 2021 \n\nCommittees:\n\nGovernance and Nominating \n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; \n\n&#160; &#160; &#160; Experience: \n\n2018&#8211;2020 \n\n2013&#8211;2018 \n\n2005&#8211;2012 \n\n&#160;\n\n&#160; Executive Vice President and General Manager, Collaboration, Cisco Systems, Inc. (a networking hardware company) \n\nFounder and Chief Executive Officer, Accompany, Inc. (a relationship intelligence platform company) \n\nGlobal Head of Product, Google Ads Measurement; various additional positions, Google, Inc. (a technology company) \n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; Other Public Company Directorships: \n\nProcter &#38; Gamble (2017&#8211;Present)\n\n&#160;\n\nFormer Public Company Directorships: \n\nMarqeta, Inc. (2021&#8211;2022)\n\nCisco Systems, Inc. (2016&#8211;2018)\n\nSplunk, Inc. (2015&#8211;2017)\n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; Notable Experience Aligned with Disney&#8217;s Strategy and Key Board Contributions \n\n&#8226;&#8194;&#8202;Ms. Chang has developed expertise across the technology sector from her time as an Executive Vice President at Cisco Systems, Inc., leading product development for Google Ads Measurement and Reporting and a founder of a digital startup\n\n&#160;\n\n&#8226;&#8194;&#8202;She provides a unique viewpoint of emerging technology trends and the implementation of innovative technological business strategies that are particularly important to our Media and Entertainment Distribution business\n\n&#160;\n\n&#8226;&#8194;&#8202;Ms. Chang also provides valuable perspective on talent attraction and retention for key technical roles that are vital to Disney&#8217;s content creation and digitally driven teams and an understanding of large-scale cost rationalization and analysis of organizational structure from her tenure as a public company director and an executive at Google and Cisco\n\n&#160;\n\nOther Key Skill Sets \n\n&#8226;&#8194;&#8202;Risk management oversight experience specific to digital and technology-forward companies, including cybersecurity, gained through her tenure at Cisco\n\n&#160;\n\n&#8226;&#8194;&#8202;Deep understanding of strategic planning, corporate governance, social initiatives and executive management succession planning gained through public company board leadership\n\n&#160;\n\n&#160; &#160; ##TABLE_END &#160;\n\n&#160;\n\n##TABLE_START &#160; Francis A. deSouza &#160; &#160; &#160; &#160; &#160; &#160; &#160; ##TABLE_END ##TABLE_START &#160; &#160; &#160; &#160; PRESIDENT AND CHIEF EXECUTIVE OFFICER, ILLUMINA, INC. &#160; &#160; &#160;\n\n&#160;\n\nAge: 52 \n\nDirector since: 2018 \n\nCommittees:\n\nAudit \n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; \n\n&#160; &#160; &#160; Experience: \n\n2016&#8211;Present \n\n2013&#8211;2016 \n\n2011&#8211;2013 \n\n2009&#8211;2011 \n\nPrior \n\n&#160;\n\n&#160; President and Chief Executive Officer, Illumina, Inc. (a biotechnology company) \n\nPresident, Illumina, Inc. \n\nPresident, Products and Services, Symantec Corporation (a cybersecurity company) \n\nSenior Vice President, Enterprise Security Group, Symantec Corporation \n\nFounder of various technology businesses\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; Other Public Company Directorships: \n\nIllumina, Inc. (2014&#8211;Present)\n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; Notable Experience Aligned with Disney&#8217;s Strategy and Key Board Contributions \n\n&#8226;&#8194;&#8202;Through his experience as Chief Executive Officer of Illumina, Inc. and prior senior leadership roles at Symantec Corporation and other technology companies, Mr. deSouza provides a deep understanding of executive management and international business operations, in addition to a strong knowledge of brand management and product development\n\n&#160;\n\n&#8226;&#8194;&#8202;Mr. deSouza has unique experience with the growth and maturation of technology businesses, providing insight to the Board and leadership team on the risks and opportunities involved in the development of diverse and changing businesses and the technological developments that affect our business\n\n&#160;\n\n&#8226;&#8194;&#8202;Through first-hand experience, he brings deep knowledge of overseeing business operations while incorporating public health considerations, which has served as an invaluable perspective as the Company navigates the continued challenges coming out of the COVID-19 pandemic\n\n&#160;\n\nOther Key Skill Sets \n\n&#8226;&#8194;&#8202;Cybersecurity expertise through experience at Symantec\n\n&#160;\n\n&#8226;&#8194;&#8202;Knowledge of finance and accounting gained through experience in Chief Executive Officer and other leadership positions\n\n&#160;\n\n&#8226;&#8194;&#8202;Oversight of strategic integration and experience with consumer awareness of corporate social responsibility practices through his leadership of and commitment to Illumina&#8217;s corporate social responsibility program\n\n&#160;\n\n&#160; &#160; ##TABLE_END &#160;\n\n&#160;\n\n##TABLE_START &#160; Carolyn N. Everson &#160; &#160; &#160; &#160; &#160; &#160; &#160; ##TABLE_END ##TABLE_START &#160; &#160; &#160; &#160; FORMER PRESIDENT, INSTACART &#160; &#160; &#160;\n\n&#160;\n\nAge: 51 \n\nDirector since: 2022 \n\nCommittees:\n\nIncoming Compensation member \n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; \n\n&#160; &#160; &#160; Experience: \n\n2022&#8211;Present \n\n2011&#8211;2021 \n\n2010&#8211;2011 \n\n2004&#8211;2010 \n\n2000&#8211;2003 \n\n&#160;\n\n&#160; Senior Adviser, Permira (a global private equity firm) \n\nPresident, Instacart (a grocery retail company) \n\nVice President, Global Marketing Solutions, Meta Platforms, Inc. (a technology company) \n\nCorporate Vice President, Global Advertising Sales, Strategy &#38; Marketing, Microsoft Corporation (a technology corporation) \n\nVarious positions (most recently Chief Operating Officer and Executive Vice President, Advertising Sales), MTV Networks Company (a media entertainment company) \n\nVarious positions (including Vice President, Classifieds and Direct Response Advertising, and Vice President and General Manager, PriMedia Teen Digital Group), PriMedia, Inc. (an advertising company) \n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; Other Public Company Directorships: \n\nThe Coca-Cola Company (2022&#8211;Present)\n\n&#160;\n\nFormer Public Company Directorships: \n\nThe Hertz Corporation (2013&#8211;2018)\n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; Notable Experience Aligned with Disney&#8217;s Strategy and Key Board Contributions \n\n&#8226;&#8194;&#8202;Ms. Everson offers strong insight to the Board and leadership team on branded, consumer-facing technology and media subject matters, informed by her experience leading marketing solutions and global sales teams at Instacart, Meta Platforms, Inc. and Microsoft Corporation\n\n&#160;\n\n&#8226;&#8194;&#8202;Through her experience in global digital advertising, she provides impactful perspectives on the intersection of marketing and direct-to-consumer (&#8220;DTC&#8221;) technology, an important aspect of Disney&#8217;s strategy as we continue to expand our customer base\n\n&#160;\n\n&#8226;&#8194;&#8202;Through her public company board leadership experience, Ms. Everson maintains an understanding of large-scale cost rationalization and effective organizational structure\n\n&#160;\n\n&#8226;&#8194;&#8202;Ms. Everson further expands the Board&#8217;s collective skill sets through her experience in the advertising technology space and enhances its strategic oversight\n\n&#160;\n\nOther Key Skill Sets \n\n&#8226;&#8194;&#8202;Understanding of business development and executive management processes gained through leadership of strategy teams at global technology companies\n\n&#160;\n\n&#8226;&#8194;&#8202;Risk management and corporate governance oversight through her public company board experience\n\n&#160;\n\nThe Company entered into a support agreement with Third Point pursuant to which the Company appointed Ms. Everson as a director and agreed to include Ms. Everson as a director nominee for the 2023 Annual Meeting and Third Point agreed to customary standstill, voting and other provisions through the 2024 Annual Meeting. \n\n&#160;\n\n&#160; &#160; ##TABLE_END &#160;\n\n&#160;\n\n##TABLE_START &#160; Michael B. G. Froman &#160; &#160; &#160; &#160; &#160; &#160; &#160; ##TABLE_END ##TABLE_START &#160; &#160; &#160; &#160; VICE CHAIRMAN AND PRESIDENT, STRATEGIC GROWTH, MASTERCARD INCORPORATED &#160; &#160; &#160;\n\n&#160;\n\nAge: 60 \n\nDirector since: 2018 \n\nCommittees:\n\nGovernance and Nominating \n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; \n\n&#160; &#160; &#160; Experience: \n\n2018&#8211;Present \n\n2013&#8211;2017 \n\n2009&#8211;2013 \n\n1999&#8211;2009 \n\n&#160;\n\n&#160; Vice Chairman and President, Strategic Growth, Mastercard Incorporated (a financial services company) \n\nUnited States Trade Representative, Executive Office of the President \n\nAssistant to the President and Deputy National Security Advisor for International Economic Policy, Executive Office of the President \n\nVarious positions (including Chief Executive Officer of CitiInsurance and Chief Operating Officer of alternative investments business), Citigroup (a financial services company) \n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Notable Experience Aligned with Disney&#8217;s Strategy and Key Board Contributions \n\n&#8226;&#8194;&#8202;Mr. Froman delivers strategic insight to the Board and leadership team on complex international affairs gained from his experience as the Assistant to the President and Deputy National Security Advisor for International Economic Policy, and as the United States Trade Representative\n\n&#160;\n\n&#8226;&#8194;&#8202;His roles overseeing strategic growth and leveraging technology to expand digital inclusion at Mastercard and as a Distinguished Fellow on the Council of Foreign Relations enable him to offer guidance to the Company on international markets in which we participate, factors affecting international trade and the balance of risks and opportunities in a dynamic marketplace, including digital governance issues and cybersecurity risks\n\n&#160;\n\n&#8226;&#8194;&#8202;Mr. Froman&#8217;s perspective is particularly impactful given our strategic focus on innovation in changing markets and the global growth of our customer base\n\n&#160;\n\nOther Key Skill Sets \n\n&#8226;&#8194;&#8202;International trade, finance, executive and brand management and risk management gained through executive leadership roles at Citigroup\n\n&#160;\n\n&#8226;&#8194;&#8202;Meaningful experience with alternative investments business and environmental and social policy implementation\n\n&#160;\n\n&#160; &#160; ##TABLE_END &#160;\n\n&#160;\n\n##TABLE_START &#160; Robert A. Iger &#160; &#160; &#160; &#160; &#160; &#160; &#160; ##TABLE_END ##TABLE_START &#160; &#160; &#160; &#160; CHIEF EXECUTIVE OFFICER, THE WALT DISNEY COMPANY &#160; &#160; &#160;\n\n&#160;\n\nAge: 71 \n\nDirector since: 2022; 2000-2021 \n\nCommittees:\n\nExecutive \n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; \n\n&#160; &#160; &#160; Experience: \n\n2022&#8211;Present \n\n2020&#8211;2021 \n\n2012&#8211;2020 \n\n2005&#8211;2012 \n\n2000&#8211;2005 \n\n1999&#8211;2000 \n\n1994&#8211;1999 \n\n&#160;\n\n&#160; Chief Executive Officer, The Walt Disney Company \n\nChairman of the Board and Executive Chairman, The Walt Disney Company \n\nChairman and Chief Executive Officer, The Walt Disney Company \n\nPresident and Chief Executive Officer, The Walt Disney Company \n\nPresident and Chief Operating Officer, The Walt Disney Company \n\nChairman, ABC Group ; President, Walt Disney International \n\nPresident and Chief Operating Officer, ABC, Inc. (a broadcasting company) \n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; Former Public Company Directorships: \n\nThe Walt Disney Company (2000&#8211;2021)\n\nApple Inc. (2011&#8211;2019)\n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; Notable Experience Aligned with Disney&#8217;s Strategy and Key Board Contributions \n\n&#8226;&#8194;&#8202;Gained through his experience serving as Chief Executive Officer of Disney for 15 years, Mr. Iger has an unmatched knowledge of the Company and the creative content it produces, and an in-depth understanding of fostering innovation through technology and connecting to audiences in our markets around the world\n\n&#160;\n\n&#8226;&#8194;&#8202;Throughout Mr. Iger&#8217;s tenure at Disney, he successfully expanded the Company&#8217;s geographic presence, identified new revenue streams and initiated the Company&#8217;s DTC efforts, expanding the scale and global reach of Disney&#8217;s storytelling and streaming services\n\n&#160;\n\n&#8226;&#8194;&#8202;Mr. Iger has also furthered Disney&#8217;s rich history of storytelling through the successful landmark acquisitions and integration of Pixar, Marvel, Lucasfilm and 21 st Century Fox\n\n&#160;\n\n&#8226;&#8194;&#8202;Mr. Iger carried the same level of dedication into his role as Executive Chairman, where he oversaw Disney&#8217;s creative endeavors, providing audiences with engaging stories and compelling characters, and as a consultant to the Board and leadership team throughout 2022\n\n&#160;\n\n&#8226;&#8194;&#8202;His detailed understanding of all facets of the Company, prior experience leading Disney through various market conditions and implementing successful strategic shifts throughout his career have uniquely positioned Mr. Iger to serve as Chief Executive Officer of Disney and a member of the Board of Directors at this time\n\n&#160;\n\nOther Key Skill Sets \n\n&#8226;&#8194;&#8202;Knowledge of finance and accounting and operational expertise gained through experience in Chief Executive Officer and other leadership positions\n\n&#160;\n\n&#8226;&#8194;&#8202;Deep understanding of risk management and corporate governance and social initiatives gained through his public company board experience\n\n&#160;\n\nThe Company has agreed in Mr. Iger&#8217;s employment agreement to nominate him for re-election as a member of the Board at the expiration of each term of office during the term of the agreement, and he has agreed to continue to serve on the Board if elected. \n\n&#160;\n\n&#160; &#160; ##TABLE_END &#160;\n\n&#160;\n\n##TABLE_START &#160; Maria Elena Lagomasino &#160; &#160; &#160; &#160; &#160; &#160; &#160; ##TABLE_END ##TABLE_START &#160; &#160; &#160; &#160; CHIEF EXECUTIVE OFFICER AND MANAGING PARTNER, WE FAMILY OFFICES &#160; &#160; &#160;\n\n&#160;\n\nAge: 73 \n\nDirector since: 2015 \n\nCommittees:\n\nGovernance and \n\nNominating; \n\nCompensation \n\n(Chair) \n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; \n\n&#160; &#160; &#160; Experience: \n\n2013&#8211;Present \n\n2005&#8211;2012 \n\n2001&#8211;2005 \n\n1983&#8211;2001 \n\n&#160;\n\n&#160; Chief Executive Officer and Managing Partner, WE Family Offices (a wealth management company and registered investment advisor) \n\nChief Executive Officer, GenSpring Family Offices, LLC, an affiliate of SunTrust Banks, Inc. (a bank holding company) \n\nChairman and Chief Executive Officer, JP Morgan Private Bank, a division of JP Morgan Chase &#160;&#38; Co. (an investment banking company) \n\nVarious positions (most recently Managing Director, Global Private Banking Group), The Chase Manhattan Bank (a consumer banking company) \n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; Other Public Company Directorships: \n\nThe Coca-Cola Company (2008&#8211;Present)\n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; Notable Experience Aligned with Disney&#8217;s Strategy and Key Board Contributions \n\n&#8226;&#8194;&#8202;As the founder of the Institute for the Fiduciary Standard and advisory board member of the Millstein Center for Global Markets and Corporate Ownership, Ms. Lagomasino is an expert in the field of governance and social thought leadership\n\n&#160;\n\n&#8226;&#8194;&#8202;As an executive leader in private banking industries and as a member of the Council on Foreign Relations, she has deep wealth management, investment and fiduciary expertise and extensive experience in leading complex organizations and evaluating businesses in a variety of industries with varying size and complexities\n\n&#160;\n\n&#8226;&#8194;&#8202;She brings meaningful experience in executive compensation-related matters from her role as Chair of the Company&#8217;s Compensation Committee, where she focuses on overseeing the alignment of incentive structures with shareholder value creation and execution of long-term strategic priorities\n\n&#160;\n\n&#8226;&#8194;&#8202;Significant knowledge of global brands, business development, executive management succession planning and risk management through experience on public company boards\n\n&#160;\n\nOther Key Skill Sets \n\n&#8226;&#8194;&#8202;Extensive experience across domestic and international finance, investment and capital markets through her roles at WE Family Offices and JP Morgan\n\n&#160;\n\n&#160; &#160; ##TABLE_END &#160;\n\n&#160;\n\n##TABLE_START &#160; Calvin R. McDonald &#160; &#160; &#160; &#160; &#160; &#160; &#160; ##TABLE_END ##TABLE_START &#160; &#160; &#160; &#160; CHIEF EXECUTIVE OFFICER, LULULEMON ATHLETICA INC. &#160; &#160; &#160;\n\n&#160;\n\nAge: 51 \n\nDirector since: 2021 \n\nCommittees:\n\nCompensation \n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; \n\n&#160; &#160; &#160; Experience: \n\n2018&#8211;Present \n\n2013&#8211;2018 \n\n2011&#8211;2013 \n\n&#160;\n\n&#160; Chief Executive Officer, lululemon athletica inc. (an athletic apparel company) \n\nPresident and Chief Executive Officer, Sephora Americas, a division of the LVMH group of luxury brands \n\nPresident and Chief Executive Officer, Sears Canada (a department store company) \n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; Other Public Company Directorships: \n\nlululemon athletica inc. (2018&#8211;Present)\n\n&#160;\n\nFormer Public Company Directorships: \n\nSephora Americas (2013&#8211;2018)\n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; Notable Experience Aligned with Disney&#8217;s Strategy and Key Board Contributions \n\n&#8226;&#8194;&#8202;Mr. McDonald has over 25 years of retail experience, bringing powerful insight to the Board on integrating customer experience and brand awareness\n\n&#160;\n\n&#8226;&#8194;&#8202;As Chief Executive Officer of lululemon athletica, he has led the company in innovating integrated guest experiences and offers valuable perspective on the growth, development and guest innovation of an international consumer business that is particularly relevant to Disney&#8217;s leadership team\n\n&#160;\n\n&#8226;&#8194;&#8202;Mr. McDonald is responsible for the growth, development and consumer product operations of lululemon athletica, including overseeing the company&#8217;s incorporation and expansion of a DTC offering and creative product design, providing him a fundamental understanding of consumer strategies that support and accelerate customer engagement\n\n&#160;\n\nOther Key Skill Sets \n\n&#8226;&#8194;&#8202;Deep understanding of management, leadership and executive management from his experience at lululemon athletica\n\n&#160;\n\n&#8226;&#8194;&#8202;Strong knowledge of finance and accounting, risk management and corporate governance and social initiatives gained through his role as a public company chief executive officer\n\n&#160;\n\n&#160; &#160; ##TABLE_END &#160;\n\n&#160;\n\n##TABLE_START &#160; Mark G. Parker &#160; &#160; &#160; &#160; &#160; &#160; &#160; ##TABLE_END ##TABLE_START &#160; &#160; &#160; &#160; EXECUTIVE CHAIRMAN, NIKE, INC. &#160; &#160; &#160;\n\n&#160;\n\nAge: 67 \n\nDirector since: 2016 \n\nCommittees:\n\nCompensation; Incoming Executive Committee Chair; Incoming Governance and Nominating Chair \n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; \n\n&#160; &#160; &#160; Experience: \n\n2020&#8211;Present \n\n2006&#8211;2020 \n\n1979&#8211;2006 \n\n&#160;\n\n&#160; Executive Chairman, NIKE, Inc. (a footwear and apparel company) \n\nPresident and Chief Executive Officer, NIKE, Inc. \n\nVarious positions (including product research, design and development, marketing and brand management), NIKE, Inc. \n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; Other Public Company Directorships: \n\nNIKE, Inc. (2006&#8211;Present)\n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; Notable Experience Aligned with Disney&#8217;s Strategy and Key Board Contributions \n\n&#8226;&#8194;&#8202;As the former President and Chief Executive Officer of NIKE, Mr. Parker has overseen and managed the growth of a complex, global organization, and has experience exercising cost discipline and oversight of organizational structure, as well as executive management succession planning, bringing a valuable perspective to fellow directors and the broader leadership team\n\n&#160;\n\n&#8226;&#8194;&#8202;Through this experience, Mr. Parker brings first-hand knowledge of workforce and human capital management including managing creative talent and compensation, a critical skill set for Disney&#8217;s Board given our continued focus on human capital management oversight\n\n&#160;\n\n&#8226;&#8194;&#8202;Mr. Parker offers a unique insight to the Company regarding the design, production, marketing and distribution of consumer products and managing a major international consumer brand through various market evolutions over a more than 40-year time period\n\n&#160;\n\nOther Key Skill Sets \n\n&#8226;&#8194;&#8202;Financial and executive management and risk management background gained through roles as President and Chief Executive Officer, as well as Executive Chairman of NIKE\n\n&#160;\n\n&#8226;&#8194;&#8202;Experience in integrating environmental and social practices into corporate strategy through his leadership at NIKE as the company integrated sustainable innovation into product development and manufacturing\n\n&#160;\n\n&#160; &#160; ##TABLE_END &#160;\n\n&#160;\n\n##TABLE_START &#160; Derica W. Rice &#160; &#160; &#160; &#160; &#160; &#160; &#160; ##TABLE_END ##TABLE_START &#160; &#160; &#160; &#160; FORMER EXECUTIVE VICE PRESIDENT, CVS HEALTH CORPORATION &#160; &#160; &#160;\n\n&#160;\n\nAge: 57 \n\nDirector since: 2019 \n\nCommittees:\n\nAudit (Incoming Chair) \n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; \n\n&#160; &#160; &#160; Experience: \n\n2018&#8211;2020 \n\n2018&#8211;2020 \n\n2006&#8211;2017 \n\n2003&#8211;2006 \n\n1990&#8211;2005 \n\n&#160;\n\n&#160; Executive Vice President, CVS Health Corporation (a pharmacy company) \n\nPresident, CVS Caremark, the pharmacy benefits management business of CVS Health Corporation \n\nChief Financial Officer and Executive Vice President of Global Services, Eli Lilly and Company (a pharmaceutical company) \n\nVice President and Controller, Eli Lilly and Company \n\nVarious Executive Positions, Eli Lilly and Company \n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; Other Public Company Directorships: \n\nThe Carlyle Group Inc. (2021&#8211;Present)\n\nBristol-Myers Squibb Company (2020&#8211;Present)\n\nTarget Corporation (2007&#8211;2018); (2020&#8211;Present)\n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; Notable Experience Aligned with Disney&#8217;s Strategy and Key Board Contributions \n\n&#8226;&#8194;&#8202;Mr. Rice offers deep experience on the alignment of financial and strategic objectives and an understanding of cost discipline and effective organizational structure, a primary focus of the Company&#8217;s Board and management team particularly throughout Disney&#8217;s strategic evolution, through his experience in key financial and operational roles at global companies, including as Chief Financial Officer of Eli Lilly for more than a decade\n\n&#160;\n\n&#8226;&#8194;&#8202;His strong knowledge of large brand-focused organizations gained through experience leading the pharmacy benefits management business of CVS Health and as Chief Financial Officer of Eli Lilly has been a valuable addition to the Board\n\n&#160;\n\n&#8226;&#8194;&#8202;Mr. Rice provides expertise in financial oversight and accounting through his financial executive experience, as well his experience as an audit committee member of public companies, enhancing Disney&#8217;s Audit Committee oversight of risks that may arise out of financial planning and reporting, internal controls and information technology\n\n&#160;\n\nOther Key Skill Sets \n\n&#8226;&#8194;&#8202;Strong understanding of broader risk management oversight and complex, global business operations through senior operation roles at CVS and Eli Lilly\n\n&#160;\n\n&#8226;&#8194;&#8202;Deep understanding of strategic planning, corporate governance and social initiatives through service on other public company boards\n\n&#160;\n\n&#160; &#160; ##TABLE_END &#8220;Incoming&#8221; as used above under &#8220;Committees&#8221; indicates that the Board intends to appoint the Director to such committee, in the case of Ms. Everson, or as Chair of such committee, in the case of Mr. Parker and Mr. Rice, following the 2023 Annual Meeting. \n\n&#160;\n\nAudit Committee \n\nMembers: Safra A. Catz (Sitting Chair), Francis A. deSouza and Derica W. Rice (Incoming Chair) \n\nThe Audit Committee is responsible for, among other things, overseeing the Company&#8217;s financial statements, internal controls and audit, compliance with legal and regulatory requirements and independent auditor. The Committee also has oversight of cybersecurity and data security risks and mitigation strategies. The Committee also reviews the Company&#8217;s policies and practices with respect to risk assessment and risk management. The Committee met 9 times during fiscal 2022. All of the members of the Committee are independent within the meaning of SEC regulations, the listing standards of the New York Stock Exchange and the Company&#8217;s Corporate Governance Guidelines . The Board has determined that all members of the Committee, Ms. Catz, Mr. deSouza and Mr. Rice, are qualified as audit committee financial experts within the meaning of SEC regulations and that they have accounting and related financial management expertise within the meaning of the listing standards of the New York Stock Exchange and that Mr. Froman, who served on the Committee through January 10, 2022, is financially literate within the meaning of the listing standards of the New York Stock Exchange. The Board has determined that Mr. Rice&#8217;s simultaneous service on the audit committees of more than three public companies will not impair his ability to effectively serve on the Committee. Following the 2023 Annual Meeting, the Board intends to appoint Mr. Rice as the Chair of the Committee. Ms. Catz will remain as a member of the Committee. \n\nCorporate Governance Documents \n\nThe Board has adopted Corporate Governance Guidelines , which set forth a flexible framework within which the Board, assisted by its committees, directs the affairs of the Company. The Guidelines address, among other things, the composition and functions of the Board, Director independence, stock ownership by and compensation of Directors, management succession and review, Board leadership, Board committees and selection of new Directors. \n\nThe Company has Standards of Business Conduct , which are applicable to all employees of the Company, including the principal executive officer, the principal financial officer and the principal accounting officer. The Board has a separate Code of Business Conduct and Ethics for Directors, which contains provisions specifically applicable to Directors. \n\nEach standing committee of the Board is governed by a charter adopted by the Board. \n\nThe Corporate Governance Guidelines , the Standards of Business Conduct , the Code of Business Conduct and Ethics for Directors and each of the Audit, Compensation and Governance and Nominating Committee charters are available on the Company&#8217;s Investor Relations website under the &#8220;Corporate Governance&#8221; heading at www.disney.com/investors and in print to any shareholder who requests them from the Company&#8217;s Secretary. If the Company amends or waives the Code of Business Conduct and Ethics for Directors or the Standards of Business Conduct with respect to the principal executive officer, principal financial officer or principal accounting officer, it will post the amendment or waiver at the same location on its website. \n\n&#160;\n\nDirector Selection Process \n\nWorking closely with the full Board, the Governance and Nominating Committee develops criteria for open Board positions. Applying these criteria, the Committee considers candidates for Board membership suggested by Committee members, other Board members, management and shareholders. The Committee retains third-party executive search firms to identify and review candidates, including to generate candidate pools consistent with the criteria below, upon request of the Committee from time to time. \n\nOnce the Committee has identified a prospective nominee &#8212; including prospective nominees recommended by shareholders &#8212; it determines whether to conduct a full evaluation. The Committee may request the third-party search firm to gather additional information about the prospective nominee&#8217;s background and experience and to report its findings. The Committee then evaluates the prospective nominee against the specific criteria that it has established for the position, as well as the standards and qualifications set out in the Company&#8217;s Corporate Governance Guidelines , including but not limited to: \n\n&#160;\n\n##TABLE_START &#8226; &#160; the ability of the prospective nominee to represent the interests of the shareholders of the Company; \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; the extent to which the prospective nominee contributes to the range of talent, skill and expertise appropriate for the Board; and \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; the extent to which the prospective nominee helps the Board reflect the diversity of the Company&#8217;s shareholders, employees, customers and guests and the communities in which it operates. \n\n##TABLE_END After completing this evaluation and an interview, the Committee makes a recommendation to the full Board, which makes the final determination whether to nominate or appoint the new director after considering the Committee&#8217;s report. \n\nIn selecting director nominees, the Board seeks to achieve a mix of members who together bring experience and personal backgrounds relevant to the Company&#8217;s strategic priorities and the scope and complexity of the Company&#8217;s business. The current nominees&#8217; qualifications set forth in their individual biographies under the section titled &#8220; Directors &#8221; sets out how each of the current nominees (comprised of all current Directors other than Ms. Arnold) contributes to the mix of experience and qualifications the Board seeks. The Board also considers the tenure policy under the Corporate Governance Guidelines , pursuant to which the Board will not nominate for re-election any non-management Director that completed fifteen years of service as a member of the Board on or prior to the date of election or any Director that turned 75 years of age of older in the calendar year preceding the related annual meeting, in each case, unless the Board concludes that such Director&#8217;s continuing service would better serve the best interests of the shareholders. \n\nIn making its recommendations with respect to the nomination for election or re-election of existing Directors at the annual shareholders meeting, the Committee assesses the composition of the Board at the time and considers the extent to which the Board continues to reflect the criteria set forth above. \n\nDuring fiscal 2023, the Board appointed two new directors: Carolyn Everson and Bob Iger. Ms. Everson was recommended by non-management directors, a third-party search firm and a shareholder. In connection with Ms. Everson&#8217;s appointment, the Company entered into a support agreement with Third Point pursuant to which the Company appointed Ms. Everson as a director and agreed to include Ms. Everson as a director nominee for the 2023 Annual Meeting and Third Point agreed to customary standstill, voting and other provisions through the 2024 Annual Meeting. Mr. Iger was recommended by non-management directors. The Company has agreed in Mr. Iger&#8217;s employment agreement to nominate him for re-election as a member of the Board at the expiration of each term of office during the term of the agreement, and he has agreed to continue to serve on the Board if elected. \n\nA shareholder who wishes to recommend a prospective nominee for the Board should notify the Company&#8217;s Secretary or any member of the Governance and Nominating Committee in writing with whatever supporting material the shareholder considers appropriate. The Governance and Nominating Committee will also consider whether to nominate any person nominated by a shareholder pursuant to the provisions of the Company&#8217;s Bylaws relating to shareholder nominations. \n\n&#160;\n\n"
    },
    {
      "section": "11",
      "text": " ITEM 11. Executive Compensation \n\nDirector Compensation \n\nFiscal 2022 \n\nThe elements of annual Director compensation for fiscal 2022 were as follows: \n\n&#160;\n\n##TABLE_START &#160; &#160; Annual Board retainer\n\n&#160; $ 115,000 &#160; Annual committee retainer (except Executive Committee) 1 \n\n&#160; $ 10,000 &#160; Annual Governance and Nominating Committee chair retainer 2 \n\n&#160; $ 20,000 &#160; Annual Compensation Committee chair retainer 2 \n\n&#160; $ 25,000 &#160; Annual Audit Committee chair retainer 2 \n\n&#160; $ 27,500 &#160; Annual deferred stock unit grant\n\n&#160; $ 240,000 &#160; Annual retainer for independent Chairman 3 \n\n&#160; $ 145,000 &#160; ##TABLE_END &#160;\n\n##TABLE_START 1 Per committee. \n\n##TABLE_END &#160;\n\n##TABLE_START 2 This is in addition to the annual committee retainer the Director receives for serving on the committee. \n\n##TABLE_END &#160;\n\n##TABLE_START 3 This is in addition to the annual Board retainer, committee fees and the annual deferred stock unit grant and at least 50% must be paid in stock. \n\n##TABLE_END To encourage Directors to experience the Company&#8217;s products, services and entertainment offerings personally, each non-employee Director may receive Company products and services up to a maximum of $15,000 in fair market value per calendar year plus reimbursement of associated tax liabilities. Each first-year non-employee Director may receive Company products and services up to a maximum of $25,000 in fair market value plus reimbursement of associated tax liabilities for one year following their respective start date. After the first anniversary of their start date, such first-year non-employee Directors will have an additional allowance of $15,000 prorated for the balance of the remaining calendar year. Directors&#8217; spouses, children and grandchildren may also participate in this benefit within each Director&#8217;s limit. \n\nFamily members of Directors may accompany Directors traveling on Company aircraft for business purposes on a space-available basis. \n\nDirectors participate in the Company&#8217;s employee gift matching program on the same terms as senior executives. Under this program, the Company matches contributions of up to $20,000 per calendar year per Director to charitable and educational institutions meeting the Company&#8217;s criteria. Beginning in calendar 2022, the Board amended the Directors&#8217; participation in the Company&#8217;s employee gift matching program to decrease the maximum amount of contributions matched by the Company from $50,000 to $20,000 per calendar year. \n\nDirectors who are also employees of the Company receive no additional compensation for service as a Director. \n\nUnder the Company&#8217;s Corporate Governance Guidelines , non-employee Director compensation is determined annually by the Board acting on the recommendation of the Governance and Nominating Committee. In formulating its recommendation, the Governance and Nominating Committee receives input from the third-party compensation consultant retained by the Compensation Committee regarding market practices for Director compensation. \n\n&#160;\n\nDirector Compensation for Fiscal 2022 \n\nThe following table sets forth compensation earned during fiscal 2022 by each person who served as a non-employee Director during the year. \n\n&#160;\n\n##TABLE_START &#160; &#160; FEES \n\nEARNED \n\nOR PAID \n\nIN CASH \n\n&#160; &#160; STOCK \n\nAWARDS \n\n&#160; &#160; ALL OTHER \n\nCOMPENSATION \n\n&#160; &#160; TOTAL &#160; Susan E. Arnold\n\n&#160; $ 214,327 &#160; &#160; $ 289,953 &#160; &#160; &#160; $67,701 &#160; &#160; $ 571,981 &#160; Mary T. Barra\n\n&#160; &#160; 125,000 &#160; &#160; &#160; 236,657 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 361,657 &#160; Safra A. Catz\n\n&#160; &#160; 152,486 &#160; &#160; &#160; 236,657 &#160; &#160; &#160; 50,000 &#160; &#160; &#160; 439,143 &#160; Amy L. Chang\n\n&#160; &#160; 125,000 &#160; &#160; &#160; 236,657 &#160; &#160; &#160; 41,520 &#160; &#160; &#160; 403,177 &#160; Francis A. deSouza\n\n&#160; &#160; 125,000 &#160; &#160; &#160; 236,657 &#160; &#160; &#160; 5,296 &#160; &#160; &#160; 366,953 &#160; Michael B.G. Froman\n\n&#160; &#160; 125,000 &#160; &#160; &#160; 236,657 &#160; &#160; &#160; 71,968 &#160; &#160; &#160; 433,625 &#160; Maria Elena Lagomasino\n\n&#160; &#160; 159,973 &#160; &#160; &#160; 236,657 &#160; &#160; &#160; 100 &#160; &#160; &#160; 396,730 &#160; Calvin R. McDonald\n\n&#160; &#160; 125,000 &#160; &#160; &#160; 236,657 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 361,657 &#160; Mark G. Parker\n\n&#160; &#160; 125,000 &#160; &#160; &#160; 236,657 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 361,657 &#160; Derica W. Rice\n\n&#160; &#160; 125,000 &#160; &#160; &#160; 236,657 &#160; &#160; &#160; 70,000 &#160; &#160; &#160; 431,657 &#160; ##TABLE_END Fees Earned or Paid in Cash. &#8220;Fees Earned or Paid in Cash&#8221; includes the annual Board retainer and annual committee and committee-chair retainers, whether paid currently or deferred by the Director to be paid in cash or shares after service ends. Directors are permitted to elect each year to receive all or part of their retainers in Disney stock and, whether paid in cash or stock, to defer all or part of their retainers until after service as a Director ends. Directors who elect to receive deferred compensation in cash receive a credit each quarter and the balance in their deferred cash account earns interest at an annual rate equal to 120% of the Applicable Long-Term Federal Interest Rate, as determined from time to time by the United States Internal Revenue Service. For fiscal 2022, the average interest rate was 3.67%. \n\nThe following table sets forth the form of fees received by each Director who elected to receive any portion of the compensation in a form other than currently paid cash. The number of stock units awarded is equal to the dollar amount of fees accruing each quarter divided by the average over the last ten trading days of the quarter of the average of the high and low trading price for shares of Company common stock on each day in the ten-day period. Stock units distributed currently were accumulated throughout the year and distributed as shares following December 31, 2022. \n\n&#160;\n\n##TABLE_START &#160; &#160; CASH &#160; &#160; STOCK UNITS &#160; &#160; &#160; PAID \n\nCURRENTLY \n\n&#160; &#160; DEFERRED &#160; &#160; VALUE \n\nDISTRIBUTED \n\nCURRENTLY \n\n&#160; &#160; VALUE \n\nDEFERRED \n\n&#160; &#160; NUMBER \n\nOF \n\nUNITS \n\n&#160; Mary T. Barra\n\n&#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; $125,000 &#160; &#160; &#160; 1,065 &#160; Safra A. Catz\n\n&#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; $152,486 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 1,300 &#160; Francis A. deSouza\n\n&#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 125,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 1,065 &#160; Michael B.G. Froman\n\n&#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 125,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 1,065 &#160; Maria Elena Lagomasino\n\n&#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 159,973 &#160; &#160; &#160; 1,364 &#160; Calvin R. McDonald\n\n&#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 125,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 1,065 &#160; Mark G. Parker\n\n&#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 125,000 &#160; &#160; &#160; 1,065 &#160; Derica W. Rice\n\n&#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 125,000 &#160; &#160; &#160; 1,065 &#160; ##TABLE_END &#160;\n\nStock Awards. &#8220;Stock Awards&#8221; sets forth the market value of the deferred stock unit grants to Directors and the amount reported is equal to the market value of the Company&#8217;s common stock on the date of the award times the number of shares underlying the units. Units are awarded at the end of each quarter and the number of units is determined by dividing the amount payable with respect to the quarter by the average over the last ten trading days of the quarter of the average of the high and low trading price for shares of the Company common stock on each day in the ten-day period. Each Director other than Ms. Arnold was awarded 2,044 units in fiscal 2022. Ms. Arnold was awarded 2,544 units in fiscal 2022 due to the annual retainer for independent Chairman. \n\nUnless a Director elects to defer receipt of shares until after the Director&#8217;s service ends, shares with respect to annual deferred stock unit grants are normally distributed to the Director on the second anniversary of the award date, whether or not the Director is still a Director on the date of distribution. \n\nAt the end of any quarter in which dividends are distributed to shareholders, Directors receive additional stock units with a value (based on the average of the high and low trading prices of the Company common stock averaged over the last ten trading days of the quarter) equal to the amount of dividends they would have received on all stock units held by them at the end of the prior quarter. Shares with respect to these additional units are distributed when the underlying units are distributed. Units awarded in respect of dividends are included in the fair value of the stock units when the units are initially awarded and therefore are not included in the tables above, but they are included in the total units held at the end of the fiscal year in the table below. \n\nThe following table sets forth all stock units held by each non-management Director serving during fiscal 2022, as of the end of fiscal 2022. All stock units are fully vested when granted, but shares are distributed with respect to the units only later, as described above. Stock units in this table are included in the stock ownership table in Item 12. Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters - &#8220;Stock Ownership &#8221; except to the extent they may have been distributed as shares and sold prior to the date of the stock ownership table. \n\n&#160;\n\n##TABLE_START &#160; &#160; STOCK \n\nUNITS \n\n&#160; Susan E. Arnold\n\n&#160; &#160; 25,646 &#160; Mary T. Barra\n\n&#160; &#160; 13,043 &#160; Safra A. Catz\n\n&#160; &#160; 4,157 &#160; Amy L. Chang\n\n&#160; &#160; 2,417 &#160; Francis A. deSouza\n\n&#160; &#160; 5,891 &#160; Michael B.G. Froman\n\n&#160; &#160; 3,968 &#160; Maria Elena Lagomasino\n\n&#160; &#160; 19,333 &#160; Calvin R. McDonald\n\n&#160; &#160; 3,278 &#160; Mark G. Parker\n\n&#160; &#160; 17,763 &#160; Derica W. Rice\n\n&#160; &#160; 8,533 &#160; ##TABLE_END The Company&#8217;s Corporate Governance Guidelines encourage Directors to own or acquire within three years of first becoming a Director, shares of Company common stock (including stock units received as Director compensation) having a market value of at least five times the amount of the annual Board retainer for the Director. Unless the Board exempts a Director, each Director is also required to retain stock representing no less than 50% of the after-tax value of exercised options and shares received upon distribution of deferred stock units until such Director meets the stock holding guideline described above. \n\nAll Other Compensation. &#8220;All Other Compensation&#8221; includes: \n\n&#160;\n\n##TABLE_START &#8226; &#160; Reimbursement of tax liabilities associated with the product familiarization benefits. The value of the product familiarization benefits themselves and travel benefits are not included in the table as permitted by SEC rules because the aggregate incremental cost to the Company of providing these benefits did not exceed $10,000 for any Director. The reimbursement of associated tax liabilities was $1,475 for Ms. Arnold, $6,520 for Ms. Chang, $5,296 for Mr. deSouza, $16,968 for Mr. Froman and $100 for Ms. Lagomasino. \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; Interest earned on deferred cash compensation, which was less than $10,000 for each Director. \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; The matching charitable contribution of the Company, which was $25,000 for Ms. Arnold, $50,000 for Ms. Catz, $35,000 for Ms. Chang, $55,000 for Mr. Froman and $70,000 for Mr. Rice. Matched amounts exceed $20,000 in a fiscal year if contributions for separate calendar years are made in the same fiscal year or if there were delays in processing earlier year matches and due to the change in maximum amount of contributions matched by the Company in calendar 2022. \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; In fiscal 2022, the Company reimbursed security charges to Ms. Arnold totaling $32,985 for equipment and security services. \n\n##TABLE_END Executive Compensation \n\nCompensation Discussion and Analysis \n\nFiscal 2022 Performance Highlights \n\nAs described in more detail under &#8220; Executive Compensation &#8212; Compensation Discussion and Analysis &#8212; Individual Compensation Decisions&#8221; below, our named executive officers (&#8220;NEOs&#8221;) who remain with the Company showed strong performance and leadership both in managing the Company and in driving a transformation of our businesses, building long-term value. In fiscal 2022, we continued to see strong demand and growth across our businesses and execute on our long-term strategy. Our content, across our unmatched collection of brands, formats and distribution platforms, continues to meaningfully resonate with audiences around the world and fuel our portfolio of businesses. We continue to invest in our Media and Entertainment Distribution businesses, ending the fiscal year with over 235 million total DTC subscriptions, preparing to launch the advertising-based tier of Disney+ and generating nearly $3.5 billion at the global box office. At our Parks, Experiences and Products business, we are beyond pleased with our recovery coming out of the pandemic, launching several new attractions and experiences, resulting in the segment&#8217;s largest full year revenue, operating income and margin. \n\nWhile our share price performance was in line with many Media Industry peers this past year, fiscal 2022 share price performance was challenging for the Company. As we look forward, our leadership team remains focused on building long-term value for our shareholders, and our Compensation Committee remains committed to an executive compensation program that motivates executives to achieve these goals and aligns pay outcomes with Company performance. \n\n&#160;\n\nFISCAL 2022 COMPENSATION PRACTICES \n\nExecutive Compensation Objectives and Methods: We maintain an integrated approach to attract and retain high-caliber executives in a competitive market for talent, while adhering to key corporate governance best practices summarized below. \n\n&#160;\n\n##TABLE_START &#160; &#160; Shareholder engagement and responsiveness\n\n&#160; Investor Relations and members of the Board regularly engage in investor outreach. With regard to executive compensation, the Compensation Committee has addressed shareholder feedback and made changes to compensation for fiscal 2022, including:\n\n&#160;\n\n&#8226;&#8195;&#8202;Utilized the structure of 50% of the CEO&#8217;s fiscal 2022 equity award as performance-based restricted stock units (&#8220;PBUs&#8221;), in response to feedback to prioritize pay for performance.\n\n&#160;\n\n&#8226;&#8195;&#8202;Increased PBUs from 30% to 50% of the overall long-term incentive grant value for the NEOs other than the CEO.\n\n&#160;\n\n&#8226;&#8195;&#8202;Increased the rigor of the test for the total shareholder return (&#8220;TSR&#8221;) portion of PBUs by setting target performance at the 55 th percentile of the S&#38;P 500 companies, an increase from the 50th percentile, with maximum payout at 200% of target.\n\n&#160;\n\n&#8226;&#8195;&#8202;For the fiscal 2022 annual bonus plan, significantly increased the required revenue and operating income amounts to achieve target-level payouts year-over-year.\n\nIncentive plan non-financial metrics\n\n&#160; Fiscal 2022 bonus plan maintains incorporation of diversity and inclusion (e.g., representation, retention and content), which has the highest weighting among a limited number of focused non-financial metrics. Equity retention guidelines\n\n&#160; NEOs must hold a meaningful amount of the Company&#8217;s stock. The CEO must hold equity valued at five times his salary within five years of becoming CEO, while other NEOs must hold equity valued at three times their salary within five years of becoming an executive officer. Compensation at risk\n\n&#160; A majority of NEO compensation is tied to either short- or long-term Company performance. For Robert A. Chapek in fiscal 2022, 90% of his total target compensation was tied to financial performance, contributions towards organization goals, equity compensation or stock price performance. This includes 50% of his annual equity grant awarded in PBUs. Annual risk assessment\n\n&#160; Each year, the Compensation Committee&#8217;s compensation consultant completes a risk assessment of the Company&#8217;s compensation programs. Based on this assessment for fiscal 2022, the Compensation Committee determined that risks arising from the Company&#8217;s policies and practices are not reasonably likely to have a material adverse effect on the Company. Clawback policy\n\n&#160; The Board may recover or cancel any bonus or incentive payments in cases where an executive&#8217;s misconduct results in either financial or reputational harm. Disallow hedging and pledging\n\n&#160; Board members, NEOs and all other Section 16 filers are prohibited from hedging and pledging the Company&#8217;s securities. No option re-pricing or cash buyouts\n\n&#160; The Company does not allow re-pricing or cash buyouts of underwater stock options without shareholder approval. No excise tax gross-ups \n\n&#160; The Company does not provide excise tax gross-ups. Independent compensation consultant\n\n&#160; The Compensation Committee has retained a compensation consultant whose relationship with the Company was confirmed to be independent for fiscal 2022. ##TABLE_END &#160;\n\nCHANGES FOR FISCAL 2023 \n\nAfter fiscal year 2022, on November 20, 2022, the Company exercised its right to involuntarily terminate Mr. Chapek&#8217;s employment. For details of his separation, please see the section titled &#8220;Executive Compensation &#8212; Compensation Tables &#8212; Potential Payments and Rights on Termination or Change in Control&#8221; below. \n\n&#160;\n\n##TABLE_START On November 20, 2022, the Company entered into an employment agreement with Mr. Iger and he was appointed as CEO. In connection with the agreement, Mr. Iger&#8217;s annual base salary was set at $1,000,000 and he is eligible for an annual bonus determined through financial and individual performance objectives with a target of 100% of base salary (up to a maximum of 200%). Mr. Iger&#8217;s annual long-term incentive grant target is $25,000,000 and will have the following vehicle mix: 60% PBUs and 40% stock options. The PBUs have a 2-year performance period aligned with the term of his employment agreement. The Committee determined that Mr. Iger&#8217;s interest in the value of his existing equity holdings aligned with his mandate to develop a long-term successor by 2024.\n\n&#160;\n\nThe Committee also evaluated the long-term incentive structure of the CEO and NEOs&#8217; executive compensation programs. Starting in fiscal 2020, 50% of PBUs were eligible to vest based on return on invested capital (&#8220;ROIC&#8221;) performance. While the initial intent was to set a full 3-year ROIC goal, due to challenges in forecasting posed by the COVID-19 pandemic, ROIC goals have been set and measured each year of the 3-year performance period for grants made in fiscal 2020 through fiscal 2022. In November 2022, the Compensation Committee determined that long-term incentive grants made in fiscal 2023 (i.e., in December 2022) will utilize a full 3-year goal for the ROIC portion of PBUs, excluding Mr. Iger&#8217;s long-term incentive grant, which will have a 2-year performance period to reflect his 2-year employment term.\n\n&#160; &#160;\n\nIncrease to \n\n60% \n\n&#160;\n\nPerformance-Based Units \n\nfor the CEO \n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160;\n\nReturn to full \n\n3-year \n\n&#160;\n\nReturn On Invested Capital goal for other NEOs \n\n&#160;\n\n&#160; ##TABLE_END The following chart shows the percentage of the target total direct annual compensation for Mr. Iger that varies with performance and equity versus being fixed with respect to fiscal 2023. Performance-based and equity compensation represents target performance-based bonus and equity awards while fixed compensation represents base salary. \n\n&#160;\n\n&#160;\n\nExecutive Compensation Program Structure &#8212; Objectives and Methods \n\nWe design our executive compensation program to drive the creation of long-term shareholder value. We do this by tying compensation to the achievement of performance goals that promote the creation of shareholder value and by designing compensation to attract and retain high-caliber executives in a competitive market for talent. We aim to provide compensation opportunities that take into account compensation levels and practices of our peers. For a more detailed description of the peer groups we use for compensation purposes, see the discussion under the heading, &#8220; Executive Compensation &#8212; Other Compensation Information &#8212; Peer Groups, &#8221; set forth below. Total direct compensation comprises a mix of variable and fixed compensation that is heavily weighted toward variable performance-based compensation. Our performance-based compensation includes a short-term annual performance-based bonus and longer-term equity awards that deliver value based on stock price performance and in the case of performance-based stock units, whose vesting depends on meeting performance targets. As prospective performance targets are central to our business strategy, for competitive reasons we do not publicly disclose them for either the short-term annual performance-based bonus plan or the long-term incentive plan. The Company enters into employment agreements with our senior executives when the Compensation Committee determines that it is appropriate to attract or retain an executive or where an employment agreement is consistent with our practices with respect to other similarly situated executives. \n\n&#160;\n\nThe following table sets forth the elements of total direct compensation in fiscal 2022 and fiscal 2023 and the objectives and key features of each element: \n\n&#160;\n\n##TABLE_START &#160; &#160; &#160; &#160; OBJECTIVES AND KEY FEATURES \n\n&#160; &#160; &#160; \n\n&#160;\n\n&#160; &#160;\n\n&#160;\n\n&#160;\n\n&#160;\n\n&#160;\n\n&#160;\n\n&#160; SALARY\n\n&#160;\n\nObjectives: \n\nThe Compensation Committee sets salaries to reflect job responsibilities and to provide competitive fixed pay to balance performance-based risks.\n\n&#160;\n\nKey Features: \n\n&#160;\n\n&#8226;&#8194;&#8202;Minimum salaries set in employment agreement\n\n&#160;\n\n&#8226;&#8194;&#8202;Committee discretion to adjust annually based on changes in experience, nature and responsibility of the position, competitive considerations and CEO recommendation (except in the case of the CEO)\n\n&#160;\n\n&#160; &#160;\n\nPERFORMANCE-BASED BONUS\n\n&#160;\n\nObjectives: \n\nThe Compensation Committee structures the bonus program to incentivize performance at the high end of the financial performance measure ranges that it establishes each year. The Committee believes that incentivizing performance in this fashion will lead to long-term, sustainable gains in shareholder value.\n\n&#160;\n\nKey Features: \n\n&#160;\n\n&#8226;&#8194;&#8202;Target bonus for each NEO set by the Committee early in the fiscal year in light of employment agreement provisions, competitive considerations, CEO recommendation (except targets for the CEO) and other factors the Committee deems appropriate; bonus opportunity normally limited to 200% of target bonus\n\n&#160;\n\n&#8226;&#8194;&#8202;Unless otherwise adjusted downward by the Committee, payout on 70% of target is formulaic and determined by performance against financial performance ranges developed by the Committee early in the fiscal year\n\n&#160;\n\n&#8226;&#8194;&#8202;Unless otherwise determined by the Committee, payout on 30% of target determined by Company-wide Other Performance Factors and the Committee&#8217;s assessment of individual performance based both on other performance objectives and on CEO recommendation (except the payouts for the CEO)\n\n&#160; \n\n&#160;\n\n&#160;\n\n&#160;\n\n&#160;\n\n&#160;\n\n&#160;\n\n&#160;\n\n&#160;\n\n&#160;\n\n&#160;\n\n&#160;\n\n&#160;\n\n&#160;\n\n&#160;\n\n&#160; &#160;\n\nEQUITY AWARDS\n\n&#160;\n\nObjectives: \n\nThe Compensation Committee structures equity awards to directly reward long-term gains in shareholder value. Equity awards carry vesting terms that now extend for three years and include PBUs whose value depends on Company performance, including performance relative to the S&#38;P 500. These awards provide incentives to create and sustain long-term growth in shareholder value.\n\n&#160;\n\nKey Features: \n\n&#160;\n\n&#8226;&#8194;&#8202;Combined value of options, performance units and time-based units determined by the Committee in light of employment agreement provisions, competitive market conditions, evaluation of executive&#8217;s performance and CEO recommendation (except awards for the CEO)\n\n&#160;\n\n&#8226;&#8194;&#8202;For fiscal 2022, allocation of annual awards for Mr. Iger in his role as Executive Chairman (based on award value): 50% PBUs; 50% stock options. For fiscal 2023, in his role as CEO, the allocation of annual awards will be: 60% PBUs and 40% stock options\n\n&#160;\n\n&#8226;&#8194;&#8202;Allocation of annual awards for other NEOs including Mr. Chapek in fiscal 2022 (based on award value): 50% PBUs; 25% time-based restricted stock units; 25% stock options\n\n&#160;\n\n&#160;\n\nSTOCK OPTION AWARDS\n\n&#160;\n\nKey Features: \n\n&#160;\n\n&#8226;&#8194;&#8202;Exercise price equal to average of the high and low trading prices on day of award\n\n&#160;\n\n&#8226;&#8194;&#8202;Option re-pricing without shareholder approval is prohibited\n\n&#160;\n\n&#8226;&#8194;&#8202;Ten-year term\n\n&#160;\n\n&#8226;&#8194;&#8202;Vest one-third per year\n\n&#160;\n\n&#160;\n\nANNUAL PERFORMANCE-BASED RESTRICTED STOCK UNITS\n\n&#160;\n\nKey Features: \n\n&#160;\n\n&#8226;&#8194;&#8202;PBUs reward executives only if specified financial performance measures are met\n\n&#160;\n\n&#8226;&#8194;&#8202;PBUs vest subject to the level of achievement under multiple multi-year performance tests\n\n&#160;\n\n&#8226;&#8194;&#8202;Half of awards vest based on three-year cumulative TSR relative to the S&#38;P 500; the other half vest based on three-year ROIC measured over three one-year performance periods. For fiscal 2022, ROIC awards included three measurement periods of one year each due to continued financial uncertainties resulting from the COVID-19 pandemic. For fiscal 2023, ROIC awards include one measurement period of three years (two years in the case of Mr. Iger). Awards as described in the section titled &#8220; Executive Compensation &#8212; Compensation Tables &#8212; Fiscal 2022 Grants of Plan Based Awards Table &#8221;\n\n&#160;\n\n&#160;\n\nANNUAL TIME-BASED RESTRICTED STOCK UNITS\n\n&#160;\n\nKey Features: \n\n&#160;\n\n&#8226;&#8194;&#8202;One-third vests each year following grant date\n\n&#160;\n\n&#8226;&#8194;&#8202;Annual units awarded to executive officers are subject to Section 162(m) test to the extent necessary and available to obtain tax deductibility by the Company of the payments\n\n&#160;\n\n&#8226;&#8194;&#8202;For fiscal 2023, Mr. Iger will not receive time-based RSUs\n\n##TABLE_END &#160;\n\nCOMPENSATION AT RISK \n\nThe Compensation Committee believes that most of the compensation for NEOs should be at risk and tied to a combination of long-term and short-term Company performance. In fiscal 2022, our NEOs consisted of Mr. Chapek, Christine McCarthy, Horacio Gutierrez, Paul Richardson, Kristina Schake, Mr. Iger and Geoffrey Morrell. \n\nIn establishing a mix of fixed to variable compensation, the composition of equity awards, target bonus levels, grant date equity award values and performance ranges, the Committee seeks to maintain its goal of making compensation overwhelmingly tied to performance, while also providing compensation opportunities that are competitive with alternatives available to the executive. In particular, the Committee expects that performance at the high-end of ranges will result in overall compensation that is sufficiently attractive relative to compensation available at successful competitors and that performance at the low-end of ranges will result in overall compensation that is less than that available from competitors with more successful performance. \n\nThe following charts show the percentage of the target total direct annual compensation for first, Mr. Chapek, and second, all NEOs other than Mr. Chapek and Mr. Iger, that varies with performance and equity versus being fixed with respect to fiscal 2022. Performance-based and equity compensation represents target performance-based bonus and equity awards while fixed compensation represents base salary. \n\n&#160;\n\n&#160;\n\nBeginning in fiscal 2022, the Compensation Committee determined to increase PBUs from 30% to 50% of the overall long-term incentive grant value for the NEOs other than the CEO, who already had 50% in the form of PBUs (and who will have 60% in the form of PBUs for fiscal 2023). This shift reflects a meaningful increase in at-risk compensation, as evidenced by the actual results realized with respect to recent PBU grants. For example, below is a table reflecting annual grant PBUs vesting in the last five years which resulted in below target payouts: \n\n&#160;\n\n##TABLE_START &#160; &#160; VESTED IN DECEMBER 2018 &#160; &#160; VESTED IN DECEMBER 2019 &#160; &#160; VESTED IN DECEMBER 2020 &#160; &#160; VESTED IN DECEMBER 2021 &#160; &#160; VESTED IN DECEMBER 2022 &#160; % of Target Payout\n\n&#160; &#160; 85% &#160; &#160; &#160; 96% &#160; &#160; &#160; 62% &#160; &#160; &#160; 48% &#160; &#160; &#160; 50% &#160; ##TABLE_END &#160;\n\nThe fiscal 2021 ROIC test resulted in a 150% payout, which is being assessed for outstanding PBU grants made in December 2019 and 2020. The fiscal 2022 ROIC test had a threshold, target and maximum of 1.6%, 4.1% and 5.4% respectively. Actual fiscal 2022 ROIC performance was just under 5.4%, which resulted in 148% payout for the fiscal 2022 portion of the ROIC test, which is being assessed for outstanding PBU grants made in December 2019 and 2020. As the maximum payout for fiscal 2022 PBU awards increased to 200% of target, ROIC performance of approximately 5.4% resulted in a 196% payout for the fiscal 2022 ROIC portion of grants made in December 2021. The Compensation Committee believes this PBU structure strongly aligns pay and performance, which is underscored by the decision to further increase the weighting of PBUs for other NEOs. \n\nCOMPENSATION PROCESS \n\nThe following table outlines the process for determining annual compensation awards for NEOs: \n\n&#160;\n\n##TABLE_START SALARIES \n\n&#160; &#160; &#160; PERFORMANCE-BASED BONUS &#8226;&#8195;&#8202;Annually at the end of the calendar year, the Chief Executive Officer recommends salaries for NEOs other than himself for the following calendar year\n\n&#160;\n\n&#8226;&#8195;&#8202;Compensation Committee reviews proposed salary changes with input from its consultant (described under &#8220; Executive Compensation &#8212; Compensation Discussion and Analysis &#8212; Executive Compensation Program Structure&#8212;Objectives and Methods &#8212; Compensation Consultant &#8221;)\n\n&#160;\n\n&#8226;&#8195;&#8202;Committee determines annual salaries for all NEOs\n\n&#160;\n\n&#8226;&#8195;&#8202;Committee reviews determinations with the other non-management directors\n\n&#160; &#160; &#8226;&#8194;&#8201;&#8201;Compensation Committee participates in regular Board review of operating plans and results and review of annual operating plan at the beginning of the fiscal year\n\n&#160;\n\n&#8226;&#8194;&#8201;&#8201;Management recommends financial and other performance measures, weightings and ranges\n\n&#160;\n\n&#8226;&#8194;&#8201;&#8201;Early in the fiscal year, the Committee reviews proposed performance measures and ranges with input from its consultant and develops performance measures and ranges that it believes establish appropriate goals\n\n&#160;\n\n&#8226;&#8194;&#8201;&#8201;Chief Executive Officer recommends bonus targets for NEOs other than himself\n\n&#160;\n\n&#8226;&#8194;&#8201;&#8201;Early in the fiscal year, the Committee reviews bonus measure ranges with input from its consultant and in light of the targets established by employment agreements and competitive conditions and determines bonus target opportunity as a percentage of fiscal year-end salary for each NEO\n\n&#160;\n\n&#8226;&#8194;&#8201;&#8201;After the end of the fiscal year, management presents financial results to the Committee\n\n&#160;\n\n&#8226;&#8194;&#8201;&#8201;Chief Executive Officer recommends Other Performance Factor multipliers for NEOs other than himself\n\n&#160;\n\n&#8226;&#8194;&#8201;&#8201;Committee reviews the results and determines whether to make any adjustments to financial results, determines other performance factor multipliers and establishes bonus\n\n&#160;\n\n&#8226;&#8194;&#8201;&#8201;Committee reviews determinations with the other non-management directors and, in the case of the Chief Executive Officer, seeks their concurrence in the Committee&#8217;s determination\n\n&#160;\n\n&#160;\n\nEQUITY AWARDS \n\n&#160; &#160; &#8226;&#8195;&#8202;In first fiscal quarter, the Chief Executive Officer recommends grant date fair value of awards for NEOs other than himself\n\n&#160;\n\n&#8226;&#8195;&#8202;Compensation Committee reviews proposed awards with input from its consultant and reviews with other non-management directors\n\n&#160;\n\n&#8226;&#8195;&#8202;Committee determines the dollar values of awards\n\n&#160;\n\n&#8226;&#8195;&#8202;Exercise price and number of options and restricted stock units are determined by formula based on market price of common shares on the date of award\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; ##TABLE_END &#160;\n\nMANAGEMENT INPUT \n\nIn addition to the Chief Executive Officer recommendations described above, management regularly: \n\n&#160;\n\n##TABLE_START &#8226; &#160; provides data, analysis and recommendations to the Compensation Committee regarding the Company&#8217;s executive compensation programs and policies; \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; administers those programs and policies as directed by the Committee; \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; provides an ongoing review of the effectiveness of the compensation programs, including competitiveness and alignment with the Company&#8217;s objectives; and \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; recommends changes to compensation programs if needed to help achieve program objectives. \n\n##TABLE_END The Committee meets regularly in executive session without management present to discuss compensation decisions and matters relating to the design and operation of the executive compensation program. \n\nCOMPENSATION CONSULTANT \n\nThe Compensation Committee retained Pay Governance LLC as the compensation consultant for fiscal 2022. The consultant assists the Committee&#8217;s development and evaluation of compensation policies and practices and the Committee&#8217;s determinations of compensation awards through various services, including providing third-party data, advice and expertise on proposed executive compensation awards and plan designs; reviewing briefing materials prepared by management and outside advisers; and advising the Committee on the matters included in these materials and preparing its own analysis of compensation matters. \n\nThe Committee considers input from the consultant as one factor in making decisions on compensation matters, along with information and analyses it receives from management and its own judgment and experience. \n\nThe Committee has adopted a policy requiring its consultant to be independent of Company management. The Committee performs an annual assessment of the consultant&#8217;s independence to determine whether the consultant is independent. The Committee assessed Pay Governance LLC&#8217;s independence in December 2022 and confirmed that the firm&#8217;s work has not raised any conflict of interest and the firm is independent. Pay Governance LLC does not provide any services to the Company other than the services provided to the Compensation Committee. \n\nFiscal 2022 Compensation Decisions \n\nThis section discusses the specific decisions made by the Compensation Committee in fiscal 2022. These decisions were made taking into consideration the results of the most recent shareholder advisory vote on executive compensation. Based on the results of the advisory vote on executive compensation, members of management and the Board engaged in extensive outreach to shareholders. The Board took several actions in response to the shareholder feedback received. \n\nPERFORMANCE GOALS \n\nThe Compensation Committee normally develops performance goals for each fiscal year early in that year and evaluates performance against those goals after the fiscal year has ended to arrive at its compensation decisions. \n\nANNUAL INCENTIVE GOALS \n\nAnnual Incentive Financial Performance \n\nIn November 2021, the Compensation Committee reviewed the annual performance-based bonus program. The Committee \n\ndetermined to retain the financial measures and relative weights for calculating the portion of the NEOs bonuses that is based on financial performance as follows: \n\n&#160;\n\n##TABLE_START &#8226; &#160; adjusted segment operating income&#8212;50% \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; adjusted revenue&#8212;25% \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; adjusted after-tax free cash flow&#8212;25% \n\n##TABLE_END The Committee also developed performance ranges for each of the measures in November 2021. These ranges are used to determine the multiplier that is applied to 70% of each NEO&#8217;s target bonus. The overall financial performance multiple is equal to the weighted average of the performance multiples for each of these three measures. The performance multiple for each measure is zero if performance is below the bottom of the range and varies from 35% at the low end of the range to a maximum of 200% at the top end of the range. The Committee believes the top of each range represents extraordinary performance and the bottom represents satisfactory performance, below which no award would be provided. In addition, 30% of each NEO&#8217;s target bonus is based on performance against key strategic goals for the Company, called &#8220;Other Performance Factors.&#8221; We believe the mix between key financial and strategic factors is appropriate, given the majority of the bonus opportunity is focused on Company financial performance, while still recognizing the importance that Other Performance Factors have on establishing a successful culture that supports the Company&#8217;s strategic goals. \n\nFor fiscal 2022, with the recovery from the pandemic and our desire to deliver strong results for our shareholders, the Committee significantly increased performance ranges year-over-year for all three financial metrics. In addition, for fiscal 2022, the Committee expanded the width of the performance range (i.e., the difference between the maximum performance and threshold performance) for adjusted revenue in order to account for both upside and downside risks. The following table shows the performance ranges approved by the Committee for fiscal 2022 and actual performance (dollars in millions): \n\n&#160;\n\n##TABLE_START &#160; &#160; FISCAL 2022 \n\nPERFORMANCE \n\nTHRESHOLD \n\n&#160; &#160; FISCAL 2022 \n\nPERFORMANCE \n\nTARGET \n\n&#160; &#160; FISCAL 2022 \n\nPERFORMANCE \n\nMAXIMUM \n\n&#160; &#160; FISCAL 2022 \n\nACTUAL PERFORMANCE \n\n&#160; &#160; FISCAL 2022 \n\nACTUAL PERFORMANCE \n\nAS % OF TARGET \n\n&#160; Segment Operating Income\n\n&#160; &#160; $ 6,556 &#160; &#160; &#160; $ 9,856 &#160; &#160; &#160; $12,656 &#160; &#160; &#160; $12,121 &#160; &#160; &#160; 181% &#160; Revenue\n\n&#160; &#160; 71,577 &#160; &#160; &#160; 83,527 &#160; &#160; &#160; 89,020 &#160; &#160; &#160; 82,722 &#160; &#160; &#160; 96% &#160; Adjusted After-Tax Free Cash Flow*\n\n&#160; &#160; (2,534 ) &#160; &#160; (534 ) &#160; &#160; 1,466 &#160; &#160; &#160; 1,043 &#160; &#160; &#160; 179% &#160; ##TABLE_END &#160;\n\n##TABLE_START * For purposes of the annual performance-based bonuses, &#8220;adjusted after-tax free cash flow&#8221; was defined as cash provided by operations less investments in parks, resorts and other properties, all on a consolidated basis and reflects the adjustments described under &#8220;&#8212; Evaluating Performance &#8221; below. \n\n##TABLE_END Other Performance Factors \n\nThe Compensation Committee developed Other Performance Factors for the fiscal 2022 annual bonus in November 2021. For fiscal 2022, the Other Performance Factors continued to emphasize the importance of diversity and inclusion, which had the highest weighting among the Other Performance Factors. The Committee established the following factors based on the strategic objectives of the Company: \n\n&#160;\n\n##TABLE_START &#8226; &#160; Diversity &#160;&#38; Inclusion &#8211; Meaningful progress building an inclusive culture through increased representation, recruitment, retention and/or promotion of women and underrepresented groups globally; advance inclusive content by increasing underrepresented groups in creative hiring exploring culturally diverse and authentic themes, characters and narratives; ensure transparency and accountability of efforts that align with our values and advance change/impact to the business \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; Collaboration on strategic priorities &#8211; Actively promote collaboration and synergy on key strategic priorities of the Company with a one-company mindset and drive clear accountabilities and partnership across all lines of business, in support of developing content and product for our key franchises, accelerating our DTC initiatives and enabling the success of creative, operating and corporate teams \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; Efforts towards creativity &#160;&#38; innovation &#8211; Drive Company growth through innovation and creativity, using quality franchise content and experiences that can be leveraged across the Company to create new sources of revenue \n\n##TABLE_END &#160;\n\nEVALUATING PERFORMANCE \n\nThe Compensation Committee reviewed the overall operating results of the Company in fiscal 2022, evaluating them against the bonus plan performance ranges developed by the Committee early in the fiscal year. The Compensation Committee approved no adjustments to actual fiscal 2022 total segment operating income and revenue. After-tax free cash flow performance for incentive purposes was overall adjusted downward to exclude non-recurring items, such as litigation proceeds and restructuring payments. \n\nIn fiscal 2022, the Company achieved strong financial growth for all three financial metrics, even after ranges were significantly increased for fiscal 2022. The financial performance achieved included: segment operating income of $12,121 million, revenue of $82,722 million and adjusted after-tax free cash flow of $1,043 million. Based on these results and due to the increase in targets, the weighted financial performance factor was 159% in fiscal 2022 compared to a performance factor of 200% in fiscal 2021. Additional details regarding the performance of the Company are set forth in our Annual Report on Form 10-K for fiscal 2022. \n\nWith respect to the Other Performance Factors, the Committee recognizes that while we still have more work ahead of us, the NEOs delivered results on these key strategic objectives, including: \n\nDiversity &#38; Inclusion \n\n&#160;\n\n##TABLE_START &#8226; &#160; Adjusted pay ratios of over 99% for base pay for U.S. women and people of color. For more details on the adjusted pay ratio analysis and our commitment to expand pay ratio analyses further going forward, please see our Pay Ratio Dashboard on the &#8220;ESG Reporting&#8221; page of our CSR website. \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; We expanded our efforts to increase diverse representation, which helped produce year-over-year growth, especially at the executive and management levels. Representation for women increased 2.2 and 1.2 percentage points at the executive and management levels, respectively. Representation for people of color increased 2.8 and 1.8 percentage points at the executive and management levels, respectively. For more detailed results, please see our Diversity Dashboard on the &#8220;ESG Reporting&#8221; page of our CSR website. The Diversity Dashboard includes our commitment to further disclosures in the future. \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; Efforts also resulted in positive trends in hires and promotions of women and people of color to executive and manager positions, as well as in our overall employee population. In addition, the Company was able to retain and develop diverse executives and management in an extremely competitive market for talent. \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; Released award-winning and critically-acclaimed diverse content with diverse talent across our platforms, such as Encanto , Abbott Elementary , Prey , Turning Red , Reservation Dogs, Dr. Strange in the Multiverse of Madness, Moon Knight and Andor . \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; Established a new Pride 365 Collective of senior-level leaders of the Company to support the LGBTQIA+ community, such as providing a financial commitment to organizations who support the LGBTQIA+ community. \n\n##TABLE_END Collaboration on strategic priorities \n\n&#160;\n\n##TABLE_START &#8226; &#160; Successfully increased subscribers at Disney+ (+39%), Hulu (+8%) and ESPN+ (+42%) during fiscal 2022, while launching DTC platforms in several key international markets, including 154 different countries and territories. \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; Launched inaugural Disney+ Day in November 2021, requiring coordination across the Company, highlighting the breadth of content that our services offer and driving subscriber growth. Expanded Disney+ Day in September 2022 to offer unique benefits with National Geographic, Disney Cruises and Walt Disney World. \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; Advanced NextGen Storytelling to offer personalized content and experiences across our businesses that drives engagement and discoverability and celebrates consumers&#8217; history with Disney. \n\n##TABLE_END Efforts towards creativity &#38; innovation \n\n&#160;\n\n##TABLE_START &#8226; &#160; Successfully launched Genie+ and Lightning Lane at our domestic parks, enhancing both the experience for our guests and revenue. \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; Introduced new guest offerings, including Disney Cruise Line&#8217;s Disney Wish, Star Wars: Galactic Starcruiser and Guardians of the Galaxy: Cosmic Rewind at Walt Disney World and Toy Story Hotel at Tokyo Disney Resort. \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; Launched Monday Night Football with Peyton &#38; Eli, an innovative alternate telecast for our Monday Night Football broadcast, leading to increased weekly viewership. \n\n##TABLE_END See tabular disclosure for each NEO below under &#8220; Executive Compensation &#8212; Compensation Discussion and Analysis &#8212; Individual Compensation Decisions &#8221; for additional information regarding key contributions and accomplishments of each NEO. \n\nIndividual Compensation Decisions \n\nANNUAL COMPENSATION DECISIONS \n\nThe following table summarizes annual compensation decisions made by the Compensation Committee with respect to each of the NEOs. The Committee established the salary and performance-based bonus target multiple of salary for each of the NEOs early in the fiscal year following the processes described above. The final bonus award was calculated after the fiscal year ended using the financial performance factor of 159% described above. Given the enterprise-wide nature of the Other Performance Factors and the contributions of each currently employed NEO, the Committee established a consistent Other Performance Factor of 114% for the NEOs listed in the following table below. \n\nFor Mr. Chapek, the Committee determined to provide a bonus at 90% of target. For more discussion of Mr. Chapek&#8217;s separation, including the rationale, see the section titled &#8220; Executive Compensation &#8212; Compensation Tables &#8212; Potential Payments and Rights on Termination or Change in Control.&#8221; Details of Mr. Morrell&#8217;s separation, including the rationale for providing him certain enhanced payments, are presented in the section titled &#8221; Executive Compensation &#8212; Compensation Tables &#8212; Potential Payments and Rights on Termination or Change in Control.&#8221; \n\n&#160;\n\n##TABLE_START &#160; &#160; SALARY &#160; &#160; PERFORMANCE-BASED BONUS &#160; &#160; EQUITY AWARDS &#160; &#160; &#160; FISCAL YEAR \n\nEND 2022 \n\nANNUAL SALARY \n\n&#160; &#160; TARGET &#160; &#160; FINANCIAL \n\nPERFORMANCE \n\nFACTOR 1 \n\n&#160; &#160; OTHER \n\nPERFORMANCE \n\nFACTOR 2 \n\n&#160; &#160; AWARD \n\nAMOUNT \n\n&#160; &#160; VALUE 3 &#160; &#160; TARGET \n\nPERFORMANCE \n\nUNITS 3,4 \n\n&#160; &#160; TIME- \n\nBASED \n\nUNITS 4 \n\n&#160; &#160; OPTIONS 4 &#160; Christine M. McCarthy\n\n&#160; &#160; $2,000,000 &#160; &#160; $ 4,000,000 &#160; &#160; &#160; 159% &#160; &#160; &#160; 114% &#160; &#160; $ 5,820,000 &#160; &#160; $ 12,310,836 &#160; &#160; &#160; 33,627 &#160; &#160; &#160; 22,490 &#160; &#160; &#160; 70,808 &#160; Horacio E. Gutierrez\n\n&#160; &#160; 1,300,000 &#160; &#160; &#160; 2,600,000 &#160; &#160; &#160; 159% &#160; &#160; &#160; 114% &#160; &#160; &#160; 3,783,000 &#160; &#160; &#160; 8,451,814 &#160; &#160; &#160; 23,394 &#160; &#160; &#160; 18,884 &#160; &#160; &#160; 57,632 &#160; Paul J. Richardson\n\n&#160; &#160; 765,000 &#160; &#160; &#160; 1,147,500 &#160; &#160; &#160; 159% &#160; &#160; &#160; 114% &#160; &#160; &#160; 1,670,000 &#160; &#160; &#160; 2,915,109 &#160; &#160; &#160; 7,031 &#160; &#160; &#160; 5,735 &#160; &#160; &#160; 18,056 &#160; Kristina K. Schake\n\n&#160; &#160; 725,000 &#160; &#160; &#160; 906,250 &#160; &#160; &#160; 159% &#160; &#160; &#160; 114% &#160; &#160; &#160; 1,320,000 &#160; &#160; &#160; 3,045,653 &#160; &#160; &#160; 155 &#160; &#160; &#160; 21,783 &#160; &#160; &#160; 25,817 &#160; Robert A. Iger 5 \n\n&#160; &#160; 3,000,000 &#160; &#160; &#160; 12,000,000 &#160; &#160; &#160; 159% &#160; &#160; &#160; 114% &#160; &#160; &#160; 4,370,000 &#160; &#160; &#160; 7,065,625 &#160; &#160; &#160; 30,365 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 50,249 &#160; ##TABLE_END &#160;\n\n##TABLE_START 1 Multiplied by 70% of the target amount. \n\n##TABLE_END &#160;\n\n##TABLE_START 2 Multiplied by 30% of the target amount. \n\n##TABLE_END &#160;\n\n##TABLE_START 3 Includes ROIC portions of fiscal 2020 and 2021 PBUs. \n\n##TABLE_END &#160;\n\n##TABLE_START 4 The number of restricted stock units and options was calculated from the value of the award as described in the table in the section titled &#8220; Executive Compensation &#8212; Compensation Tables &#8212; Fiscal 2022 Grants of Plan Based Awards Table .&#8221; \n\n##TABLE_END &#160;\n\n##TABLE_START 5 Mr. Iger retired from the Company effective December 31, 2021. Mr. Iger was eligible for a 2022 pro-rated bonus per his employment agreement for his services during fiscal 2022. The Committee awarded Mr. Iger a bonus of $4,370,000. \n\n##TABLE_END The compensation set forth above and described below differs from the total compensation reported in the Summary Compensation Table as follows: \n\n&#160;\n\n##TABLE_START &#8226; &#160; the compensation set forth above does not include the change in pension value and non-qualified deferred compensation earnings, as these items do not reflect decisions made by the Committee during the fiscal year. \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; the compensation set forth above does not include perquisites and benefits and other compensation, as these items are generally determined by contract and do not reflect decisions made by the Committee during the fiscal year. \n\n##TABLE_END The Compensation Committee&#8217;s determination on each of these matters was based on the recommendation of Mr. Iger (except in the case of his own and Mr. Chapek&#8217;s compensation), the parameters established by the executive&#8217;s employment agreement and the factors described below. In determining equity awards, the Committee considered its overall long-term incentive guidelines for all executives, which, in the context of the competitive market for executive talent, attempt to balance the benefits of incentive compensation tied to performance of the Company&#8217;s common stock with the dilutive effect of equity compensation awards. \n\nMR. CHAPEK \n\n&#160;\n\n##TABLE_START &#160; &#160; SALARY \n\n&#160; Mr. Chapek&#8217;s 2022 annual salary was unchanged from the annual salary set at the time of his promotion to Chief Executive Officer and was equal to the amount set in his employment agreement.\n\nPERFORMANCE-BASED BONUS \n\n&#160; Target Bonus\n\n&#160;\n\nMr. Chapek&#8217;s target bonus for fiscal 2022 is equal to three times his fiscal year-end salary, as set forth in his employment agreement.\n\n&#160;\n\nThe Committee determined to provide the contractually required bonus at 90% of target, below that received by other NEOs. In making this determination, the Committee considered the Company&#8217;s strong performance against preset financial metrics, balanced with Mr. Chapek&#8217;s performance, including items that contributed to Mr. Chapek&#8217;s separation, discussed in the section titled &#8220; Executive Compensation &#8212; Compensation Tables &#8212; Potential Payments and Rights on Termination or Change in Control.&#8221; \n\n&#160;\n\n&#160; &#160; EQUITY AWARD VALUE\n\n&#160; The annual equity award value for Mr. Chapek reflects 60% of his total annual compensation for fiscal 2022. Mr. Chapek did not receive an annual equity award in December 2022 as a result of his separation from the Company in November 2022.\n\n##TABLE_END &#160;\n\nMS. MCCARTHY \n\n&#160;\n\n##TABLE_START &#160; SALARY \n\n&#160; The Committee increased Ms. McCarthy&#8217;s 2022 annual salary by 4.2% to reflect changes in the market for executive talent and her continued outstanding performance.\n\nPERFORMANCE-BASED BONUS \n\n&#160; Target Bonus\n\n&#160;\n\nAs set forth in her employment agreement, Ms. McCarthy&#8217;s target bonus for fiscal 2022 is equal to two times her fiscal year-end salary.\n\n&#160;\n\nOther Performance Factor\n\n&#160;\n\nThe Compensation Committee applied a factor of 114% with respect to Other Performance Factors for Ms. McCarthy in fiscal 2022. In fiscal 2021 the Other Performance Factor was 200%.\n\n&#160;\n\nPerformance Highlights:\n\n&#160;\n\n&#8226;&#8194;&#8202;Launched the 2022 Disney Accelerator, one of only a few female-led Accelerators in the industry; selected a diverse cohort of six startups through a competitive screening process.\n\n&#160;\n\n&#8226;&#8194;&#8202;Supported development of future talent pipeline externally through initiatives like Risk Management&#8217;s Emerging Leaders Program at University of Southern California.\n\n&#160;\n\n&#8226;&#8194;&#8202;Supported parks reopening and expansion efforts, including the newest cruise ship, Disney Wish.\n\n&#160;\n\n&#8226;&#8194;&#8202;Continued to realize efficiencies from the Twenty-First Century Fox, Inc. (&#8220;TFCF&#8221;) acquisition through integration of employees and systems, divestitures, dispositions and restructurings.\n\n&#160;\n\n&#8226;&#8194;&#8202;Managed the Company&#8217;s liquidity and credit ratings through the pandemic and DTC investments.\n\n&#160; &#160; EQUITY AWARD VALUE\n\n&#160; The annual equity award value for Ms. McCarthy reflects 61% of her total annual compensation for fiscal 2022, providing performance-based awards tied to long-term gains in shareholder value, including the strategic shift in business, business recovery and leadership continuity.\n\n##TABLE_END MR. GUTIERREZ \n\n&#160;\n\n##TABLE_START &#160; &#160; SALARY \n\n&#160; The Committee set Mr. Gutierrez&#8217;s 2022 annual salary upon his hire.\n\nPERFORMANCE-BASED BONUS \n\n&#160; Target Bonus\n\n&#160;\n\nAs set forth in his employment agreement, Mr. Gutierrez&#8217;s target bonus for fiscal 2022 is equal to two times his fiscal year-end salary.\n\n&#160;\n\nOther Performance Factor\n\n&#160;\n\nThe Compensation Committee applied a factor of 114% with respect to Other Performance Factors for Mr. Gutierrez in fiscal 2022.\n\n&#160;\n\nPerformance Highlights:\n\n&#160;\n\n&#8226;&#8194;&#8202;Continued promotion of diversity and inclusion in the Legal department, resulting in positive trends within the Legal department for promotions and new hires among women and people of color, and served actively as a member of the Leadership Council on Legal Diversity.\n\n&#160;\n\n&#8226;&#8194;&#8202;Advised on corporate governance and public policy issues.\n\n&#160;\n\n&#8226;&#8194;&#8202;Oversaw the regulatory work associated with launches of our DTC products.\n\n&#160;\n\n&#8226;&#8194;&#8202;Counseled regarding risks associated with a number of new strategic initiatives.\n\n&#160;\n\n&#8226;&#8194;&#8202;Continued leadership of the Company&#8217;s legal and public policy positions on litigation matters, transactions and regulatory developments.\n\n&#160;\n\n&#160; &#160; EQUITY AWARD VALUE\n\n&#160; The new hire equity award value for Mr. Gutierrez reflects 56% of his total annual compensation for fiscal 2022.\n\n##TABLE_END &#160;\n\nMR. RICHARDSON \n\n&#160;\n\n##TABLE_START &#160; &#160; SALARY \n\n&#160; The Committee increased Mr. Richardson&#8217;s 2022 annual salary by 2.0% to reflect changes in the market for executive talent and his continued outstanding performance.\n\nPERFORMANCE-BASED BONUS \n\n&#160; Target Bonus\n\n&#160;\n\nAs set forth in his employment agreement, Mr. Richardson&#8217;s target bonus for fiscal 2022 is equal to 1.5 times his full fiscal year-end annual salary.\n\n&#160;\n\nOther Performance Factor\n\n&#160;\n\nThe Compensation Committee applied a factor of 114% with respect to Other Performance Factors for Mr. Richardson in fiscal 2022.\n\n&#160;\n\nPerformance Highlights:\n\n&#160;\n\n&#8226;&#8194;&#8202;Created a new Diversity, Equity and Inclusion (&#8220;DEI&#8221;) dashboard that will drive consistency across the businesses and shape deeper dialogue and insights to further DEI progress.\n\n&#160;\n\n&#8226;&#8194;&#8202;DEI efforts led to increased representation for both women and people of color at the executive and management levels.\n\n&#160;\n\n&#8226;&#8194;&#8202;Collaborated with certain historically Black colleges and universities to continue to build a robust, long-term pipeline of Black talent through student internships, mentorship opportunities and inclusive hiring practices.\n\n&#160;\n\n&#8226;&#8194;&#8202;Won Business Group on Health&#8217;s 2022 Best Employers: Excellence in Health &#38; Well-Being Award.\n\n&#160;\n\n&#8226;&#8194;&#8202;Supported the formation of the International Content and Operations (&#8220;ICO&#8221;) business unit and identified ICO&#8217;s high-level operating model.\n\n&#160;\n\n&#160; &#160; EQUITY AWARD VALUE\n\n&#160; The annual equity award value for Mr. Richardson reflects 53% of his total annual compensation for fiscal 2022, providing performance-based awards tied to long-term gains in shareholder value, including the strategic shift in business, business recovery and leadership continuity.\n\n##TABLE_END &#160;\n\nMS. SCHAKE \n\n&#160;\n\n##TABLE_START &#160; &#160; SALARY \n\n&#160; The Committee set Ms. Schake&#8217;s 2022 annual salary upon her promotion to Senior Executive Vice President and Chief Communications Officer.\n\nPERFORMANCE-BASED BONUS \n\n&#160; Target Bonus\n\n&#160;\n\nAs set forth in her employment agreement, Ms. Schake&#8217;s target bonus for fiscal 2022 is equal to 1.25 times her fiscal year-end salary.\n\n&#160;\n\nOther Performance Factor\n\n&#160;\n\nThe Compensation Committee applied a factor of 114% with respect to Other Performance Factors for Ms. Schake in fiscal 2022.\n\n&#160;\n\nPerformance Highlights:\n\n&#160;\n\n&#8226;&#8194;&#8202;Led significant efforts to protect and enhance the Company&#8217;s reputation with a wide range of stakeholders.\n\n&#160;\n\n&#8226;&#8194;&#8202;Executed highly successful D23 Expo&#8212;the first since before the pandemic&#8212;which generated media value, impressions and record revenue.\n\n&#160;\n\n&#8226;&#8194;&#8202;Oversaw communications supporting the Company&#8217;s philanthropic efforts, ranging from financial contributions made to nonprofit organizations, in-kind support and virtual volunteering opportunities for employees through the Disney VoluntEARS program.\n\n&#160;\n\n&#160; &#160; EQUITY AWARD VALUE\n\n&#160; The total equity award value for Ms. Schake reflects 49% of her total annual compensation for fiscal 2022, reflecting new hire equity award provided upon joining the Company in her previous role as Executive Vice President, Global Communications. In addition, in connection with her promotion, Ms. Schake received additional grants of RSUs, PBUs and options on September 28, 2022.\n\n##TABLE_END MR. IGER \n\n&#160;\n\n##TABLE_START &#160; &#160; SALARY \n\n&#160; Mr. Iger&#8217;s 2022 annual salary was equal to the amount set in his employment agreement. Mr. Iger retired on December 31, 2021, before the fiscal year end, resulting in a salary less than his full annual salary.\n\nPERFORMANCE-BASED BONUS \n\n&#160; Target Bonus\n\n&#160;\n\nMr. Iger was eligible for a 2022 pro-rated bonus per his employment agreement for his services during 2022. The Committee awarded Mr. Iger a bonus of $4,370,000.\n\n&#160; &#160; EQUITY AWARD VALUE\n\n&#160; The Committee maintained the value of Mr. Iger&#8217;s annual equity award per his employment agreement, pro-rated for the time Mr. Iger spent in his role in fiscal 2022. This award reflects 47% of his total annual compensation for fiscal 2022.\n\n##TABLE_END &#160;\n\nCompensation Committee Report \n\nThe Compensation Committee has: \n\n&#160;\n\n##TABLE_START (1) reviewed and discussed with management the Compensation Discussion and Analysis included in this Amendment No. 1 on Form 10-K/A and to be included in the Company&#8217;s proxy statement relating to the 2023 Annual Meeting of Shareholders; and \n\n##TABLE_END &#160;\n\n##TABLE_START (2) based on this review and discussion, recommended to the Board of Directors that the Compensation Discussion and Analysis be included in the Company&#8217;s proxy statement relating to the 2023 Annual Meeting of Shareholders. \n\n##TABLE_END Members of the Compensation Committee \n\nMaria Elena Lagomasino (Chair) \n\nMary T. Barra \n\nCalvin R. McDonald \n\nMark G. Parker \n\n&#160;\n\nCompensation Tables \n\nFiscal 2022 Summary Compensation Table \n\nThe following table provides information concerning the total compensation earned in fiscal 2020, fiscal 2021 (except for Mr. Gutierrez, Mr. Richardson and Ms. Schake) and fiscal 2022 by the Chief Executive Officer, the Chief Financial Officer and three other persons serving as executive officers at the end of fiscal 2022 who were the most highly compensated executive officers of the Company in fiscal 2022. In addition, this information is provided with respect to Mr. Iger and Mr. Morrell, for whom disclosure would have been provided but for the fact that they were not serving as an executive officer of the Company at the end of fiscal 2022. These seven officers are referred to as the named executive officers or NEOs in this report. Information regarding the amounts in each column follows the table. \n\n&#160;\n\n##TABLE_START NAME AND \n\nPRINCIPAL POSITION \n\n&#160; FISCAL \n\nYEAR \n\n&#160; &#160; SALARY &#160; &#160; BONUS &#160; &#160; STOCK \n\nAWARDS 1 \n\n&#160; &#160; OPTION \n\nAWARDS \n\n&#160; &#160; NON-EQUITY \n\nINCENTIVE PLAN \n\nCOMPENSATION \n\n&#160; &#160; CHANGE IN \n\nPENSION VALUE \n\nAND NON- \n\nQUALIFIED \n\nDEFERRED \n\nCOMPENSATION \n\nEARNINGS \n\n&#160; &#160; ALL OTHER \n\nCOMPENSATION \n\n&#160; &#160; TOTAL &#160; ROBERT A. CHAPEK\n\nChief Executive Officer 2 \n\n&#160; &#160; 2022 &#160; &#160; &#160; $2,500,000 &#160; &#160; &#160; $ &#8212; &#160; &#160; &#160; $10,810,832 &#160; &#160; &#160; $3,750,020 &#160; &#160; &#160; $ 6,750,000 &#160; &#160; &#160; $ &#8212; &#160; &#160; &#160; $ 372,151 &#160; &#160; &#160; $24,183,003 &#160; &#160; &#160; 2021 &#160; &#160; &#160; 2,500,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 10,215,466 &#160; &#160; &#160; 3,750,012 &#160; &#160; &#160; 14,330,000 &#160; &#160; &#160; 1,358,505 &#160; &#160; &#160; 310,310 &#160; &#160; &#160; 32,464,293 &#160; &#160; &#160; 2020 &#160; &#160; &#160; 1,814,608 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 6,129,442 &#160; &#160; &#160; 3,373,548 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 2,705,712 &#160; &#160; &#160; 140,626 &#160; &#160; &#160; 14,163,936 &#160; CHRISTINE M. MCCARTHY\n\nSenior Executive Vice \n\nPresident and Chief \n\nFinancial Officer\n\n&#160; &#160; 2022 &#160; &#160; &#160; 1,980,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 8,935,794 &#160; &#160; &#160; 3,375,042 &#160; &#160; &#160; 5,820,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 124,833 &#160; &#160; &#160; 20,235,669 &#160; &#160; &#160; 2021 &#160; &#160; &#160; 1,903,754 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 6,922,854 &#160; &#160; &#160; 5,000,015 &#160; &#160; &#160; 7,680,000 &#160; &#160; &#160; 103,152 &#160; &#160; &#160; 119,440 &#160; &#160; &#160; 21,729,215 &#160; &#160; &#160; 2020 &#160; &#160; &#160; 1,661,815 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 4,712,459 &#160; &#160; &#160; 3,766,425 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 761,321 &#160; &#160; &#160; 94,985 &#160; &#160; &#160; 10,997,005 &#160; HORACIO E. GUTIERREZ 3 \n\nSenior Executive Vice President and General\n\nCounsel\n\n&#160; &#160; 2022 &#160; &#160; &#160; 870,000 &#160; &#160; &#160; 2,000,000 &#160; &#160; &#160; 5,951,801 &#160; &#160; &#160; 2,500,013 &#160; &#160; &#160; 3,783,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 93,194 &#160; &#160; &#160; 15,198,008 &#160; PAUL J. RICHARDSON\n\nSenior Executive Vice President and Chief Human Resources Officer\n\n&#160; &#160; 2022 &#160; &#160; &#160; 761,250 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 2,054,475 &#160; &#160; &#160; 860,634 &#160; &#160; &#160; 1,670,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 159,130 &#160; &#160; &#160; 5,505,489 &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; &#160; &#160; KRISTINA K. SCHAKE 4 \n\nSenior Executive Vice President and Chief Communications Officer\n\n&#160; &#160; 2022 &#160; &#160; &#160; 361,250 &#160; &#160; &#160; 1,500,000 &#160; &#160; &#160; 2,132,366 &#160; &#160; &#160; 913,287 &#160; &#160; &#160; 1,320,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 5,444 &#160; &#160; &#160; 6,232,347 &#160; ROBERT A. IGER\n\nFormer Chief Executive Officer 2 ;\n\nFormer Executive Chairman\n\n&#160; &#160; 2022 &#160; &#160; &#160; 1,096,154 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 4,670,521 &#160; &#160; &#160; 2,395,104 &#160; &#160; &#160; 4,370,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 2,466,520 &#160; &#160; &#160; 14,998,299 &#160; &#160; &#160; 2021 &#160; &#160; &#160; 3,000,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 9,479,879 &#160; &#160; &#160; 9,293,921 &#160; &#160; &#160; 22,920,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 1,205,996 &#160; &#160; &#160; 45,899,796 &#160; &#160; &#160; 2020 &#160; &#160; &#160; 1,569,581 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 6,958,847 &#160; &#160; &#160; 9,586,037 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 1,777,334 &#160; &#160; &#160; 1,139,590 &#160; &#160; &#160; 21,031,389 &#160; GEOFFREY S. MORRELL 5 \n\nFormer Senior Executive Vice\n\nPresident and Chief\n\nCorporate Affairs Officer\n\n&#160; &#160; 2022 &#160; &#160; &#160; 489,500 &#160; &#160; &#160; 2,750,000 &#160; &#160; &#160; 2,902,313 &#160; &#160; &#160; 1,187,541 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 1,036,049 &#160; &#160; &#160; 8,365,403 &#160; ##TABLE_END &#160;\n\n##TABLE_START 1 &#160; Stock awards for each fiscal year include awards subject to performance conditions that were valued based on the probability that performance targets will be achieved. For Mr. Chapek, Ms. McCarthy and Mr. Iger, fiscal 2022 includes $1,859,149, $879,301 and $2,863,899, respectively, related to the portion of awards from fiscal 2020 and fiscal 2021 having ROIC targets, which were established on November 30, 2021. Assuming the highest level of performance conditions are achieved, the grant date stock awards values are outlined below: \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#160; &#160; &#160; &#160; &#160; &#160; FISCAL YEAR \n\n&#160; MR. CHAPEK &#160; MS. MCCARTHY &#160; MR. GUTIERREZ &#160; &#160; MR. RICHARDSON &#160; &#160; MS. SCHAKE &#160; &#160; MR. IGER &#160; &#160; MR. MORRELL &#160; 2022\n\n&#160; $15,733,462 &#160; $12,969,186 &#160; &#160; $8,694,020 &#160; &#160; &#160; $2,970,936 &#160; &#160; &#160; $2,143,642 &#160; &#160; &#160; $7,489,338 &#160; &#160; &#160; $3,828,779 &#160; 2021\n\n&#160; 11,963,950 &#160; 7,767,106 &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 12,101,153 &#160; &#160; &#160; &#8212; &#160; 2020\n\n&#160; 7,687,385 &#160; 5,319,273 &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 9,195,978 &#160; &#160; &#160; &#8212; &#160; ##TABLE_END &#160;\n\n##TABLE_START 2 &#160; For fiscal 2020, Mr. Iger served as Chief Executive Officer until February 24, 2020, when he was appointed Executive Chairman. Mr. Chapek was appointed Chief Executive Officer on February 24, 2020 and served as Chief Executive Officer until November 20, 2022, at which time Mr. Iger again assumed the role of Chief Executive Officer. In fiscal 2022, Mr. Chapek was entitled to receive compensation under the annual performance-based bonus program pursuant to his employment agreement because his termination occurred after the end of the fiscal year. For details on the treatment of Mr. Chapek&#8217;s equity awards following his separation from the Company, please see the section titled &#8220; &#8212; Potential Payments and Rights on Termination or Change in Control &#8212; Termination Pursuant to Company Termination Right Other Than for Cause or By Executive for Good Reason &#8221; below. \n\n##TABLE_END &#160;\n\n##TABLE_START 3 &#160; Mr. Gutierrez joined the Company on February 1, 2022. In connection with his hiring, Mr. Gutierrez received a cash sign-on bonus of $2,000,000, primarily to replace forgone compensation from his previous employer. \n\n##TABLE_END &#160;\n\n##TABLE_START 4 &#160; Ms. Schake joined the Company on April 1, 2022 as Executive Vice President, Global Communications. In connection with her hiring, Ms. Schake received a cash sign-on bonus of $1,500,000 given her outstanding qualifications and extraordinary experience in both the public and private sectors, and to secure her acceptance of employment with the Company. On June 29, 2022, Ms. Schake was promoted to Senior Executive Vice President and Chief Communications Officer. \n\n##TABLE_END &#160;\n\n##TABLE_START 5 &#160; Mr. Morrell joined the Company on January 24, 2022. In connection with his hiring, Mr. Morrell received a cash sign-on bonus of $2,750,000 primarily to replace forgone compensation from his previous employer. The Company made the unilateral decision to exercise its right to terminate Mr. Morrell&#8217;s employment effective June 30, 2022. Included in the table above is the compensation provided to Mr. Morrell as part of his new hire package, as well as $500,000 provided to accommodate the cost expended by Mr. Morrell with regards to the international relocation of his family. Further details of Mr. Morrell&#8217;s separation, including treatment of Mr. Morrell&#8217;s equity awards following his separation from the Company, are presented in the section titled &#8220; Executive Compensation &#8212; Compensation Tables &#8212; Potential Payments and Rights on Termination or Change in Control.&#8221; \n\n##TABLE_END Salary. This column sets forth the base salary earned during each fiscal year. Fiscal 2020 reflects the voluntary reduction of the salary of NEOs in response to the COVID-19 pandemic. Each of the Company&#8217;s NEOs serving at that time agreed to temporarily reduce their base salary, effective with the payroll period commencing April 5, 2020. Mr. Iger agreed to forgo his salary through the end of the fiscal year. Mr. Chapek agreed to forgo 50% and Ms. McCarthy agreed to forgo 30% of the base salary that would otherwise have been payable through August 22, 2020. \n\nStock Awards. This column sets forth the grant date fair value of the restricted stock unit awards granted to the NEOs during each fiscal year as part of the Company&#8217;s long-term incentive compensation program. The grant date fair value of these awards was calculated by multiplying the number of units awarded by the average of the high and low trading price of the Company&#8217;s common stock on the grant date, subject to valuation adjustments for restricted stock unit awards subject to vesting conditions other than, where applicable, the test to assure deductibility under Section 162(m) of the Internal Revenue Code. The valuation adjustments for performance-based awards reflect the fact that the number of shares received on vesting varies based on the level of performance achieved and were determined using a Monte Carlo simulation that determines the probability that the performance targets will be achieved. The grant date fair value of the restricted stock unit awards granted during fiscal 2022 is also included in the Fiscal 2022 Grants of Plan Based Awards Table . \n\nOption Awards. This column sets forth the grant date fair value of options to purchase shares of the Company&#8217;s common stock granted to the NEOs during each fiscal year. The grant date fair value of these options was calculated using a binomial option pricing model. The assumptions used in estimating the fair value of these options are set forth in footnote 12 to the Company&#8217;s Audited Financial Statements for fiscal 2022. The grant date fair value of the options granted during fiscal 2022 is also included in the Fiscal 2022 Grants of Plan Based Awards Table . \n\nNon-Equity Incentive Plan Compensation. This column sets forth the amount of compensation earned by the NEOs under the Company&#8217;s annual performance-based bonus program during each fiscal year. A description of the Company&#8217;s annual performance-based bonus program is included in the section &#8220;Executive Compensation &#8212; Compensation Discussion and Analysis &#8212; Executive Compensation Program Structure &#8212; Objectives and Methods&#8221; and the determination of performance-based bonuses for fiscal 2022 is described in the section &#8220;Executive Compensation &#8212; Compensation Discussion and Analysis &#8212; Fiscal 2022 Compensation Decisions.&#8221; As a result of the COVID-19 pandemic, fiscal 2020 reflects the Compensation Committee&#8217;s determination to pay no bonuses to the NEOs, despite achievement of certain performance metrics and considerations that might have otherwise supported a bonus payment. \n\nChange in Pension Value and Non-Qualified Deferred Compensation Earnings. This column reflects the aggregate change in the actuarial present value of each NEO&#8217;s accumulated benefits under all defined benefit plans, including supplemental plans, during each fiscal year. The amounts reported in this column vary with a number of factors, including the discount rate applied to determine \n\n&#160;\n\nthe value of future payment streams, the NEO&#8217;s age and additional earned benefits as a result of an additional year of service. The discount rate used pursuant to pension accounting rules to calculate the present value of future payments was 2.82% for fiscal 2020, 2.88% for fiscal 2021 and 5.44% for fiscal 2022. Neither increases nor decreases in pension value resulting from changes in the discount rate result in any increase or decrease in benefits payable to participants under the plan. As Mr. Gutierrez, Ms. Schake and Mr. Morrell all joined the Company in 2022, they are not eligible for the Company&#8217;s defined benefit pension. For Mr. Chapek, Ms. McCarthy, Mr. Richardson and Mr. Iger, the increase in interest rate for fiscal 2022 drove the change in pension value for such year to be negative (-$2,910,803, - $1,304,748, -$690,638 and -$5,303,886, respectively). \n\nMr. Chapek and Ms. McCarthy had losses on deferred compensation as disclosed below under &#8220; Executive Compensation &#8212; Compensation Tables &#8212; Fiscal 2022 Non-Qualified Deferred Compensation Table .&#8221; \n\nAll Other Compensation. This column sets forth all of the compensation for each fiscal year that we could not properly report in any other column of the table, including: \n\n&#160;\n\n##TABLE_START &#8226; &#160; the incremental cost to the Company of perquisites and other personal benefits; \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; the amount of Company contributions to employee savings plans; \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; the dollar value of insurance premiums paid by the Company with respect to excess liability insurance for the NEOs; and \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; the dollar amount of matching charitable contributions made to charities pursuant to the Company&#8217;s charitable gift matching program, which is available to all regular U.S. employees with at least one year of service. \n\n##TABLE_END The dollar amount of matching charitable contributions was $27,600 for Mr. Chapek, $32,000 for Ms. McCarthy, $10,000 for Mr. Richardson and $65,000 for Mr. Iger. Matched amounts exceed $50,000 in a fiscal year if contributions for separate calendar years are made in the same fiscal year or if there were delays in processing earlier year matches. \n\nUpon his retirement on December 31, 2021, the consulting period established under Mr. Iger&#8217;s then current employment agreement with the Company commenced. In connection with his consulting agreement, Mr. Iger received quarterly payments of $500,000 for each quarter he served in this capacity; for fiscal 2022 he received $1,500,000. \n\nIn accordance with the SEC&#8217;s interpretations of its rules, this column also sets forth the incremental cost to the Company of certain items that are provided to the NEOs for business purposes but which may not be considered integrally related to duties. \n\nThe following table sets forth the incremental cost to the Company of each other perquisite and other personal benefit that exceeded the greater of $25,000 or 10% of the total amount of perquisites and personal benefits for an NEO in fiscal 2022. \n\n&#160;\n\n##TABLE_START &#160; &#160; PERSONAL \n\nAIR TRAVEL \n\n&#160; &#160; SECURITY &#160; &#160; RELOCATION &#160; &#160; OTHER &#160; &#160; TOTAL &#160; Robert A. Chapek\n\n&#160; &#160; $282,762 &#160; &#160; &#160; $ &#8212; &#160; &#160; &#160; $ &#8212; &#160; &#160; $ 53,820 &#160; &#160; $ 336,582 &#160; Christine M. McCarthy\n\n&#160; &#160; 69,631 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 15,400 &#160; &#160; &#160; 85,031 &#160; Horacio E. Gutierrez\n\n&#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 81,246 &#160; &#160; &#160; 10,800 &#160; &#160; &#160; 92,046 &#160; Paul J. Richardson\n\n&#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 125,021 &#160; &#160; &#160; 16,180 &#160; &#160; &#160; 141,201 &#160; Kristina K. Schake\n\n&#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 4,800 &#160; &#160; &#160; 4,800 &#160; Robert A. Iger\n\n&#160; &#160; 47,769 &#160; &#160; &#160; 830,437 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 22,350 &#160; &#160; &#160; 900,556 &#160; Geoffrey S. Morrell\n\n&#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 527,438 &#160; &#160; &#160; 506,310 &#160; &#160; &#160; 1,033,748 &#160; ##TABLE_END &#160;\n\nThe incremental cost to the Company of the items specified above was determined as follows: \n\n&#160;\n\n##TABLE_START &#8226; &#160; Personal air travel: the actual catering costs, landing and ramp fees, fuel costs and lodging costs incurred by flight crew plus a per hour charge based on the average hourly maintenance costs for the aircraft during the year for flights that were purely personal in nature, and a pro-rata portion of catering costs where personal guests accompanied an NEO on flights that were business in nature. Where a personal flight coincided with the repositioning of an aircraft following a business flight, only the incremental costs of the flight compared to an immediate repositioning of the aircraft are included. As noted below, our CEO is, and Executive Chairman was, required for security reasons to use corporate aircraft for all of their personal travel. \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; Security: the actual costs incurred by the Company for providing security services and equipment. \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; Relocation: the actual amount provided to accommodate the cost expended by Mr. Gutierrez, Mr. Richardson and Mr. Morrell with regards to their relocation. \n\n##TABLE_END The &#8220;Other&#8221; column in the table above includes, to the extent an NEO elected to receive any of these benefits, the incremental cost to the Company of the vehicle benefit, personal air travel (except for the NEOs whose personal air travel is separately identified in the &#8220;personal air travel&#8221; column in the table above), reimbursement of up to $1,000 per calendar year for wellness-related purposes such as fitness and nutrition management, reimbursement of expenses for financial consulting and for officers at the vice president level and higher before October 1, 2012, a fixed monthly payment to offset the costs of owning and maintaining an automobile. In addition, included for Mr. Morrell is a $500,000 payment, paid on June 25, 2022, which was provided to account for his unique circumstances, including costs expended by Mr. Morrell, who was in the process of relocating his family internationally. \n\nThe Company provides employees with benefits and perquisites based on competitive market conditions. All salaried employees, including the NEOs, receive the following benefits: (i) health care coverage; (ii) life and disability insurance protection; (iii) reimbursement of certain educational expenses; (iv) access to favorably priced group insurance coverage; and (v) Company matching of gifts of up to $25,000 per employee (and $50,000 per Senior Executive Vice President and Chairman directly reporting to the CEO) each calendar year to qualified charitable organizations. Additionally, employees at the vice president level and above, including NEOs, receive the following benefits, each of which involved no incremental cost to the Company: (i) complimentary access to the Company&#8217;s theme parks and some resort facilities; (ii) discounts on Company merchandise and resort facilities; and (iii) personal use of tickets acquired by the Company for business entertainment when they become available because no business use has been arranged. \n\n&#160;\n\nFiscal 2022 Grants of Plan Based Awards Table \n\nThe following table provides information concerning the range of awards available to the NEOs under the Company&#8217;s annual performance-based bonus program for fiscal 2022 and information concerning the option grants and restricted stock unit awards made to the NEOs during fiscal 2022. Additional information regarding the amounts reported in each column follows the table. \n\n&#160;\n\n##TABLE_START &#160; &#160; &#160; ESTIMATED FUTURE PAYOUTS UNDER NON-EQUITY INCENTIVE PLAN AWARDS &#160; &#160; &#160; &#160; &#160; ESTIMATED FUTURE PAYOUTS UNDER EQUITY INCENTIVE PLAN AWARDS &#160; &#160; ALL OTHER \n\nOPTION AWARDS: NUMBER OF SECURITIES UNDERLYING OPTIONS \n\n&#160;\n\n&#160; &#160; EXERCISE \n\nOR BASE PRICE OF OPTION AWARDS \n\n&#160;\n\n&#160; &#160; GRANT \n\nDATE CLOSING PRICE OF SHARES UNDERLYING OPTIONS \n\n&#160;\n\n&#160; &#160; GRANT \n\nDATE FAIR VALUE OF STOCK AND OPTION AWARDS \n\n&#160;\n\n&#160; &#160; &#160; &#160; &#160; &#160; GRANT \n\nDATE \n\n&#160; &#160; THRESHOLD &#160; &#160; TARGET &#160; &#160; MAXIMUM &#160; &#160; &#160; &#160; &#160; THRESHOLD &#160; &#160; TARGET &#160; &#160; MAXIMUM &#160; ROBERT A.\n\nCHAPEK\n\n&#160; &#160; &#160; 12/14/2021 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; 78,675 &#160; &#160; &#160; $150.07 &#160; &#160; &#160; $149.10 &#160; &#160; &#160; $3,750,020 &#160; &#160; &#160; (A ) &#160; &#160; 12/14/2021 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; 24,989 &#160; &#160; &#160; &#160; &#160; &#160; &#160; 3,750,099 &#160; &#160; &#160; (B ) &#160; &#160; 12/14/2021 &#160; &#160; &#160; &#160; &#160; &#160; &#160; 15,317 &#160; &#160; &#160; 30,635 &#160; &#160; &#160; 61,269 &#160; &#160; &#160; &#160; &#160; &#160; 5,201,584 1 &#160; &#160; &#160; &#160; &#160; $2,625,000 &#160; &#160; &#160; $ 7,500,000 &#160; &#160; &#160; $15,000,000 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; (B ) &#160; &#160; 11/30/2021 &#160; &#160; &#160; &#160; &#160; &#160; &#160; 6,402 &#160; &#160; &#160; 12,805 &#160; &#160; &#160; 19,207 &#160; &#160; &#160; &#160; &#160; &#160; 1,859,149 1 &#160; CHRISTINE M. MCCARTHY\n\n&#160; &#160; &#160; 12/14/2021 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; 70,808 &#160; &#160; &#160; 150.07 &#160; &#160; &#160; 149.10 &#160; &#160; &#160; 3,375,042 &#160; &#160; &#160; (A ) &#160; &#160; 12/14/2021 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; 22,490 &#160; &#160; &#160; &#160; &#160; &#160; &#160; 3,375,074 &#160; &#160; &#160; (B ) &#160; &#160; 12/14/2021 &#160; &#160; &#160; &#160; &#160; &#160; &#160; 13,786 &#160; &#160; &#160; 27,571 &#160; &#160; &#160; 55,142 &#160; &#160; &#160; &#160; &#160; &#160; 4,681,419 1 &#160; &#160; &#160; &#160; &#160; 1,400,000 &#160; &#160; &#160; 4,000,000 &#160; &#160; &#160; 8,000,000 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; (B ) &#160; &#160; 11/30/2021 &#160; &#160; &#160; &#160; &#160; &#160; &#160; 3,028 &#160; &#160; &#160; 6,056 &#160; &#160; &#160; 9,084 &#160; &#160; &#160; &#160; &#160; &#160; 879,301 1 &#160; HORACIO E. GUTIERREZ\n\n&#160; &#160; &#160; 3/8/2022 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; 57,632 &#160; &#160; &#160; 132.39 &#160; &#160; &#160; 131.75 &#160; &#160; &#160; 2,500,013 &#160; &#160; &#160; (A ) &#160; &#160; 3/8/2022 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; 18,884 &#160; &#160; &#160; &#160; &#160; &#160; &#160; 2,500,006 &#160; &#160; &#160; &#160; &#160; 910,000 &#160; &#160; &#160; 2,600,000 &#160; &#160; &#160; 5,200,000 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; (B ) &#160; &#160; 3/8/2022 &#160; &#160; &#160; &#160; &#160; &#160; &#160; 11,697 &#160; &#160; &#160; 23,394 &#160; &#160; &#160; 46,787 &#160; &#160; &#160; &#160; &#160; &#160; 3,451,795 1 &#160; PAUL J. RICHARDSON\n\n&#160; &#160; &#160; 12/14/2021 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; 18,056 &#160; &#160; &#160; 150.07 &#160; &#160; &#160; 149.10 &#160; &#160; &#160; 860,634 &#160; &#160; &#160; (A ) &#160; &#160; 12/14/2021 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; 5,735 &#160; &#160; &#160; &#160; &#160; &#160; &#160; 860,651 &#160; &#160; &#160; &#160; &#160; 401,625 &#160; &#160; &#160; 1,147,500 &#160; &#160; &#160; 2,295,000 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; (B ) &#160; &#160; 12/14/2021 &#160; &#160; &#160; &#160; &#160; &#160; &#160; 3,516 &#160; &#160; &#160; 7,031 &#160; &#160; &#160; 14,062 &#160; &#160; &#160; &#160; &#160; &#160; 1,193,824 1 &#160; KRISTINA K. SCHAKE\n\n&#160; &#160; &#160; 6/27/2022 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; 25,454 &#160; &#160; &#160; 97.02 &#160; &#160; &#160; 96.61 &#160; &#160; &#160; 900,028 &#160; &#160; &#160; &#160; 9/28/2022 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; 363 &#160; &#160; &#160; 97.66 &#160; &#160; &#160; 99.40 &#160; &#160; &#160; 13,259 &#160; &#160; &#160; (A ) &#160; &#160; 6/27/2022 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; 21,647 &#160; &#160; &#160; &#160; &#160; &#160; &#160; 2,100,086 &#160; &#160; &#160; (A ) &#160; &#160; 9/28/2022 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; 136 &#160; &#160; &#160; &#160; &#160; &#160; &#160; 13,282 &#160; &#160; &#160; &#160; &#160; 317,188 &#160; &#160; &#160; 906,250 &#160; &#160; &#160; 1,812,500 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; (B ) &#160; &#160; 9/28/2022 &#160; &#160; &#160; &#160; &#160; &#160; &#160; 78 &#160; &#160; &#160; 155 &#160; &#160; &#160; 310 &#160; &#160; &#160; &#160; &#160; &#160; 18,998 1 &#160; ROBERT A. IGER 2 \n\n&#160; &#160; &#160; 12/14/2021 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; 50,249 &#160; &#160; &#160; 150.07 &#160; &#160; &#160; 149.10 &#160; &#160; &#160; 2,395,104 &#160; &#160; &#160; (B ) &#160; &#160; 12/14/2021 &#160; &#160; &#160; &#160; &#160; &#160; &#160; 5,320 &#160; &#160; &#160; 10,640 &#160; &#160; &#160; 21,280 &#160; &#160; &#160; &#160; &#160; &#160; 1,806,622 1 &#160; &#160; &#160; &#160; &#160; 4,200,000 &#160; &#160; &#160; 12,000,000 &#160; &#160; &#160; 24,000,000 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; (B ) &#160; &#160; 11/30/2021 &#160; &#160; &#160; &#160; &#160; &#160; &#160; 9,862 &#160; &#160; &#160; 19,725 &#160; &#160; &#160; 29,587 &#160; &#160; &#160; &#160; &#160; &#160; 2,863,899 1 &#160; GEOFFREY S. MORRELL 3 \n\n&#160; &#160; &#160; 3/8/2022 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; 27,376 &#160; &#160; &#160; 132.39 &#160; &#160; &#160; 131.75 &#160; &#160; &#160; 1,187,541 &#160; &#160; &#160; (A ) &#160; &#160; 3/8/2022 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; 8,970 &#160; &#160; &#160; &#160; &#160; &#160; &#160; 1,187,516 &#160; &#160; &#160; &#160; &#160; 525,000 &#160; &#160; &#160; 1,500,000 &#160; &#160; &#160; 3,000,000 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; (B ) &#160; &#160; 3/8/2022 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; 4,988 &#160; &#160; &#160; 9,976 &#160; &#160; &#160; 19,951 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; 1,714,797 1 &#160; ##TABLE_END &#160;\n\n##TABLE_START 1 &#160; Stock awards for fiscal 2022 subject to performance conditions were valued based on the probability that performance targets will be achieved. Assuming the highest level of performance conditions are achieved, the grant date stock award values would be $11,983,363, $9,594,111, $6,194,014, $2,110,284, $30,275, $7,489,338 and $2,641,263 for Mr. Chapek, Ms. McCarthy, Mr. Gutierrez, Mr. Richardson, Ms. Schake, Mr. Iger and Mr. Morrell, respectively, for the performance-based awards made on November 30, 2021 (for Mr. Chapek, Ms. McCarthy and Mr. Iger) and December 14, 2021. \n\n##TABLE_END ##TABLE_START 2 &#160; Mr. Iger retired from the Company as Executive Chairman effective December 31, 2021. In connection with his partial year of service for fiscal 2022, his target bonus has been prorated to $3,000,000. Mr. Iger&#8217;s fiscal 2022 awards continued to vest upon his retirement. \n\n##TABLE_END ##TABLE_START 3 &#160; Mr. Morrell received RSUs, PBUs and stock option awards in fiscal 2022. For details of Mr. Morrell&#8217;s separation, including treatment of Mr. Morrell&#8217;s equity awards following his separation from the Company, please see the section titled &#8220; Executive Compensation &#8212; Compensation Tables &#8212; Potential Payments and Rights on Termination or Change in Control.&#8221; \n\n##TABLE_END &#160;\n\nGrant Date. The Compensation Committee made the annual grant of stock options and restricted stock unit awards for fiscal 2022 on December 14, 2021. As ROIC targets for fiscal 2022 were set on November 30, 2021, fiscal 2020 and 2021 ROIC portions were considered granted on that date. A portion of the fiscal 2022 PBUs granted on December 14, 2021 are subject to the ROIC performance test, as described below. One-third of such units were eligible to vest based on the ROIC performance target established for fiscal 2022. Because the performance targets for fiscal 2023 and 2024 have not yet been established, the grant date value of such portion of these awards was not determinable in fiscal 2022. Therefore, the grant date fair value listed for fiscal 2022 includes only the grant date value of that portion of such awards subject to the 2022 ROIC target. Based on the Company&#8217;s fiscal 2022 ROIC, 148% of the reported portion of fiscal 2020 and fiscal 2021 awards will vest and 196% of the reported portion of fiscal 2022 awards will vest. ROIC Targets for fiscal 2023 and fiscal 2024 will be set early each year for the remaining portion of those grants, and the grant date values for the remaining portions of those grants will be reported for the appropriate fiscal year when the applicable targets are established. \n\nEstimated Possible Payouts Under Non-Equity Incentive Plan Awards. As described in the section &#8220; Executive Compensation &#8212; Compensation Discussion and Analysis ,&#8221; the Compensation Committee sets the target bonus opportunity for the NEOs at the beginning of the fiscal year as a percentage of fiscal year-end salary, and the actual bonuses for the NEOs may, except in special circumstances such as unusual challenges or extraordinary successes, range from 35% to 200% of the target level based on the Compensation Committee&#8217;s evaluation of financial and other performance factors for the fiscal year. The bonus amount may be zero if actual performance is below the specified threshold levels or less than the calculated amounts if the Compensation Committee otherwise decides to reduce the bonus. As addressed in the discussion of &#8220; Executive Compensation &#8212; Compensation Discussion and Analysis ,&#8221; the employment agreements of each executive officer require that the target used to calculate the bonus opportunity (but not the actual bonus awarded) be at least the amount specified in each agreement. This column shows the range of potential bonus payments for each NEO from the threshold to the maximum based on the target range set at the beginning of the fiscal year. The actual bonus amounts received for fiscal 2022 are set forth in the &#8220;Non-Equity Incentive Plan Compensation&#8221; column of the &#8220;Fiscal 2022 Summary Compensation Table .&#8221; \n\nEstimated Future Payouts Under Equity Incentive Plan Awards. This column sets forth the number of restricted stock units awarded to the NEOs during fiscal 2022 that are subject to performance tests as described below. These include units awarded to each of the NEOs as part of the annual grant in December 2021 and, for Mr. Chapek, Ms. McCarthy and Mr. Iger, when fiscal 2022 ROIC targets were set with respect to fiscal 2020 and 2021 grants in November 2021. The vesting dates for all of the outstanding restricted stock unit awards held by the NEOs as of the end of fiscal 2022 are set forth in the &#8220;Fiscal 2022 Outstanding Equity Awards at Fiscal Year-End Table &#8221; below. \n\nAll units in Row B are subject to the following vesting conditions: Half of the units subject to the performance test are subject to a TSR test and half of the units are subject to a ROIC test. \n\n&#160;\n\n##TABLE_START &#8226; &#160; For the half of the units subject to the TSR performance test: \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; None of the units related to this measure vest if the Company&#8217;s TSR is below the 25 th percentile of the S&#38;P 500 for that measure. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; If the Company&#8217;s TSR is at or above the 25 th percentile of the S&#38;P 500 for the related measure, the number of units related to that measure that vest will vary from 50% of the target number related to that measure (at the 25 th percentile) to 100% of the target number related to that measure (at the 55 th percentile) to 200% of the target number related to that measure (at or above the 75 th percentile) (in each case, plus dividend equivalent units). \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; For the half of the units subject to the ROIC performance test: \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; None of the units related to this measure vest if the Company&#8217;s fiscal year ROIC performance in each of the applicable fiscal years is below threshold of target ROIC. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; If the Company&#8217;s ROIC is above the threshold in any fiscal year, the number of units related to that measure for that year that vest will vary from 50% of the target number related to that measure (equals threshold) to 200% of the target number related to that measure (exceeds maximum) (in each case, plus dividend equivalent units). For ROIC portions from the fiscal 2020 and 2021 grants, maximum payout was 150% of target. \n\n##TABLE_END &#160;\n\nROIC for the Company is adjusted (i) to exclude the effect of extraordinary, unusual and/or nonrecurring items and (ii) to reflect such other factors, as the Committee deems appropriate to fairly reflect ROIC for the applicable fiscal year. \n\nWhen dividends are distributed to shareholders, dividend equivalents are credited in an amount equal to the dollar amount of dividends on the number of units held on the dividend record date divided by the fair market value of the Company&#8217;s shares of common stock on the dividend distribution date. Dividend equivalents vest only when, if and to the extent that the underlying units vest. \n\nAll Other Option Awards: Number of Securities Underlying Options. This column sets forth the options to purchase shares of the Company&#8217;s common stock granted to the NEOs as part of the annual grant in December 2021. The vesting dates for these options are set forth in the &#8220; Fiscal 2022 Outstanding Equity Awards at Fiscal Year-End Table&#8221; below. These options are scheduled to expire ten years after the date of grant. \n\nExercise or Base Price of Option Awards; Grant Date Closing Price of Shares Underlying Options. These columns set forth the exercise price for each option grant and the closing price of the Company&#8217;s common stock on the date of grant. The exercise price is equal to the average of the high and low trading price on the grant date, which may be higher or lower than the closing price on the grant date. \n\nGrant Date Fair Value of Stock and Option Awards. This column sets forth the grant date fair value of the stock and option awards granted during fiscal 2022 calculated in accordance with applicable accounting requirements. The grant date fair value of all restricted stock unit awards and options is determined as described in the section &#8220; Grant Date &#8221; above. \n\n&#160;\n\nFiscal 2022 Outstanding Equity Awards at Fiscal Year-End Table \n\nThe following table provides information concerning outstanding unexercised options and unvested restricted stock unit awards held by the NEOs as of October 1, 2022. Additional information regarding the amounts reported in each column follows the table. \n\n&#160;\n\n##TABLE_START &#160; &#160; &#160;\n\nOPTION AWARDS(A) \n\n&#160; &#160; &#160;\n\nSTOCK AWARDS \n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160;\n\nNUMBER OF SECURITIES UNDERLYING UNEXERCISED OPTIONS \n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; EQUITY INCENTIVE PLAN AWARDS &#160; &#160; &#160; GRANT \n\nDATE \n\n&#160; &#160; EXERCISABLE &#160; &#160; UNEXERCISABLE &#160; &#160; OPTION \n\nEXERCISE \n\nPRICE \n\n&#160; &#160; OPTION \n\nEXPIRATION \n\nDATE \n\n&#160; &#160; NUMBER OF \n\nUNITS THAT \n\nHAVE NOT \n\nVESTED(A) \n\n&#160; &#160; MARKET \n\nVALUE OF \n\nUNITS THAT \n\nHAVE NOT \n\nVESTED(B) \n\n&#160; &#160; NUMBER OF \n\nUNEARNED \n\nUNITS THAT \n\nHAVE NOT \n\nVESTED(C)(D) \n\n&#160; &#160; MARKET \n\nVALUE OF \n\nUNEARNED \n\nUNITS THAT \n\nHAVE NOT \n\nVESTED(B) \n\n&#160; ROBERT A. CHAPEK\n\n&#160; &#160; 1/16/2013 &#160; &#160; &#160; 60,860 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; $ 51.29 &#160; &#160; &#160; 1/16/2023 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 12/19/2013 &#160; &#160; &#160; 53,233 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 72.59 &#160; &#160; &#160; 12/19/2023 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 12/18/2014 &#160; &#160; &#160; 53,077 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 92.24 &#160; &#160; &#160; 12/18/2024 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 12/17/2015 &#160; &#160; &#160; 39,796 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 113.23 &#160; &#160; &#160; 12/17/2025 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 12/21/2016 &#160; &#160; &#160; 49,621 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 105.21 &#160; &#160; &#160; 12/21/2026 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 12/19/2017 &#160; &#160; &#160; 45,691 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 111.58 &#160; &#160; &#160; 12/19/2027 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 12/19/2018 &#160; &#160; &#160; 56,420 &#160; &#160; &#160; 18,807 &#160; &#160; &#160; 110.54 &#160; &#160; &#160; 12/19/2028 &#160; &#160; &#160; 3,552 &#160; &#160; &#160; 335,060 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 12/17/2019 &#160; &#160; &#160; 31,523 &#160; &#160; &#160; 31,524 &#160; &#160; &#160; 148.04 &#160; &#160; &#160; 12/17/2029 &#160; &#160; &#160; 5,547 &#160; &#160; &#160; 523,249 &#160; &#160; &#160; 7,127 &#160; &#160; &#160; 672,243 &#160; &#160; &#160; 2/28/2020 &#160; &#160; &#160; 19,482 &#160; &#160; &#160; 19,482 &#160; &#160; &#160; 115.76 &#160; &#160; &#160; 2/28/2030 &#160; &#160; &#160; 4,463 &#160; &#160; &#160; 420,995 &#160; &#160; &#160; 19,064 (E) &#160; &#160; 1,798,307 &#160; &#160; &#160; 12/17/2020 &#160; &#160; &#160; 22,447 &#160; &#160; &#160; 44,894 &#160; &#160; &#160; 173.40 &#160; &#160; &#160; 12/17/2030 &#160; &#160; &#160; 13,775 &#160; &#160; &#160; 1,299,396 &#160; &#160; &#160; 25,032 &#160; &#160; &#160; 2,361,221 &#160; &#160; &#160; 12/14/2021 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 78,675 &#160; &#160; &#160; 150.07 &#160; &#160; &#160; 12/14/2031 &#160; &#160; &#160; 24,989 &#160; &#160; &#160; 2,357,212 &#160; &#160; &#160; 30,635 &#160; &#160; &#160; 2,889,752 &#160; CHRISTINE M. MCCARTHY\n\n&#160; &#160; 1/16/2013 &#160; &#160; &#160; 42,533 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 51.29 &#160; &#160; &#160; 1/16/2023 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 12/19/2013 &#160; &#160; &#160; 30,687 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 72.59 &#160; &#160; &#160; 12/19/2023 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 12/18/2014 &#160; &#160; &#160; 28,839 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 92.24 &#160; &#160; &#160; 12/18/2024 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 12/17/2015 &#160; &#160; &#160; 41,722 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 113.23 &#160; &#160; &#160; 12/17/2025 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 12/21/2016 &#160; &#160; &#160; 50,396 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 105.21 &#160; &#160; &#160; 12/21/2026 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 12/19/2017 &#160; &#160; &#160; 64,252 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 111.58 &#160; &#160; &#160; 12/19/2027 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 12/19/2018 &#160; &#160; &#160; 57,465 &#160; &#160; &#160; 19,156 &#160; &#160; &#160; 110.54 &#160; &#160; &#160; 12/19/2028 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 3,786 &#160; &#160; &#160; 357,133 &#160; &#160; &#160; 12/17/2019 &#160; &#160; &#160; 51,801 &#160; &#160; &#160; 51,802 &#160; &#160; &#160; 148.04 &#160; &#160; &#160; 12/17/2029 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 21,250 &#160; &#160; &#160; 2,004,513 &#160; &#160; &#160; 12/17/2020 &#160; &#160; &#160; 29,930 &#160; &#160; &#160; 59,858 &#160; &#160; &#160; 173.40 &#160; &#160; &#160; 12/17/2030 &#160; &#160; &#160; 13,772 &#160; &#160; &#160; 1,299,113 &#160; &#160; &#160; 12,516 &#160; &#160; &#160; 1,180,634 &#160; &#160; &#160; 12/14/2021 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 70,808 &#160; &#160; &#160; 150.07 &#160; &#160; &#160; 12/14/2031 &#160; &#160; &#160; 22,490 &#160; &#160; &#160; 2,121,482 &#160; &#160; &#160; 27,571 &#160; &#160; &#160; 2,600,772 &#160; HORACIO E. GUTIERREZ\n\n&#160; &#160; 3/8/2022 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 57,632 (F) &#160; &#160; 132.39 &#160; &#160; &#160; 3/8/2032 &#160; &#160; &#160; 18,884 (G) &#160; &#160; 1,781,328 &#160; &#160; &#160; 23,394 (H) &#160; &#160; 2,206,709 &#160; PAUL J. RICHARDSON\n\n&#160; &#160; 12/19/2017 &#160; &#160; &#160; 13,922 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 111.58 &#160; &#160; &#160; 12/19/2027 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 12/19/2018 &#160; &#160; &#160; 9,926 &#160; &#160; &#160; 3,309 &#160; &#160; &#160; 110.54 &#160; &#160; &#160; 12/19/2028 &#160; &#160; &#160; 1,308 &#160; &#160; &#160; 123,384 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 12/17/2019 &#160; &#160; &#160; 5,364 &#160; &#160; &#160; 5,364 &#160; &#160; &#160; 148.04 &#160; &#160; &#160; 12/17/2029 &#160; &#160; &#160; 1,976 &#160; &#160; &#160; 186,396 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 12/17/2020 &#160; &#160; &#160; 1,180 &#160; &#160; &#160; 2,358 &#160; &#160; &#160; 173.40 &#160; &#160; &#160; 12/17/2030 &#160; &#160; &#160; 1,767 &#160; &#160; &#160; 166,681 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 3/8/2021 &#160; &#160; &#160; 948 &#160; &#160; &#160; 1,895 &#160; &#160; &#160; 198.41 &#160; &#160; &#160; 3/8/2031 &#160; &#160; &#160; 1,544 &#160; &#160; &#160; 145,646 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 6/22/2021 &#160; &#160; &#160; 1,254 &#160; &#160; &#160; 2,507 &#160; &#160; &#160; 173.53 &#160; &#160; &#160; 6/22/2031 &#160; &#160; &#160; 1,766 &#160; &#160; &#160; 166,587 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 12/14/2021 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 18,056 &#160; &#160; &#160; 150.07 &#160; &#160; &#160; 12/14/2031 &#160; &#160; &#160; 5,735 &#160; &#160; &#160; 540,983 &#160; &#160; &#160; 7,031 &#160; &#160; &#160; 663,234 &#160; KRISTINA K. SCHAKE\n\n&#160; &#160; 6/27/2022 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 25,454 (I) &#160; &#160; 97.02 &#160; &#160; &#160; 6/27/2032 &#160; &#160; &#160; 21,647 (J) &#160; &#160; 2,041,962 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 9/28/2022 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 363 &#160; &#160; &#160; 97.66 &#160; &#160; &#160; 9/28/2032 &#160; &#160; &#160; 136 &#160; &#160; &#160; 12,829 &#160; &#160; &#160; 155 &#160; &#160; &#160; 14,621 &#160; ROBERT A. IGER\n\n&#160; &#160; 12/18/2014 &#160; &#160; &#160; 372,412 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 92.24 &#160; &#160; &#160; 12/18/2024 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 12/17/2015 &#160; &#160; &#160; 271,331 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 113.23 &#160; &#160; &#160; 12/17/2025 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 12/21/2016 &#160; &#160; &#160; 321,694 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 105.21 &#160; &#160; &#160; 12/21/2026 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 12/19/2017 &#160; &#160; &#160; 295,237 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 111.58 &#160; &#160; &#160; 12/19/2027 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 12/19/2018 &#160; &#160; &#160; 218,918 &#160; &#160; &#160; 72,973 &#160; &#160; &#160; 110.54 &#160; &#160; &#160; 12/19/2028 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 3/21/2019 &#160; &#160; &#160; 35,102 &#160; &#160; &#160; 11,701 (K) &#160; &#160; 109.26 &#160; &#160; &#160; 3/21/2029 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 12/17/2019 &#160; &#160; &#160; 131,841 &#160; &#160; &#160; 131,842 &#160; &#160; &#160; 148.04 &#160; &#160; &#160; 12/17/2029 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 43,169 &#160; &#160; &#160; 4,072,085 &#160; &#160; &#160; 12/17/2020 &#160; &#160; &#160; 55,632 &#160; &#160; &#160; 111,264 &#160; &#160; &#160; 173.40 &#160; &#160; &#160; 12/17/2030 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 35,732 &#160; &#160; &#160; 3,370,600 &#160; &#160; &#160; 12/14/2021 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 50,249 &#160; &#160; &#160; 150.07 &#160; &#160; &#160; 12/14/2031 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 10,640 &#160; &#160; &#160; 1,003,671 &#160; GEOFFREY S. MORRELL\n\n&#160; &#160; 3/8/2022 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 27,376 &#160; &#160; &#160; 132.39 &#160; &#160; &#160; 3/8/2032 &#160; &#160; &#160; 8,970 &#160; &#160; &#160; 846,140 &#160; &#160; &#160; 9,976 &#160; &#160; &#160; 940,989 &#160; ##TABLE_END &#160;\n\nNumber of Securities Underlying Unexercised Options: Exercisable and Unexercisable . These columns set forth, for each NEO and for each grant made to the officer, the number of shares of the Company&#8217;s common stock that could be acquired upon exercise of outstanding options at the end of fiscal 2022. The vesting schedule for each option with unexercisable shares is shown under &#8220; Vesting Schedule &#8221; below. The vesting of options held by the NEOs may be accelerated in the circumstances described under the section &#8220; Executive Compensation &#8212; Compensation Tables &#8212; Potential Payments and Rights on Termination or Change in Control &#8221; below. \n\nNumber; Market Value of Units of Stock That Have Not Vested. These columns report the number and market value, respectively, of shares underlying each grant of restricted stock units to each officer that is not subject to performance vesting conditions nor the test to assure eligibility for deduction pursuant to Section 162(m). The number of shares includes dividend equivalent units that have accrued for dividends payable through October 1, 2022. The market value is equal to the number of shares underlying the units times the closing market price of the Company&#8217;s common stock on September 30, 2022, the last trading day of the Company&#8217;s fiscal year. The vesting schedule for each grant is shown below, with grants identified by the letter following the number of shares underlying the grant. Vesting of restricted stock units held by NEOs may be accelerated in the circumstances described under the section &#8220; Executive Compensation &#8212; Compensation Tables &#8212; Potential Payments and Rights on Termination or Change in Control &#8221; below. \n\nNumber; Market Value of Unearned Units That Have Not Vested. These columns set forth the target number and market value, respectively, of shares of the Company&#8217;s common stock underlying each restricted stock unit award held by each NEO that is subject to performance-based vesting conditions and/or the test to assure eligibility for deduction pursuant to Section 162(m). The number of shares includes dividend equivalent units that have accrued for dividends payable through October 1, 2022. The market value is equal to the number of shares underlying the units multiplied by the closing market price of the Company&#8217;s common stock on September 30, 2022, the last trading day of the Company&#8217;s fiscal year. The vesting schedule and performance tests and/or the test to assure eligibility under Section 162(m) are shown in &#8220; Vesting Schedule &#8221; below. \n\nVesting Schedule. The options reported above that are not yet exercisable and restricted stock unit awards that have not yet vested are scheduled to become exercisable and vest as set forth below. \n\n(A) Unless otherwise noted, stock options and restricted stock units granted before December 2020 will vest 25% on each of the first four anniversaries of the grant date. Grants made in or after December 2020 will vest one-third on each of the first three anniversaries of the grant date. \n\n(B) Amounts may not sum to total due to rounding. \n\n(C) PBUs will cliff vest on the third anniversary of grant date, based on 3-year TSR versus S&#38;P 500 and absolute ROIC tests for each of the fiscal years in the 3-year period (targets set each year). Grants before 2020 for Ms. McCarthy are subject to performance under Section 162(m). \n\n(D) While restricted stock units will vest 25% on each of the first four anniversaries of the grant date for grants made before December 2020 and one-third on each of the first three anniversaries of the grant date for grants made in or after December 2020, grants before 2020 for Ms. McCarthy are also subject to a performance test to assure eligibility for deduction under Section 162(m). \n\n(E) Restricted stock units granted February 28, 2020 in connection with Mr. Chapek&#8217;s appointment as Chief Executive Officer. The units are scheduled to vest on December 17, 2022 subject to satisfaction of a 3-year TSR test and 3 1-year ROIC tests, with the number of units vesting depending on the level at which the tests were satisfied. \n\n(F) Unexercisable options will vest one-third on December 14, 2022, December 14, 2023 and December 14, 2024. \n\n(G) Restricted stock units will vest one-third on December 14, 2022, December 14, 2023 and December 14, 2024. \n\n(H) PBUs will cliff vest on December 14, 2024, based on 3-year TSR versus S&#38;P 500 and absolute ROIC tests for each of the fiscal years in the 3-year period (targets set each year). \n\n&#160;\n\n(I) Unexercisable options will vest one-sixth on December 27, 2022, June 27, 2023, December 27, 2023, June 27, 2024, December 27, 2024 and June 27, 2025. \n\n(J) Restricted stock units will vest one-sixth on December 27, 2022, June 27, 2023, December 27, 2023, June 27, 2024, December 27, 2024 and June 27, 2025. \n\n(K) Options granted March 21, 2019 following the close of the TFCF acquisition. The remaining unexercisable options are scheduled to become exercisable on December 19, 2022. \n\nExtended Vesting of Equity Awards \n\nOptions and restricted stock units continue to vest beyond retirement (and options remain exercisable) if (1) they were awarded at least one year prior to the date of an employee&#8217;s retirement and (2) the employee was age 60 or older and had at least ten years of service on the date such employee retired. In these circumstances: \n\n&#160;\n\n##TABLE_START &#8226; &#160; Options continue to vest following retirement according to the original vesting schedule. They remain exercisable for up to five years following retirement. Options do not, however, remain exercisable beyond the original expiration date of the option. \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; Restricted stock units continue to vest following retirement according to the original vesting schedule, but vesting remains subject to any applicable performance conditions (except, in some cases, the test to ensure that the compensation is deductible pursuant to Section 162(m)). \n\n##TABLE_END In addition, the grants to Mr. Iger made in fiscal 2022 continue to vest (and options remain exercisable) beyond his retirement as Executive Chairman at December 31, 2021. The extended vesting and exercisability is not available to certain employees outside the United States. \n\nOptions and restricted stock units awarded to executive officers with employment agreements also continue to vest (and options remain exercisable) beyond termination of employment if the executive&#8217;s employment is terminated by the Company without cause or by the executive with good reason. In this case, options and restricted stock units continue to vest (and options remain exercisable) as though the executive remained employed through the end of the stated term of the employment agreement. If the executive would be age 60 or older and have at least ten years of service as of the end of the stated term of the employment agreement, the options and restricted stock units awarded at least one year prior to the end of the stated term of the agreement would continue to vest (and options remain exercisable) beyond the stated term of the employment agreement. In addition, the grants to Mr. Iger in fiscal 2022 continue to vest (and options remain exercisable) upon his retirement at December 31, 2021. \n\nFiscal 2022 Option Exercises and Stock Vested Table \n\nThe following table provides information concerning the exercise of options and vesting of restricted stock unit awards held by the NEOs during fiscal 2022. \n\n&#160;\n\n##TABLE_START &#160;\n\n&#160; OPTION AWARDS &#160; &#160; STOCK AWARDS &#160; &#160; &#160; NUMBER OF SHARES ACQUIRED ON EXERCISE &#160; &#160; VALUE REALIZED ON EXERCISE &#160; &#160; NUMBER OF SHARES ACQUIRED ON VESTING &#160; &#160; VALUE REALIZED ON VESTING &#160; ROBERT A. CHAPEK\n\n&#160; &#160; &#8212; &#160; &#160; $ &#8212; &#160; &#160; &#160; 26,350 &#160; &#160; &#160; $ 3,909,801 &#160; CHRISTINE M. MCCARTHY\n\n&#160; &#160; 45,342 &#160; &#160; &#160; 5,254,524 &#160; &#160; &#160; 26,517 &#160; &#160; &#160; 3,932,408 &#160; PAUL J. RICHARDSON\n\n&#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 6,189 &#160; &#160; &#160; 856,542 &#160; ROBERT A. IGER\n\n&#160; &#160; 435,220 &#160; &#160; &#160; 34,866,407 &#160; &#160; &#160; 770,744 &#160; &#160; &#160; 119,652,474 &#160; ##TABLE_END The value realized on the exercise of options is equal to the amount per share at which the NEO sold shares acquired on exercise (all of which occurred on the date of exercise) minus the exercise price of the option times the number of shares acquired on exercise of \n\n&#160;\n\nthe options. The value realized on the vesting of stock awards is equal to the closing market price of the Company&#8217;s common stock on the date of vesting times the number of shares acquired upon vesting. The number of shares and value realized on vesting includes shares that were withheld at the time of vesting to satisfy tax withholding requirements. \n\nEquity Compensation Plans \n\nThe following table summarizes information, as of October 1, 2022, relating to equity compensation plans of the Company pursuant to which grants of options, restricted stock, restricted stock units or other rights to acquire shares of the Company&#8217;s common stock may be granted from time to time. \n\n&#160;\n\n##TABLE_START PLAN CATEGORY \n\n&#160; NUMBER OF SECURITIES \n\nTO BE ISSUED \n\nUPON EXERCISE \n\nOF OUTSTANDING \n\nOPTIONS, WARRANTS \n\nAND RIGHTS \n\n(A) \n\n&#160; &#160; WEIGHTED-AVERAGE EXERCISE PRICE OF OUTSTANDING OPTIONS, WARRANTS AND RIGHTS (B) \n\n&#160; &#160; NUMBER OF SECURITIES REMAINING AVAILABLE FOR FUTURE ISSUANCE UNDER EQUITY COMPENSATION PLANS (EXCLUDING SECURITIES REFLECTED IN COLUMN (A)) \n\n(C) \n\n&#160; Equity compensation plans approved by security holders 1 \n\n&#160; &#160; 35,751,498 2;3 &#160; &#160; &#160; $121.28 4 &#160; &#160; &#160; 124,262,167 3;5 &#160; Equity compensation plans not approved by security holders\n\n&#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; Total\n\n&#160; &#160; 35,751,498 2;3 &#160; &#160; &#160; $121.28 4 &#160; &#160; &#160; 124,262,167 3;5 &#160; ##TABLE_END &#160;\n\n##TABLE_START 1 &#160; These plans are the Company&#8217;s Amended and Restated 2011 Stock Incentive Plan (&#8220;2011 Stock Incentive Plan&#8221;), The Walt Disney Company/Pixar 2004 Equity Incentive Plan (the &#8220;Disney/Pixar Plan&#8221;, which was assumed by the Company in connection with the acquisition of Pixar) and The Walt Disney Company/TFCF 2013 Equity Incentive Plan (the &#8220;Disney/TFCF Plan&#8221;, which was assumed by the Company in connection with the acquisition of TFCF). \n\n##TABLE_END &#160;\n\n##TABLE_START 2 &#160; Includes an aggregate of 17,970,581 time-based restricted stock units and PBUs. Includes an aggregate of 23,281 restricted stock units granted under the Disney/Pixar Plan, which was approved by the shareholders of Pixar prior to the Company&#8217;s acquisition. \n\n##TABLE_END &#160;\n\n##TABLE_START 3 &#160; Assumes shares issued upon vesting of PBUs vest at 100% of target number of units. For awards granted in fiscal 2020 and 2021, the actual number of shares issued on vesting of PBUs could be zero to 150% of the target number of PBUs. For awards granted in fiscal 2022, the actual number of shares issued on vesting of PBUs could be zero to 200% of the target number of PBUs. \n\n##TABLE_END &#160;\n\n##TABLE_START 4 &#160; Reflects the weighted average exercise price of outstanding options; excludes restricted stock units and PBUs. \n\n##TABLE_END &#160;\n\n##TABLE_START 5 &#160; Includes 382,356 securities available for future issuance under the Disney/Pixar Plan, which was approved by the shareholders of Pixar prior to the Company&#8217;s acquisition. Includes 27,720,535 securities available for future issuance under the Disney/TFCF Plan, which was approved by the shareholders of TFCF prior to the Company&#8217;s acquisition. Assumes all awards are made in the form of options. Each award of one restricted stock unit under the 2011 Stock Incentive Plan reduces the number of shares available under the plan by two, so the number of securities available for issuance will be smaller to the extent awards are made as restricted stock units. \n\n##TABLE_END Pension Benefits \n\nThe Company maintains a tax-qualified, noncontributory retirement plan, called the Disney Salaried Pension Plan D, for salaried employees who commenced employment before January 1, 2012. Benefits are based on a percentage of total average monthly compensation multiplied by years of credited service. For service years after 2012, average monthly compensation includes overtime, commission and regular bonus and is calculated based on the highest five consecutive years of compensation during the ten-year period prior to termination of employment or retirement, whichever is earlier. For service years prior to 2012, average monthly compensation considers only base salary, benefits were based on a somewhat higher percentage of average monthly compensation and benefits included a flat dollar amount based solely on years and hours of service. Retirement benefits are non-forfeitable after three years of vesting service (five years of vesting service prior to 2012) or at age 65 after one year of service. Actuarially reduced benefits are paid to participants whose benefits are non-forfeitable and who retire before age 65 but on or after age 55. The early retirement reduction is 50% at age 55, decreasing to 0% at age 65. \n\nIn calendar year 2022, the maximum compensation limit under a tax-qualified plan was $305,000 and the maximum annual benefit that may be accrued under a tax-qualified defined benefit plan was $245,000. To provide additional retirement benefits for key salaried employees, the Company maintains a supplemental non-qualified, unfunded plan, the Amended and Restated Key Plan, \n\n&#160;\n\nwhich provides retirement benefits in excess of the compensation limitations and maximum benefit accruals under tax-qualified plans. Under this plan, benefits are calculated in the same manner as under the Disney Salaried Pension Plan D, including the differences in benefit determination for years before and after January 1, 2012, described above, except as follows: \n\n&#160;\n\n##TABLE_START &#8226; &#160; starting on January 1, 2017, average annual compensation used for calculating benefits under the plans for any participant was capped at the greater of $1,000,000 or the participant&#8217;s average annual compensation determined as of January 1, 2017; and \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; benefits for persons who were NEOs on January 1, 2012 are limited to the amount the executive officer would have received had the plan in effect prior to its January 1, 2012 amendment continued without change. \n\n##TABLE_END Company employees who either transferred to the Company from ABC, Inc. after the Company&#8217;s acquisition of ABC or worked for a legacy ABC company (e.g., ESPN) are also eligible to receive benefits under the Disney Salaried Pension Plan A (formerly known as the ABC, Inc. Retirement Plan) and a Benefit Equalization Plan, which, like the Amended and Restated Key Plan, provides eligible participants retirement benefits in excess of the compensation limits and maximum benefit accruals that apply to tax-qualified plans. Mr. Iger received credited years of service under those plans for the years prior to the Company&#8217;s acquisitions of ABC, Inc. A term of the 1995 purchase agreement between ABC, Inc. and the Company provides that employees transferring employment to coverage under a Disney pension plan will receive an additional benefit under Disney plans equal to (a) the amount the employee would receive under the Disney pension plans if all of the employee&#8217;s ABC service were counted under the Disney pension less (b) the combined benefits the employee receives under the ABC plan (for service prior to the transfer) and the Disney plan (for service after the transfer). Mr. Iger transferred from ABC and Mr. Richardson worked for a legacy ABC company and, as such, each receives a pension benefit under the Disney plans to bring the employee&#8217;s total benefit up to the amount the employee would have received if all the employee&#8217;s years of service had been credited under the Disney plans. The effect of these benefits is reflected in the present value of benefits under the Disney plans in the table below. \n\nAs of the end of fiscal 2022, Mr. Chapek and Mr. Richardson were eligible for early retirement; Ms. McCarthy was eligible for retirement and Mr. Iger had elected retirement. \n\nFiscal 2022 Pension Benefits Table \n\nThe following table sets forth the present value of the accumulated pension benefits that each NEO is eligible to receive under each of the plans described above. \n\n&#160;\n\n##TABLE_START NAME \n\n&#160; PLAN NAME &#160; NUMBER OF \n\nYEARS OF \n\nCREDITED \n\nSERVICE AT \n\nFISCAL \n\nYEAR-END \n\n&#160; &#160; &#160; &#160; PRESENT VALUE OF \n\nACCUMULATED \n\nBENEFIT AT \n\nFISCAL YEAR-END 1 \n\n&#160; &#160; PAYMENTS DURING \n\nLAST FISCAL YEAR 1 \n\n&#160; ROBERT A. CHAPEK\n\n&#160; Disney Salaried Pension Plan D &#160; &#160; 30 &#160; &#160; &#160; &#160; $ 1,630,512 &#160; &#160; &#160; &#8212; &#160; &#160; Disney Amended and Restated Key Plan &#160; &#160; 30 &#160; &#160; &#160; &#160; &#160; 12,325,167 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Total\n\n&#160; &#160;\n\n$ 13,955,679\n\n&#160;\n\n&#160; &#160;\n\n&#8212;\n\n&#160;\n\nCHRISTINE M. MCCARTHY \n\n&#160; Disney Salaried Pension Plan D &#160; &#160; 23 &#160; &#160; &#160; &#160; $ 1,536,823 &#160; &#160; &#160; &#8212; &#160; &#160; Disney Amended and Restated Key Plan &#160; &#160; 23 &#160; &#160; &#160; &#160; &#160; 3,846,973 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Total\n\n&#160; &#160;\n\n$ 5,383,796\n\n&#160;\n\n&#160; &#160;\n\n&#8212;\n\n&#160;\n\nPAUL J. RICHARDSON\n\n&#160; Disney Salaried Pension Plan A &#160; &#160; 15 &#160; &#160; &#160; &#160; $ 554,220 &#160; &#160; &#160; &#8212; &#160; &#160; Benefit Equalization Plan of ABC, Inc. &#160; &#160; 15 &#160; &#160; &#160; &#160; &#160; 1,594,383 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Total\n\n&#160; &#160;\n\n$ 2,148,603\n\n&#160;\n\n&#160; &#160;\n\n&#8212;\n\n&#160;\n\nROBERT A. IGER\n\n&#160; Disney Salaried Pension Plan D &#160; &#160; 22 &#160; &#160; &#160; &#160; $ 1,528,400 &#160; &#160; &#160; $ 81,674 &#160; &#160; Disney Amended and Restated Key Plan &#160; &#160; 22 &#160; &#160; &#160; &#160; 12,343,985 &#160; &#160; &#160; 732,241 &#160; &#160; Disney Salaried Pension Plan A &#160; &#160; 25 &#160; &#160; &#160; &#160; 746,335 &#160; &#160; &#160; 39,915 &#160; &#160; Benefit Equalization Plan of ABC, Inc. &#160; &#160; 25 &#160; &#160; &#160; &#160; &#160; 5,892,310 &#160; &#160; &#160; 349,211 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Total\n\n&#160; &#160;\n\n$ 20,511,030\n\n&#160;\n\n&#160; &#160;\n\n$1,203,041\n\n&#160;\n\n##TABLE_END &#160;\n\n##TABLE_START 1 &#160; Amounts may not sum to total due to rounding. \n\n##TABLE_END &#160;\n\nThese present values assume that each NEO retires at age 65 (or their age on October 1, 2022, if older) for purposes of the Disney Salaried Pension Plan D and the Amended and Restated Key Plan, and age 62 (or their age on October 1, 2022, if older) for purposes of the Disney Salaried Pension Plan A and the Benefit Equalization Plan of ABC, Inc. Age 65 is the normal retirement age under each of the plans and is also the age at which unreduced benefits are payable, except the earliest age at which unreduced benefits are payable under the ABC plans is age 62 for service years prior to 2012. The values also assume a straight life-annuity payment for an unmarried participant. Participants may elect other actuarially reduced forms of payment, such as joint and survivor benefits and payment of benefits for a period certain irrespective of the death of the participant. The present values were calculated using the 5.44% discount rate assumption set forth in footnote 10 to the Company&#8217;s Audited Financial Statements for fiscal 2022 and using actuarial factors including Pri-2012 annuitant mortality table, projected generationally with a modified version of the MP-2019 scale for males and females. The present values reported in the table are not available as lump sum payments under the plans. \n\nFiscal 2022 Non-Qualified Deferred Compensation Table \n\nUnder the Company&#8217;s Non-Qualified Deferred Compensation Plan, U.S.-based executives at the level of Vice President or above may defer a portion of their compensation and applicable taxes with an opportunity to earn a tax-deferred return on the deferred amounts. The plan gives eligible executives the opportunity to defer up to 50% of their base salary and up to 100% of their annual performance-based bonus award until retirement or termination of employment or, at the executive&#8217;s election, until an earlier date at least five years following the date the compensation is earned. The Company also has the option to make a contribution into an executive&#8217;s deferred compensation account on terms and subject to any conditions (such as vesting conditions) the Company chooses. Amounts in an executive&#8217;s deferred account earn a return based on the executive&#8217;s election among a series of mutual funds designated by the Company, which are generally the same funds available under the Company&#8217;s qualified deferred compensation plans. Returns on the funds available for the deferred account ranged from -30.55% to 0.68% for the year ended October 1, 2022. \n\nThe deferred amounts and any deemed earnings on the amounts are not actual investments and are obligations of the Company. Ms. McCarthy participated in this plan in fiscal 2022 and her contributions and aggregate earnings during the fiscal year and aggregate balance at the end of the fiscal year are reflected in the table below. Ms. McCarthy&#8217;s contributions represent deferred salary in the amount of $989,231 and bonus in the amount of $5,565,846. Mr. Chapek had a negative return on the year, but he did not make a contribution in fiscal 2022. \n\nFrom 2000 through 2005, $500,000 per year of Mr. Iger&#8217;s annual base salary was deferred. The interest rate is adjusted annually in March and the weighted average interest rate for fiscal 2022 was 1.118%. There were no additions during the fiscal year to the deferred amount by either the Company or Mr. Iger other than these earnings and no withdrawals during the fiscal year. In connection with his retirement, and in order to avoid the imposition of an additional tax on Mr. Iger under Section 409A of the Internal Revenue Code, Mr. Iger was paid $4,569,183 on July 1, 2022. With this payment, Mr. Iger no longer has an outstanding non-qualified deferred compensation balance. \n\n&#160;\n\n##TABLE_START &#160; &#160; EXECUTIVE \n\nCONTRIBUTIONS \n\nIN LAST \n\nFISCAL YEAR \n\n&#160; &#160; AGGREGATE \n\nEARNINGS \n\nIN LAST \n\nFISCAL YEAR \n\n&#160; &#160; AGGREGATE \n\nBALANCE AT \n\nLAST FISCAL \n\nYEAR-END \n\n&#160; Robert A. Chapek\n\n&#160; $ &#8212; &#160; &#160; &#160; $ (1,643,605) &#160; &#160; &#160; $ 6,887,528 &#160; Christine M. McCarthy\n\n&#160; &#160; 6,555,077 &#160; &#160; &#160; (11,344,002) &#160; &#160; &#160; 43,968,031 &#160; ##TABLE_END &#160;\n\nBecause the earnings accrued under these programs were not &#8220;above market&#8221; or preferential, these amounts are not reported in the Fiscal 2022 Summary Compensation Table . A portion of the aggregate balances at last fiscal year-end were however included in the Summary Compensation Table since fiscal 2020, as follows: \n\n&#160;\n\n##TABLE_START &#160;\n\n&#160; &#160;\n\n&#160; AMOUNT INCLUDED IN SUMMARY COMPENSATION TABLE &#160; &#160; &#160; FISCAL YEAR &#160; SALARY &#160; &#160; NON-EQUITY INCENTIVE PLAN &#160; &#160; TOTAL &#160; Robert A. Chapek\n\n&#160; 2022 &#160; $ &#8212; &#160; &#160; $ &#8212; &#160; &#160; $ &#8212; &#160; &#160; 2021 &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; 2020 &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; Christine M. McCarthy\n\n&#160; 2022 &#160; &#160; 989,231 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 989,231 &#160; &#160; 2021 &#160; &#160; 951,242 &#160; &#160; &#160; 7,336,137 &#160; &#160; &#160; 8,287,379 &#160; &#160; &#160; 2020 &#160; &#160; 830,389 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 830,389 &#160; ##TABLE_END Potential Payments and Rights on Termination or Change in Control \n\nOur NEOs may receive compensation in connection with termination of their employment. This compensation is payable pursuant to (a) the terms of compensation plans applicable by their terms to all participating employees and (b) the terms of employment agreements with each of our NEOs. During fiscal 2022, we had employment agreements with our NEOs with the following end dates: June 30, 2025 for Mr. Chapek, June 30, 2024 for Ms. McCarthy, December 31, 2024 for Mr. Gutierrez, June 30, 2024 for Mr. Richardson, June 29, 2025 for Ms. Schake, December 31, 2021 for Mr. Iger and December 31, 2024 for Mr. Morrell. As Mr. Iger retired from the Company as Executive Chairman before fiscal year end, he was not entitled to termination payments as of October 1, 2022. In fiscal 2023, the Company entered into a new employment agreement with Mr. Iger as Chief Executive Officer with an end date of December 31, 2024. \n\nIn June 2022, the Board agreed to extend Mr. Chapek&#8217;s employment agreement based on Mr. Chapek&#8217;s work navigating the Company through the unprecedented challenges of the pandemic and growing the Company&#8217;s streaming business. The Board continued to spend significant time discussing the leadership of the Company in the months that followed and determined that Mr. Chapek was no longer the right person to serve in the CEO role. The significant developments and change in the broader macroeconomic environment over this period informed how the Board viewed the appropriate leader in light of the rapidly evolving industry and market dynamics. The Board therefore concluded that, as Disney embarks on an increasingly complex period of industry transformation, Mr. Iger is best situated to lead the Company while an appropriate longer-term successor is identified. On November 20, 2022 (after fiscal 2022), the Board decided to exercise its right to terminate Mr. Chapek&#8217;s employment without cause. In connection with this termination, in the event that Mr. Chapek successfully completes all of the terms of his post-employment consulting agreement and does not violate the terms of the employment agreement that survive his termination or the general release, Mr. Chapek&#8217;s severance would strictly conform to the terms of his employment agreement such that he would be entitled to the following cash termination payments: \n\n&#160;\n\n##TABLE_START &#160; &#8226; &#160; $6,527,397 in remaining base salary through the scheduled expiration date of his employment agreement, as amended; and \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; $1,027,397 equivalent to a pro-rated target bonus for fiscal 2023. \n\n##TABLE_END Although the Company made the unilateral decision to exercise its right to terminate Mr. Morrell&#8217;s employment during fiscal 2022, Mr. Morrell was not entitled to termination payments during fiscal 2022. In the event that Mr. Morrell successfully completes all of the terms of his post-employment consulting agreement and general release, he would be entitled to the following cash based payments: \n\n&#160;\n\n##TABLE_START &#160; &#8226; &#160; $2,506,849 in remaining base salary through the end of his original employment agreement term; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; $1,500,000 equivalent to a target bonus for fiscal 2022; and \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; a buyout of the home Mr. Morrell purchased in Southern California. Consistent with past relocation practices for unique circumstances, a third-party vendor purchased Mr. Morrell&#8217;s property on the Company&#8217;s behalf in June 2022 for the same price at which the property was originally purchased. The Company will go through the sale process and realize any gains or losses on the sale of the property. In no situation will Mr. Morrell monetarily benefit from the sale of the property. As of October 1, 2022 and the date of the filing of this report, the property has not been sold. \n\n##TABLE_END The treatment of the equity awards held by Mr. Chapek and Mr. Morrell at their respective termination dates under their employment agreements is described below in the section titled &#8220; Executive Compensation &#8212; Compensation Tables &#8212; Termination Pursuant to Company Termination Right Other Than For Cause or By Executive For Good Reason .&#8221; \n\nIt is the standard practice of the Compensation Committee to only approve termination payments for a senior executive within the obligations of the Company&#8217;s plans and current employment agreements. The Committee approved the termination payments and conditions for Mr. Morrell due to unique factors specific to his situation that involved an international move for Mr. Morrell and his family. This decision was made in the best interest of the Company and, we believe, will mitigate further disruption to the Company. \n\nThe termination provisions included in our executive officers&#8217; employment agreements serve a variety of purposes, including: providing the benefits of equity incentive plans to the executive and the executive&#8217;s family in case of death or disability; defining when the executive may be terminated with cause and receive no further compensation; and clearly defining rights in the event of a termination in other circumstances. The availability, nature and amount of compensation on termination differ depending on whether employment terminates because of: \n\n&#160;\n\n##TABLE_START &#8226; &#160; death or disability; \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; the Company&#8217;s termination of the executive pursuant to the Company&#8217;s termination right or the executive&#8217;s decision to terminate because of action the Company takes or fails to take; \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; the Company&#8217;s termination of the executive for cause; or \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; expiration of an employment agreement, retirement or other voluntary termination. \n\n##TABLE_END The compensation that each of our NEOs may receive under each of these termination circumstances is described below. \n\nIt is important to note that the amounts of compensation set forth in the tables below are based on the specific assumptions noted and do not predict the actual compensation that our NEOs would receive. Actual compensation received would be a function of a number of factors that are unknowable at this time, including: the date of the executive&#8217;s termination of employment; the executive&#8217;s base salary at the time of termination; the executive&#8217;s age and service with the Company at the time of termination; and, because many elements of the compensation are performance-based pursuant to the Company&#8217;s compensation philosophy described in &#8220; Executive Compensation &#8212; Compensation Discussion and Analysis &#8221; above, the future performance of the Company. \n\nMoreover, the option and restricted stock unit acceleration amounts in case of a termination without cause or by the executive for good reason assume that these awards immediately accelerate, which is not the case in the absence of a change in control. Rather, options and units continue to vest over time and in most cases are subject to the same performance measures that apply if there had been no termination. (The performance measures do not apply to vesting of restricted stock unit awards when termination is due to death or disability and the test to assure deductibility under Section 162(m) does not apply if it is not necessary to preserve deductibility.) \n\nIn each of the circumstances described below, our NEOs are eligible to receive earned, unpaid salary through the date of termination and benefits that are unconditionally accrued as of the date of termination pursuant to policies applicable to all employees. This includes the deferred compensation and earnings on these deferred amounts as described under the &#8220;Fiscal 2022 Non-Qualified Deferred Compensation Table.&#8221; This earned compensation is not described or quantified below because these amounts represent earned, vested benefits that are not contingent on the termination of employment, but we do describe and quantify benefits that continue beyond the date of termination that are in addition to those provided for in the applicable benefit plans. The executive&#8217;s accrued benefits include the pension benefits described under &#8220;Executive Compensation &#8212; Compensation Tables &#8212; Pension Benefits,&#8221; which become payable to all participants who have reached retirement age. Because they have reached early retirement or retirement age under the plans, Mr. Chapek, Ms. McCarthy and Mr. Richardson would have been eligible to receive these benefits if \n\n&#160;\n\ntheir employment had terminated at the end of fiscal 2022. Because the pension benefits do not differ from those described under &#8220;Executive Compensation &#8212; Compensation Tables &#8212; Pension Benefits&#8221; except in ways that are equally applicable to all salaried employees, the nature and amount of their pension benefits are not described or quantified below. \n\nDEATH AND DISABILITY \n\nThe employment agreement of each NEO provides for payment of any unpaid bonus for any fiscal year that had been completed at the time of the executive&#8217;s death or termination of employment due to disability. The amount of the bonus will be determined by the Compensation Committee using the same criteria used for determining a bonus as if the executive remained employed. \n\nIn addition to the compensation and rights in employment agreements, the 2011 Stock Incentive Plan and award agreements thereunder provide that all options awarded to a participant (including the NEOs) become fully exercisable upon the death or disability of the participant and remain exercisable for 18 months in the case of death and 12 months in the case of disability (or 18 months in the case of participants who are eligible for immediate retirement benefits or 36 to 60 months, depending on the original grant date, in the case of participants who would at the time of termination due to disability be over 60 years of age and have at least ten years of service and where the options have been outstanding for one year at such time), and if the performance measurement has not been made at the time of death or disability, all restricted stock units awarded to the participant under the 2011 Stock Incentive Plan will, to the extent the units had not previously been forfeited, fully vest and become payable upon the death or disability of the participant. If a performance measurement has been made at the time of death or disability with respect to restricted stock units, the restricted stock units will vest and accelerate based on the performance measurement. \n\nThe following table sets forth the value of the estimated payments and benefits each of our NEOs would have received under our compensation plans and their employment agreements if their employment had terminated at the close of business on the last day of fiscal 2022 as a result of death or disability. The value of option acceleration is equal to the difference between the $94.33 closing market price of shares of the Company&#8217;s common stock on September 30, 2022 (the last trading day in fiscal 2022) and the weighted average exercise price of options with an exercise price less than the market price times the number of shares subject to such options that would accelerate as a result of termination. The value of restricted stock unit acceleration is equal to the $94.33 closing market price of shares of the Company&#8217;s common stock on September 30, 2022 multiplied by the number of units that would accelerate as a result of termination, which, for PBUs, is equal to the target number of units. \n\n&#160;\n\n##TABLE_START &#160; &#160; CASH \n\nPAYMENT 1 \n\n&#160; &#160; OPTION \n\nACCELERATION \n\n&#160; &#160; RESTRICTED \n\nSTOCK UNIT \n\nACCELERATION \n\n&#160; Robert A. Chapek\n\n&#160; &#160; $6,750,000 &#160; &#160; &#160; $ &#8212; &#160; &#160; &#160; $12,657,435 &#160; Christine M. McCarthy\n\n&#160; &#160; 5,820,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 9,563,647 &#160; Horacio E. Gutierrez\n\n&#160; &#160; 3,783,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 3,988,037 &#160; Paul J. Richardson\n\n&#160; &#160; 1,670,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 1,992,910 &#160; Kristina K. Schake\n\n&#160; &#160; 1,320,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 2,069,412 &#160; ##TABLE_END &#160;\n\n##TABLE_START 1 &#160; This amount is equal to the bonus awarded to the NEOs with respect to fiscal 2022 and set forth in the &#8220;Non-Equity Incentive Plan Compensation&#8221; column of the &#8220; Fiscal 2022 Summary Compensation Table &#8221;. In fiscal 2022, Mr. Chapek was entitled to receive compensation under the annual performance-based bonus program pursuant to his employment agreement because his termination occurred after the end of the fiscal year. \n\n##TABLE_END TERMINATION PURSUANT TO COMPANY TERMINATION RIGHT OTHER THAN FOR CAUSE OR BY EXECUTIVE FOR GOOD REASON \n\nThe employment agreement with each NEO provides that the executive officer will receive a bonus for any fiscal year that had been completed at the time of termination of employment if the executive officer&#8217;s employment is terminated by the Company pursuant to the Company&#8217;s termination right other than for cause (as described below) or by the NEO with good reason (as described below). The amount of the bonus will be determined by the Compensation Committee using the same criteria used for determining a bonus if the executive remained employed. \n\n&#160;\n\nIn addition, each NEO&#8217;s employment agreement provides that the NEO will receive the following compensation and rights conditioned on the NEO executing a general release of claims and agreeing to provide the Company with consulting services for a period of six months after the NEO&#8217;s termination (or, if shorter, until the employment agreement expiration date): \n\n&#160;\n\n##TABLE_START &#8226; &#160; A lump sum payment equal to the base salary the NEO would have earned had the NEO remained employed during the term of the NEO&#8217;s consulting agreement, paid six months and one day after termination. \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; If the consulting agreement was terminated other than as a result of the NEO&#8217;s material breach of the consulting agreement, a further lump sum payment equal to the base salary the NEO would have earned had the NEO remained employed after the termination of the NEO&#8217;s consulting agreement and until the employment agreement expiration date, paid six months and one day after termination of employment. \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; A bonus for the year in which the NEO is terminated equal to a pro-rata portion of a target bonus amount determined in accordance with the employment agreement. \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; All options that had vested as of the termination date or were scheduled to vest no later than three months after the employment agreement expiration date will remain or become exercisable as though the NEO were employed until that date. The options will remain exercisable until the earlier of (a) the scheduled expiration date of the options and (b) three months after the employment agreement expiration date. In addition, as is true for all employees, options awarded at least one year before termination will continue to vest and will remain exercisable until the earlier of the expiration date of the option and five years after the termination date if the officer would have attained age 60 and have completed at least ten years of service as of that date. Pursuant to employment agreements with each of the NEOs, the termination date for these purposes will be deemed to be the employment agreement expiration date. For any employee that is eligible for immediate retirement benefits, options awarded within, but less than, one year of termination will vest to the extent they are scheduled to vest within three months of termination and will remain exercisable for 18 months following termination. \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; All restricted stock units that were scheduled to vest prior to the employment agreement expiration date will vest as though the NEO were employed until that date to the extent applicable performance tests are met (but any test to assure deductibility of compensation under Section 162(m) will be waived for any units scheduled to vest after the fiscal year in which the termination of employment occurs unless application of the test is necessary to preserve deductibility). As is true for all employees, restricted stock units awarded at least one year before termination will continue to vest through the end of the vesting schedule to the extent applicable performance criteria are met if the officer would be over 60 years of age and have at least ten years of service as of the termination date. Pursuant to employment agreements with each of the NEOs, the termination date for these purposes will be deemed to be the employment agreement expiration date. \n\n##TABLE_END The employment agreements provide that the Company has the right to terminate the NEO&#8217;s employment subject to payment of the foregoing compensation in its sole, absolute and unfettered discretion for any reason or no reason whatsoever. A termination for cause does not constitute an exercise of this right and would be subject to the compensation provisions described below under the section &#8220;&#8212; Termination for Cause.&#8221; \n\nThe employment agreements provide that an NEO can terminate the NEO&#8217;s employment for &#8220;good reason&#8221; following notice to the Company within three months of the NEO having actual notice of the occurrence of any of the following events (except that the Company will have 30 days after receipt of the notice to cure the conduct specified in the notice): \n\n(i) a reduction in the NEO&#8217;s base salary, annual target bonus opportunity or (where applicable) annual target long-term incentive award opportunity; \n\n(ii) the removal from the NEO&#8217;s position; \n\n(iii) a material reduction in the NEO&#8217;s duties and responsibilities; \n\n(iv) the assignment to the NEO of duties that are materially inconsistent with the NEO&#8217;s position or duties or that materially impair the NEO&#8217;s ability to function in the NEO&#8217;s office; \n\n(v) relocation of the NEO&#8217;s principal office to a location that is more than 50 miles outside of the greater Los Angeles area; or \n\n(vi) a material breach of any material provision of the NEO&#8217;s employment agreement by the Company. \n\n&#160;\n\nAn NEO (or any employee holding equity awards) can also terminate for &#8220;good reason&#8221; after a change in control (as defined in the 2011 Stock Incentive Plan) if, within 12 months following the change in control, a &#8220;triggering event&#8221; occurs and in that case the 2011 Stock Incentive Plan provides that any outstanding options, restricted stock units, PBUs or other plan awards will generally become fully vested and, in certain cases, paid to the plan participant. A &#8220;triggering event&#8221; is defined to include: (a) a termination of employment by the Company other than for death, disability or &#8220;cause;&#8221; or (b) a termination of employment by the participant following a reduction in position, pay or other &#8220;constructive termination.&#8221; Under the 2011 Stock Incentive Plan, &#8220;cause&#8221; has the same meaning as in the NEO&#8217;s employment agreement, as defined below under &#8220;&#8212; Termination for Cause. &#8221; Any such payments that become subject to the excess parachute tax rules may be reduced in certain circumstances. \n\nEach NEO&#8217;s employment agreement specifies that any compensation resulting from subsequent employment will not be offset against amounts described above. \n\nThe following table provides a quantification of benefits (as calculated in the following paragraph) each of the NEOs would have received if their employment had been terminated at the end of fiscal 2022 (under their employment agreements as in effect at that time) by the Company pursuant to its termination right or by the executive with good reason. \n\nThe &#8220;option valuation&#8221; amount is (a) the difference between the $94.33 closing market price of shares of the Company&#8217;s common stock on September 30, 2022 and the weighted average exercise price of options with an exercise price less than the market price times (b) the number of options with in-the-money exercise prices that would become exercisable despite the termination. The &#8220;restricted stock unit valuation&#8221; amount is the $94.33 closing market price on September 30, 2022, times the target number of units that could vest. However, as described above, options do not become immediately exercisable and restricted stock units do not immediately vest (and would eventually vest only to the extent applicable performance conditions are met) absent a change in control. The actual value realized from the exercise of the options and the vesting of restricted stock units may therefore be more or less than the amount shown below depending on changes in the market price of the Company&#8217;s common stock and the satisfaction of applicable performance tests. \n\n&#160;\n\n##TABLE_START &#160; &#160; CASH \n\nPAYMENT 1 \n\n&#160; &#160; OPTION \n\nVALUATION \n\n&#160; &#160; RESTRICTED \n\nSTOCK UNIT \n\nVALUATION \n\n&#160; Robert A. Chapek\n\n&#160; &#160; &#160; No change in control\n\n&#160; &#160; &#160;$13,634,615 2 &#160; &#160; &#160; $ &#8212; &#160; &#160; &#160; &#160;$12,657,435 3 &#160; Change in control\n\n&#160; &#160; 13,634,615 2 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 12,657,435 3 &#160; Christine M. McCarthy\n\n&#160; &#160; &#160; No change in control\n\n&#160; &#160; 9,320,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 9,563,647 &#160; Change in control\n\n&#160; &#160; 9,320,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 9,563,647 &#160; Horacio E. Gutierrez\n\n&#160; &#160; &#160; No change in control\n\n&#160; &#160; 6,718,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 3,988,037 &#160; Change in control\n\n&#160; &#160; 6,718,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 3,988,037 &#160; Paul J. Richardson\n\n&#160; &#160; &#160; No change in control\n\n&#160; &#160; 3,008,750 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 1,149,317 &#160; Change in control\n\n&#160; &#160; 3,008,750 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 1,992,910 &#160; Kristina K. Schake\n\n&#160; &#160; &#160; No change in control\n\n&#160; &#160; 3,313,750 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 2,050,451 &#160; Change in control\n\n&#160; &#160; 3,313,750 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 2,069,412 &#160; ##TABLE_END &#160;\n\n##TABLE_START 1 &#160; This amount is equal to the bonus awarded to the NEOs with respect to fiscal 2022 and set forth in the &#8220;Non-Equity Incentive Plan Compensation&#8221; column of the &#8220; Fiscal 2022 Summary Compensation Table ,&#8221; plus the lump sum payments based on salary through the end of the employment term as described above. \n\n##TABLE_END &#160;\n\n##TABLE_START 2 &#160; While this is the payment Mr. Chapek would have earned had he been separated at the end of fiscal 2022, the actual cash amounts to which he is actually entitled are described under the section titled &#8220; Executive Compensation &#8212; Compensation Tables &#8212; Potential Payments and Rights on Termination or Change in Control &#8221; in connection with his separation. In fiscal 2022, Mr. Chapek was entitled to receive compensation under the annual performance-based bonus program pursuant to his employment agreement because his termination occurred after the end of the fiscal year. \n\n##TABLE_END ##TABLE_START 3 &#160; This amount represents the estimated values that would have been ascribed to the enhanced vesting of his outstanding equity awards had Mr. Chapek been separated at the end of fiscal 2022. However, because these awards will continue to vest on the same basis as though Mr. Chapek had remained employed, the values that will actually derive will be based on the value of the underlying shares if and when they become vested or exercisable. Moreover, because Mr. Chapek had attained age 60 and completed 10 years of service, had Mr. Chapek retired upon November 20, 2022, all of the equity awards taken into account in the above table, except those granted in fiscal 2022, would nonetheless have remained outstanding and eligible to vest as though he remained employed under the policies generally applicable to retirement. \n\n##TABLE_END TERMINATION FOR CAUSE \n\nEach NEO&#8217;s employment agreement provides that, if the NEO&#8217;s employment is terminated by the Company for cause, the NEO will only be eligible to receive the compensation earned and benefits vested through the date of such termination of employment, including any rights the NEO may have under the NEO&#8217;s indemnification agreement with the Company or the equity plans of the Company. \n\n&#8220;Termination for Cause&#8221; is defined in each NEO&#8217;s employment agreements as termination by the Company due to gross negligence, gross misconduct, willful nonfeasance or willful material breach of the agreement by the executive unless, if the Company determines that the conduct or cause is curable, such conduct or cause is timely cured by the NEO. \n\nEXPIRATION OF EMPLOYMENT TERM; RETIREMENT \n\nEach of the NEOs is eligible to receive earned, unpaid salary and unconditionally vested accrued benefits (including continued vesting of restricted stock units and vesting and exercisability of options awarded more than one year prior to retirement if they are over 60 years of age with at least ten years of service) if the NEO&#8217;s employment terminates at the expiration of the NEO&#8217;s employment agreement or the NEO otherwise retires, but except as described below, they are not contractually entitled to any additional compensation in this circumstance. \n\nUnder the terms of Mr. Iger&#8217;s employment agreement as in effect at December 31, 2021, to enable the Company to have access to Mr. Iger&#8217;s unique skills, knowledge and experience with regard to the media and entertainment business and his institutional knowledge of the Company and its strategic evolution, upon his retirement, Mr. Iger was to serve as a consultant to the Company for a period of five years. In this capacity, Mr. Iger would provide assistance, up to certain specified monthly and annual maximum time commitments, on such matters as his successor as Chief Executive Officer may request from time to time. In consideration of his consulting services, Mr. Iger is to receive a quarterly fee of $500,000 for each of the quarters of this five-year period. For the five years following termination of employment, the Company would also provide Mr. Iger with the same security services (other than the personal use of a Company-provided or Company-leased aircraft) as it has made available to him as Chief Executive Officer. Under his employment agreement entered into on November 20, 2022, upon the re-commencement of his employment, the parties&#8217; obligations in respect of these post-employment commitments are suspended and will resume to be fulfilled for the remaining term when Mr. Iger again terminates his employment with the Company. \n\nOther NEO employment agreements each provide that the Chief Executive Officer will recommend to the Compensation Committee an annual cash bonus for the fiscal year in which their respective employment agreements end based on the executive&#8217;s contributions during that fiscal year. \n\nAs in the case of a termination under the Company&#8217;s termination right other than for cause or the executive&#8217;s right to terminate for good reason, vested options and restricted stock units will remain exercisable for 18 months for executives eligible to receive retirement benefits, and options and restricted stock units outstanding for at least one year will continue to vest, and options will \n\n&#160;\n\nremain exercisable, for up to three or five years (depending on the original grant date) if the NEO was age 60 or greater and had at least ten years of service at the date of retirement. In addition, under the terms of his employment agreement as in effect at December 31, 2021, the equity grants made to Mr. Iger in fiscal 2022 became eligible to continue to vest (and options remain exercisable) upon his retirement at December 31, 2021. \n\nPay Ratio \n\nIn accordance with SEC rules, we are providing the ratio of the annual total compensation of our Chief Executive Officer to the annual total compensation of the Company&#8217;s median employee. The ratio is a reasonable estimate calculated in a manner consistent with SEC rules and the methodology described below. \n\nPer SEC rules, the Company is permitted to use the same median employee as was used in fiscal 2021. However, since the median employee used for the past two years has separated from the Company, we have conducted an analysis and selected a similarly situated employee. Our methodology to confirm the median employee is consistent with last year. We reviewed the annual base salary of the global workforce as of the last business day of the fiscal year, October 1, 2022. Due to population size, we identified a band of employees with a base salary that approximates the median base salary for the Company. The median base salary reflects a workforce with large populations of seasonal, part-time and international employees working in multiple, distinct lines of business. We calculated the median employee&#8217;s total annual compensation for fiscal 2022 (which consisted of an increase to base salary, overtime pay and the Company&#8217;s contribution to health insurance premiums) and ensured the median employee&#8217;s compensation did not contain distortive compensation features (e.g., abnormal amounts of overtime, special premium pay or commissions/tips, etc.). \n\nThe median Disney employee works in a full-time hourly role in parks and has been with the Company for over eleven years. For fiscal 2022, the median employee&#8217;s total annual compensation was $54,256. Mr. Chapek&#8217;s total annual compensation, including the Company&#8217;s contribution to health insurance premiums (which are not included in the Fiscal 2022 Summary Compensation Table in this report), was $24,198,254. The ratio of these amounts was 446:1. \n\nOther Compensation Information \n\nRisk Management Considerations \n\nThe Compensation Committee believes that the following features of performance-based bonus and equity programs appropriately incentivize the creation of long-term shareholder value while discouraging behavior that could lead to excessive risk: \n\n&#160;\n\n##TABLE_START &#8226; &#160; Financial Performance Measures. The financial metrics used to determine the amount of an executive&#8217;s bonus are measures the Committee believes drive long-term shareholder value. The ranges set for these measures are intended to reward success without encouraging excessive risk-taking. \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; Limit on Bonus. The overall bonus opportunity is not expected to exceed two times the target amount, no matter how much financial performance exceeds the ranges established at the beginning of the fiscal year. \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; Equity Vesting Periods. Performance-based stock units generally vest in three years. Time-based stock units and options vest annually for up to four years and options remain exercisable for ten years. These periods are designed to reward sustained performance over several periods, rather than performance in a single period. \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; Equity Retention Guidelines. NEOs are required to acquire within five years of becoming an executive officer and hold as long as they are executive officers of the Company, shares (including restricted stock units) having a value of at least three times their base salary amounts, or five times in the case of the Chief Executive Officer. If these levels have not been reached, these officers are required to retain ownership of shares representing at least 75% of the net after-tax gain (100% in the case of the Chief Executive Officer) realized on exercise of options for a minimum of twelve months. \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; No Hedging or Pledging. The Company&#8217;s insider trading compliance program prohibits members of the Board of Directors, NEOs and all other employees subject to the Company&#8217;s insider trading compliance program from entering into any transaction designed to hedge, or having the effect of hedging, the economic risk of owning the Company&#8217;s securities and prohibits certain persons, including members of the Board of Directors and the NEOs, from pledging Company securities. \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; Clawback Policy. If the Company is required to restate its financial results due to material noncompliance with financial reporting requirements under the securities laws as a result of misconduct by an executive officer, applicable law permits the Company to recover incentive compensation from that executive officer (including profits realized from the sale of Company securities). In such a situation, the Board of Directors would exercise its business judgment to determine what action it believes is appropriate. \n\n##TABLE_END Action may include recovery or cancellation of any bonus or incentive payments made to an executive on the basis of having met or exceeded performance targets during a period of fraudulent activity or a material misstatement of financial results if the Board determines that such recovery or cancellation is appropriate due to intentional misconduct by the executive officer that resulted in performance targets being achieved that would not have been achieved absent such misconduct. Under the 2011 Stock Incentive Plan approved at the Company&#8217;s 2020 Annual Meeting, equity awards pursuant to the plan may be clawed back where there is reputational or financial harm to the Company, even in the absence of a restatement. \n\nEquity awards are generally approved on dates the Compensation Committee meets. Committee meetings are normally scheduled well in advance and are not scheduled with an eye to announcements of material information regarding the Company. The Committee may make an award with an effective date in the future, including awards contingent on commencement of employment, execution of a new employment agreement or some other subsequent event, or may act by unanimous written consent on the date of such an event when the proposed issuances have been reviewed by the Committee prior to the date of the event. \n\nAt the Compensation Committee&#8217;s request, management conducted its annual assessment of the risk profile of our compensation programs in December 2022. The assessment included an inventory of the compensation programs at each of the Company&#8217;s segments and an evaluation of whether any program contained elements that created risks that could have a material adverse impact on the Company. Management provided the results of this assessment to Pay Governance LLC, the Committee&#8217;s compensation consultant, which evaluated the findings and reviewed them with the Committee. As a result of this review, the Committee determined that the risks arising from the Company&#8217;s policies and practices are not reasonably likely to have a material adverse effect on the Company. \n\n&#160;\n\nPeer Groups \n\nSUMMARY OF PEER GROUPS \n\nThe following graph summarizes the three distinct peer groups we use for three distinct purposes and the companies that met these criteria and were included at the beginning of fiscal 2022, described in more detail below: \n\n&#160;\n\n##TABLE_START &#160; General Industry Peers \n\n&#160;\n\n&#160; &#160; &#160; &#160;\n\n&#8226;&#8201;&#8201;Alphabet, Inc. \n\n&#160;\n\n&#8226;&#8201;&#8201;Amazon.com, Inc. \n\n&#160;\n\n&#8226;&#8201;&#8201;Apple, Inc. \n\n&#160;\n\n&#8226;&#8201;&#8201;AT&#38;T Inc. \n\n&#160;\n\n&#8226;&#8201;&#8201;Charter Communications, Inc. \n\n&#160;\n\n&#8226;&#8201;&#8201;Cisco Systems \n\n&#160;\n\n&#8226;&#8201;&#8201;Comcast Corporation \n\n&#160;\n\n&#8226;&#8201;&#8201;IBM Corporation \n\n&#160;\n\n&#8226;&#8201;&#8201;Intel \n\n&#160;\n\n&#8226;&#8201;&#8201;Meta Platforms, Inc. \n\n&#160;\n\n&#8226;&#8201;&#8201;Microsoft Corporation \n\n&#160;\n\n&#8226;&#8201;&#8201;Netflix, Inc. \n\n&#160;\n\n&#8226;&#8201;&#8201;Oracle Corporation \n\n&#160;\n\n&#8226;&#8201;&#8201;Paramount Global \n\n&#160;\n\n&#8226;&#8201;&#8201;Verizon Communications Inc. \n\n&#160;\n\n&#8226;&#8201;&#8201;Warner Bros. Discovery, Inc. 1 \n\n&#160;\n\n&#160;\n\n&#160; &#160; &#160;\n\nMedia Industry Peers \n\n&#160;\n\n&#160; &#160; &#160;\n\n&#8226;&#8201;&#8201;Alphabet, Inc.\n\n&#160;\n\n&#8226;&#8201;&#8201;Amazon.com, Inc.\n\n&#160;\n\n&#8226;&#8201;&#8201;Apple, Inc.\n\n&#160;\n\n&#8226;&#8201;&#8201;AT&#38;T Inc.\n\n&#160;\n\n&#8226;&#8201;&#8201;Comcast Corporation\n\n&#160;\n\n&#8226;&#8201;&#8201;Meta Platforms, Inc.\n\n&#160;\n\n&#8226;&#8201;&#8201;Netflix, Inc.\n\n&#160;\n\n&#8226;&#8201;&#8201;Paramount Global\n\n&#160;\n\n&#8226;&#8201;&#8201;Warner Bros. Discovery, Inc. 1 \n\n&#160;\n\n##TABLE_END \n\n##TABLE_START 1 In April 2022, Discovery Inc. completed its acquisition of the WarnerMedia assets from AT&#38;T and became Warner Bros. Discovery, Inc.\n\n##TABLE_END\n\nMEDIA INDUSTRY PEERS \n\nThe media industry peer group helps evaluate compensation levels for the NEOs. The Compensation Committee believes that there is a limited pool of talent with the set of creative and organizational skills needed to run a global creative organization like the Company. The Committee also understands that executives with the background needed to manage a company such as ours have career options with compensation opportunities that normally exceed those available in most other industries, and that compensation levels within the peer group are driven by the dynamics of compensation in the entertainment industry and not the ownership structure of a particular company. Accordingly, the market for executive talent to lead the Company, and the group against which to compare our executive compensation, is best represented by the companies in our media industry peer group. \n\nGENERAL INDUSTRY PEERS \n\nThe general industry peer group helps evaluate general compensation structure, policies and practices. The Compensation Committee believes that the features of the Company&#8217;s overall compensation structure, policies and practices should normally be consistent for all executives. Because our operations span multiple industries, the Committee believes that a consistent approach across the breadth of the Company&#8217;s operations with respect to features of our overall executive compensation structure is best achieved by reference to a group of General Industry Peers that is broader than the Media Industry Peers. \n\nThe peer group used for establishing compensation structure, policies and practices consists of companies that have: \n\n&#160;\n\n##TABLE_START &#8226; &#160; A consumer orientation and/or strong brand recognition; \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; A global presence and operations; \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; Annual revenue no less than 40% and no more than two and a half times our annual revenue; and \n\n##TABLE_END &#160;\n\n##TABLE_START &#8226; &#160; As a general matter, a market capitalization in the range of approximately one-quarter to four times our market capitalization. \n\n##TABLE_END Additionally, the general industry peer group includes companies that do not meet the revenue or market cap test, but that are included in the peer groups used by one or more of the Media Industry Peers. \n\nPERFORMANCE PEERS \n\nThe performance peers help evaluate relative economic performance of the Company. The overall financial performance of the Company is driven by the Company&#8217;s diverse businesses, which compete in multiple sectors of the overall market. The Compensation Committee believes that, given the span of the Company&#8217;s businesses, the best measure of relative performance is how the Company&#8217;s diverse businesses have fared in the face of the economic trends that impact companies in the overall market and that the best benchmark for measuring such success is the Company&#8217;s relative performance compared to that of the companies comprising the S&#38;P 500. Accordingly, the Committee has selected the S&#38;P 500 to set the context for evaluating the Company&#8217;s performance and to measure relative performance for PBU awards. \n\nCHANGES FOR FISCAL 2023 \n\nAdvised by its independent compensation consultant, the Compensation Committee reviewed the criteria for selecting members of the Company&#8217;s peer groups during fiscal 2022 and made the following changes for fiscal 2023: \n\n&#160;\n\n##TABLE_START &#160; &#8226; &#160; With AT&#38;T&#8217;s divestiture of its Media assets, the Company moved AT&#38;T from the media industry peer group to the general industry peer group. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Given their primary focus on IT hardware/semiconductors more strongly oriented toward business-to-business sales, the Committee removed Cisco and Intel from the general industry peer group. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; As it reflects a prominent global brand with strong consumer orientation and a broadening focus on digital sales and applications, the Committee added NIKE, Inc. to the general industry peer group. \n\n##TABLE_END The Committee will continue to monitor the competitive landscapes in which the Company&#8217;s various business units operate and implement changes to the peer group as it deems appropriate. \n\nDeductibility of Compensation \n\nFor taxable years commencing after 2017, Section 162(m) of the Internal Revenue Code generally disallows a tax deduction to public corporations for compensation over $1 million paid to any person whose compensation was required to be included in this report for any fiscal year after 2016 because such person was either the Company&#8217;s Chief Executive Officer or Chief Financial Officer or was one of the Company&#8217;s three other most highly compensated executive officers for such fiscal year. Accordingly, to the extent that compensation in excess of $1 million is payable to any such person in any fiscal year after fiscal 2018, such excess amount is likely to be non-deductible by the Company for federal income tax purposes. However, Section 162(m) exempts qualifying performance-based compensation paid after fiscal 2018 pursuant to a binding written agreement in effect on November 2, 2017. Thus, performance-based awards that were outstanding on that date or awarded thereafter pursuant to a binding written agreement can be exempt from the deduction limit if applicable requirements are met. For fiscal 2022, none of the executive officers served under employment agreements that were in place without amendment prior to November 2, 2017. \n\nHowever, awards to executive officers under the annual performance-based bonus program and the long-term incentive program that were (i) granted prior to November 2, 2017, or (ii) may continue to qualify for the exemption because they were granted pursuant to a binding written agreement in effect on such date, have been or will be made payable or vest subject to achievement of a performance test based on adjusted net income in order to qualify for the exemption from Section 162(m), to the extent available. If this test is satisfied, the additional performance tests described in the Compensation Discussion and Analysis are applied to determine the actual payout of such bonuses and awards, which in order to remain deductible may not be more than the maximum level funded based on achievement of the Section 162(m) test. Adjusted net income means net income adjusted, as appropriate, to exclude the following items or variances: change in accounting principles; acquisitions; dispositions of a business; asset impairments; restructuring \n\n&#160;\n\ncharges; extraordinary, unusual or infrequent items; and extraordinary litigation costs and insurance recoveries. For fiscal 2022, the adjusted net income target was $2.5 billion and the Company achieved adjusted net income of $6.4 billion. Net income was adjusted to account for transaction purchase accounting, restructuring and impairment charges, gain on sale of equity investments and litigation settlement. \n\nTherefore, the Section 162(m) test was satisfied with respect to restricted stock units vesting based on fiscal 2022 results. \n\n&#160;\n\n"
    },
    {
      "section": "12",
      "text": " ITEM 12. Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters \n\nStock Ownership \n\nBased on a review of filings with the SEC, the Company has determined that the following persons hold more than 5% of the outstanding shares of Disney common stock. Applicable percentage ownership is based on 1,826,281,507 shares outstanding as of January 3, 2023. \n\n&#160;\n\n##TABLE_START NAME AND ADDRESS OF BENEFICIAL OWNER &#160; SHARES &#160; &#160; PERCENT OF CLASS &#160; The Vanguard Group 100 Vanguard Blvd. Malvern, PA 19355\n\n&#160; &#160; 137,951,580 1 &#160; &#160; &#160; 7.6% &#160; Blackrock, Inc. 55 East 52nd Street New York, NY 10055\n\n&#160; &#160; 116,787,053 2 &#160; &#160; &#160; 6.4% &#160; ##TABLE_END To our knowledge, except as noted above, no person or entity is the beneficial owner of more than 5% of the voting power of the Company&#8217;s stock. \n\n&#160;\n\n##TABLE_START 1 &#160; According to Vanguard&#8217;s Schedule 13G/A filing with the SEC, Vanguard has sole voting power with respect to no shares, shared voting power with respect to 2,872,987 shares, sole dispositive power with respect to 130,617,298 shares and shared dispositive power with respect to 7,334,282 shares. \n\n##TABLE_END &#160;\n\n##TABLE_START 2 &#160; According to Blackrock&#8217;s Schedule 13G/A filing with the SEC, Blackrock has sole voting power with respect to 99,791,576 shares, shared voting power with respect to no shares, sole dispositive power with respect to 116,787,053 shares and shared dispositive power with respect to no shares. \n\n##TABLE_END The following table shows the amount of Disney common stock beneficially owned (unless otherwise indicated) by Directors, nominees and NEOs and by Directors, nominees and executive officers as a group. Except as otherwise indicated, all information is as of January 3, 2023. \n\n&#160;\n\n##TABLE_START NAME &#160; SHARES 1,2 &#160; &#160; STOCK \n\nUNITS 3 \n\n&#160; &#160; SHARES ACQUIRABLE \n\nWITHIN 60 DAYS 4 \n\n&#160; &#160; PERCENT OF CLASS &#160; Susan E. Arnold\n\n&#160; &#160; 18,937 &#160; &#160; &#160; 26,545 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; * &#160; Mary T. Barra\n\n&#160; &#160; 229 &#160; &#160; &#160; 14,093 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; * &#160; Safra A. Catz\n\n&#160; &#160; 8,459 &#160; &#160; &#160; 5,016 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; * &#160; Amy L. Chang\n\n&#160; &#160; 120 &#160; &#160; &#160; 3,108 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; * &#160; Robert A. Chapek\n\n&#160; &#160; 16,763 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 527,364 &#160; &#160; &#160; * &#160; Francis A. deSouza\n\n&#160; &#160; 4,835 &#160; &#160; &#160; 6,941 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; * &#160; Carolyn N. Everson\n\n&#160; &#160; 208 &#160; &#160; &#160; 428 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; * &#160; Michael B.G. Froman\n\n&#160; &#160; 6,220 &#160; &#160; &#160; 4,747 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; * &#160; Horacio E. Gutierrez\n\n&#160; &#160; 3,185 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 19,211 &#160; &#160; &#160; * &#160; Robert A. Iger\n\n&#160; &#160; 186,874 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 1,925,144 &#160; &#160; &#160; * &#160; Maria Elena Lagomasino\n\n&#160; &#160; 2,815 &#160; &#160; &#160; 20,484 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; * &#160; Christine M. McCarthy\n\n&#160; &#160; 186,049 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 496,214 &#160; &#160; &#160; * &#160; Calvin R. McDonald\n\n&#160; &#160; 451 &#160; &#160; &#160; 4,328 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; * &#160; Geoffrey S. Morrell\n\n&#160; &#160; 195 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; * &#160; Mark G. Parker\n\n&#160; &#160; 129 &#160; &#160; &#160; 18,813 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; * &#160; Paul J. Richardson\n\n&#160; &#160; 1 &#160; &#160; &#160; 9,583 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; * &#160; Derica W. Rice\n\n&#160; &#160; 5,935 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 45,783 &#160; &#160; &#160; * &#160; Kristina K. Schake\n\n&#160; &#160; 1,818 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 4,242 &#160; &#160; &#160; * &#160; All Directors, nominees and executive officers as a group (16 persons)\n\n&#160; &#160; 426,264 &#160; &#160; &#160; 114,086 &#160; &#160; &#160; 2,490,594 &#160; &#160; &#160; * &#160; ##TABLE_END &#160;\n\n##TABLE_START * &#160; Less than 1% of outstanding shares. \n\n##TABLE_END &#160;\n\n##TABLE_START 1 &#160; The number of shares shown includes shares that are individually or jointly owned, as well as shares over which the individual has either sole or shared investment or voting authority. Some Directors and executive officers disclaim beneficial ownership of some of the shares included in the table, as follows: Ms. Barra &#8212; 229 shares held in a trust and by spouse in trust; Ms. Chang &#8212; 120 shares held in a trust; Mr. Chapek &#8212; 214 shares held in a trust and by adult child; Mr. Froman &#8212; 20 shares held in a trust; and Mr. Iger &#8212; 156 shares held by spouse. All Directors and executive officers as of January 3, 2023 as a group disclaim beneficial ownership of a total of 525 shares. \n\n##TABLE_END &#160;\n\n##TABLE_START 2 &#160; For NEOs, the number of shares listed includes interests in shares held in Company savings and investment plans as of January 3, 2023: Mr. Chapek &#8212; 3,597 shares; Mr. Iger &#8212; 20,552 shares; Ms. McCarthy &#8212; 4,219 shares; and all executive officers as of January 3, 2023 as a group &#8212; 24,771 shares. \n\n##TABLE_END &#160;\n\n##TABLE_START 3 &#160; Reflects the number of stock units credited as of January 3, 2023 to the account of each non-employee Director participating in the 2011 Stock Incentive Plan. These units are payable solely in shares of Company common stock as described under Item 11. Directors, Executive Officers and Corporate Governance &#8212; &#8220; Director Compensation ,&#8221; but do not have current voting or investment power. Excludes unvested restricted stock units awarded to executives under the 2011 Stock Incentive Plan that vest on a performance basis and other restricted stock units awarded to executives that have not vested under their vesting schedules. \n\n##TABLE_END &#160;\n\n##TABLE_START 4 &#160; Reflects the number of shares that could be purchased by exercise of options exercisable at January 3, 2023, or within 60 days thereafter under the Company&#8217;s stock option plans and the number of shares underlying restricted stock units that vest within 60 days of January 3, 2023, excluding dividend equivalent units that will vest in that period. \n\n##TABLE_END Equity Compensation Plans \n\nInformation regarding the equity compensation plans of the Company is set forth i n Item 11. Executive Compensation &#8212; &#8220;Executive Compensation &#8212; Compensation Tables &#8212; Equity Compensation Plans. &#8221; \n\n"
    },
    {
      "section": "13",
      "text": " ITEM 13. Certain Relationships and Related Transactions, and Director Independence \n\nCertain Relationships and Related Person Transactions \n\nThe Board has adopted a written policy for review of transactions in any fiscal year in which the Company is a participant and in which any Director, Director nominee, executive officer, holder of more than 5% of our outstanding shares or any immediate family member of any of these persons has a direct or indirect material interest. Directors, Director nominees, 5% shareholders and executive officers are required to inform the Company of any such transaction promptly after they become aware of it and the Company collects information from Directors, Director nominees and executive officers about their affiliations and affiliations of their family members so the Company can search its records for any such transactions. Transactions are presented to the Governance and Nominating Committee of the Board (or to the Chair of the Committee if the Committee delegates this responsibility) for approval before they are entered into or, if this is not possible, for ratification after the transaction has been entered into. The Committee approves or ratifies a transaction if it determines that the transaction is consistent with the best interests of the Company, including whether the transaction impairs independence of a Director. \n\nEach of the investment management firms, Vanguard Group, Inc. and Blackrock, Inc., through their affiliates, held more than 5% of the Company&#8217;s shares during fiscal 2022. Funds managed by affiliates of Vanguard and Blackrock are included as investment options in defined contribution plans offered to Company employees. In addition, Blackrock manages investment portfolios for the Company&#8217;s pension funds and provides a risk analytics platform related to management of investments in the pension funds. Vanguard and Blackrock received fees of approximately $1 million and $11 million, respectively, in fiscal 2022 based on the amounts invested in funds managed by them. The ongoing relationships were reviewed and approved in fiscal 2022 by the Governance and Nominating Committee under the Related Person Transaction Approval Policy . \n\nBeginning in fiscal 2021, MVL Productions LLC, a subsidiary of the Company, contracted with a company wholly owned by Mr. Chapek&#8217;s son, Brian Chapek (&#8220;Mr. B. Chapek&#8221;), for Mr. B. Chapek&#8217;s exclusive services for a three-year period. The contract provides for Mr. B. Chapek to receive an annual base payment of $322,000 in fiscal 2021, $342,000 in fiscal 2022 and $367,000 in fiscal 2023. These amounts are inclusive of a payment in lieu of benefits. Additionally, Mr. B. Chapek will receive a $200,000 fee for each film on which he serves as lead producer and an additional bonus calculated by a predetermined formula based on the worldwide box office of films on which he works, consistent with a range and structure typical of producer deals at Walt Disney Studios. For fiscal 2022, Mr. B. Chapek received his $342,000 base payment plus $40,000, 20% of his producer fee. In fiscal 2023, Mr. B. Chapek will receive an additional bonus of $31,000 pursuant to the terms of his contract. This relationship was reviewed and approved in fiscal 2022 by the Governance and Nominating Committee under the Related Person Transaction Approval Policy . \n\n&#160;\n\nIn fiscal 2022, Daniel McCormick, son of Christine McCarthy, Senior Executive Vice President and Chief Financial Officer, was employed as Senior Manager-Research in the General Entertainment Content business. For fiscal 2022, Mr. McCormick&#8217;s base salary was $64,466 and his benefits were approximately $4,904, each prorated for the period of fiscal 2022 that he was employed by the Company (April 4, 2022 to October 1, 2022), and his bonus was $24,300. On an annualized basis, his fiscal 2022 base salary would have been $130,000, his benefits would have been approximately $10,626 and his target bonus would be $19,500. Mr. McCormick was paid an amount and his compensation was structured the same as similarly situated employees. This relationship was reviewed and approved in fiscal 2022 by the Governance and Nominating Committee under the Related Person Transaction Approval Policy . \n\nDirector Independence \n\nThe provisions of the Company&#8217;s Corporate Governance Guidelines regarding Director independence meet and, in some respects, exceed the listing standards of the New York Stock Exchange. The Corporate Governance Guidelines are available on the Company&#8217;s Investor Relations website under the &#8220;Corporate Governance&#8221; heading at www.disney.com/investors and in print to any shareholder who requests them from the Company&#8217;s Secretary. \n\nPursuant to the Corporate Governance Guidelines , the Board undertook its annual review of Director independence in November 2022. During this review, the Board considered transactions and relationships between the Company and its subsidiaries and affiliates on the one hand, and on the other hand, Directors, immediate family members of Directors or entities of which a Director or an immediate family member is an executive officer, general partner or significant equity holder. The Board also considered whether there were any transactions or relationships between any of these persons or entities and the Company&#8217;s executive officers or their affiliates. As provided in the Corporate Governance Guidelines , the purpose of this review was to determine whether any such relationships or transactions existed that were inconsistent with a determination that the Director is independent. \n\nAs a result of this review, the Board affirmatively determined that all of the Directors serving in fiscal 2022 or nominated for election at the 2023 Annual Meeting are independent of the Company and its management under the standards set forth in the Corporate Governance Guidelines , with the exception of Mr. Iger and Mr. Chapek, neither of which is considered independent because of employment as a senior executive of the Company. Additionally, Mr. Chapek&#8217;s son provided producer services to the Company in fiscal 2022, as discussed under the section titled &#8220; Certain Relationships and Related Person Transactions &#8221; above. \n\nIn determining the independence of each Director, the Board considered and deemed immaterial to the Directors&#8217; independence transactions involving the sale of products and services in the ordinary course of business between the Company on the one hand, and on the other, companies or organizations at which some of our Directors or their immediate family members were officers or employees during fiscal 2022. In each case, the amount paid to or received from these companies or organizations in each of the last three years was below the 2% of total revenue threshold in the Corporate Governance Guidelines . The Board determined that none of the relationships it considered impaired the independence of the Directors. \n\n&#160;\n\n"
    },
    {
      "section": "14",
      "text": " ITEM 14. Principal Accounting Fees and Services \n\nAuditor Fees and Services \n\nThe following table presents fees for professional services rendered by PricewaterhouseCoopers LLP for the audit of the Company&#8217;s annual financial statements and internal control over financial reporting for fiscal 2022 and fiscal 2021, together with fees for audit-related, tax and other services rendered by PricewaterhouseCoopers LLP during fiscal 2022 and fiscal 2021. Audit-related services consisted principally of audits and agreed upon procedures of other entities related to the Company, viewership rankings and other attest projects, and consultations on the impact of new accounting rules. Tax services consisted principally of planning and advisory services and tax compliance assistance. Other services consisted of other miscellaneous services, including accounting research software and other non-audit-related attestation services. The Audit Committee directs and reviews the negotiations associated with the Company&#8217;s retention of its independent registered public accountants. \n\n&#160;\n\n##TABLE_START &#160; &#160; &#160;\n\nFISCAL 2022 \n\n&#160; &#160; &#160;\n\nFISCAL 2021 \n\n&#160; &#160; &#160; (IN MILLIONS) &#160; Audit fees\n\n&#160; &#160; $30.1 &#160; &#160; &#160; $28.6 &#160; Audit-related fees\n\n&#160; &#160; 2.3 &#160; &#160; &#160; 2.1 &#160; Tax fees\n\n&#160; &#160; 2.5 &#160; &#160; &#160; 2.9 &#160; All other fees\n\n&#160; &#160; 0.1 &#160; &#160; &#160; 0.1 &#160; ##TABLE_END Policy for Approval of Audit and Permitted Non-Audit Services \n\nAll audit, audit-related, tax and other services were pre-approved by the Audit Committee, which concluded that the provision of such services by PricewaterhouseCoopers LLP was compatible with the maintenance of that firm&#8217;s independence in the conduct of its auditing functions. The Audit Committee&#8217;s Outside Auditor Independence and Pre-Approval Policy provides for pre-approval of specifically described audit, audit-related, tax and other services by the Committee on an annual basis, but individual engagements anticipated to exceed pre-established thresholds must be separately approved. The policy also requires specific approval by the Committee if total fees for audit-related, tax and other services would exceed total fees for audit services in any fiscal year. The policy authorizes the Committee to delegate to one or more of its members pre-approval authority with respect to permitted services, and the Committee has delegated to the Chair of the Committee the authority to pre-approve services in certain circumstances. \n\n&#160;\n\nPART IV \n\n"
    },
    {
      "section": "15",
      "text": " ITEM 15. Exhibits and Financial Statement Schedules \n\n(1) Financial Statements and Schedules \n\nNo financial statement or supplemental data are filed with this report on Form 10-K/A. See Index to Financial Statements and Supplemental Data of the Original Form 10-K. \n\n(2) Exhibits \n\nThe documents set forth below are filed herewith. \n\n&#160;\n\n##TABLE_START &#160; &#160; Exhibit\n\n&#160; Location\n\n31(a) &#160; Rule 13a-14(a) Certification of Chief Executive Officer of the Company in accordance with Section 302 of the Sarbanes-Oxley Act of 2002 &#160; Filed herewith 31(b) &#160; Rule 13a-14(a) Certification of Chief Financial Officer of the Company in accordance with Section 302 of the Sarbanes-Oxley Act of 2002 &#160; Filed herewith 104 &#160; Cover Page Interactive Data File (embedded within the Inline XBRL document) &#160; Filed herewith ##TABLE_END &#160;\n\nSIGNATURES \n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized. \n\n&#160;\n\n##TABLE_START &#160; &#160; &#160; THE WALT DISNEY COMPANY &#160; &#160; &#160; (Registrant) Date: January 24, 2023 &#160; &#160; By: &#160; / S / ROBERT A. IGER &#160; &#160; &#160; (Robert A. Iger &#160; &#160; &#160; Chief Executive Officer and Director) ##TABLE_END &#160;\n\n"
    }
  ]
}