{
  "ticker": "DLTR",
  "content": [
    {
      "section": "1",
      "text": " Item 1. Business \n\nOverview \n\nWe are a leading operator of discount variety stores with a solid history of growth and performance. Our stores operate under the brand names of Dollar Tree, Family Dollar and Dollar Tree Canada. At January 28, 2023, we operated 16,340 discount variety retail stores across 48 states and five Canadian provinces and over the long-term, we believe that the market can support more than 10,000 Dollar Tree stores and 15,000 Family Dollar stores across the United States, and approximately 1,000 Dollar Tree stores in Canada. We believe the convenience and value we offer are key factors in serving and growing our base of loyal customers. \n\nWe operate in two reporting business segments: Dollar Tree and Family Dollar. For discussion of the operating results of our reporting business segments, refer to &#8220; Item 7. Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations &#8221; under the caption &#8220;Segment Information&#8221; and Note 11 to our consolidated financial statements. \n\nWe execute a dual-banner strategy that aims to offer the best of our brands in various store formats to serve customers in all types of geographic markets. Dollar Tree is the leading operator of discount variety stores offering merchandise predominantly at the fixed price point of $1.25. Dollar Tree stores serve customers with a broad range of income levels in suburban locations, striving continuously to &#8220;Wow&#8221; the customer with a compelling, fun and fresh merchandise assortment comprised of a variety of the things the customer wants and needs, all at incredible values in bright, clean and friendly stores. Family Dollar operates general merchandise retail discount stores providing customers with a selection of competitively-priced merchandise in convenient neighborhood stores. Family Dollar primarily serves a lower than average income customer in urban and rural locations, offering great values on everyday items. \n\nWe are committed to growing our combined business through new store openings and through our store relocation, expansion and remodel program. We plan to open new stores in underserved markets and to strategically increase our presence in our existing markets. We are executing our strategic initiatives including Dollar Tree Plus and the Family Dollar H2 and Combination Store (or Combo Store) format initiatives. We are focused on refining our assortment in every store by leveraging the complementary merchandise expertise of each segment, including Dollar Tree&#8217;s sourcing and product development expertise and Family Dollar&#8217;s consumer package goods and national brands sourcing expertise. These initiatives are discussed further in the overview of each segment below. \n\nCorporate Culture \n\nWe believe that honesty and integrity, and treating people fairly and with respect are core values within our corporate culture. We believe that running a business, and certainly a public company, carries with it a responsibility to be above reproach when making operational and financial decisions. Our executive management team visits and shops at our stores like every customer, and ideas and individual creativity on the part of our associates are encouraged, particularly from our store managers who best know their stores and their customers. We have standards for store displays, merchandise presentation, and store operations. We maintain an open-door policy for all associates. Our distribution centers are operated based on objective measures of performance and our store support center associates are available to assist associates in our stores and distribution centers. For more information, see Human Capital Resources below. \n\nDollar Tree \n\nThe Dollar Tree segment includes 8,134 stores operating under the Dollar Tree and Dollar Tree Canada brands, 15 distribution centers in the United States and two in Canada. Our stores predominantly range from 8,000 - 10,000 selling square feet. During the third quarter of 2021, we announced our new $1.25 price point initiative and we completed the rollout of this initiative to all Dollar Tree stores in the United States during the first quarter of fiscal 2022, increasing the price point on a majority of our $1.00 merchandise to $1.25. During fiscal 2022, we began investing in new products and modifying existing products to provide greater value for our customers and increase customer traffic and store productivity. We continue to expand our Dollar Tree Plus initiative which provides our customers with extraordinary value in discretionary and consumable categories priced at the $3, $4 and $5 price points. During 2021, we entered into a partnership with Instacart and as of January 28, 2023, our customers can shop online and receive same-day delivery from more than 7,800 Dollar Tree stores without having to visit a store. We are the owners of several trademarks including &#8220;Dollar Tree&#8221; and the &#8220;Dollar Tree&#8221; logo. \n\nIn our Dollar Tree Canada stores, we sell items principally for $1.50(CAD) or less. Our revenue and assets in Canada are not material. \n\nWe strive to exceed our customers&#8217; expectations of the variety and quality of products they can purchase by offering items we believe typically sell for higher prices elsewhere. Merchandise imported directly typically accounts for approximately 41%-43% of our total retail value purchases, with the remaining merchandise purchased domestically. Our domestic purchases include basic, home, \n\ncloseouts and promotional merchandise. We believe our mix of imported and domestic merchandise affords our buyers flexibility that enables them to consistently exceed our customers&#8217; expectations. In addition, direct relationships with manufacturers permit us to select from a broad range of products and customize packaging, product sizes and package quantities that best meet our customers&#8217; needs. \n\nWe carry approximately 8,000 items in our Dollar Tree stores and as of the end of fiscal 2022 approximately 25% of our items were automatically replenished. The remaining items are pushed to the stores and a portion can be reordered by our store managers on a weekly basis. Through automatic replenishment and our store managers&#8217; ability to order product, each store manager is able to satisfy the demands of their particular customer base. \n\nWe maintain a balanced selection of products within traditional variety store categories. We offer a wide selection of everyday basic products and we supplement these basic, everyday items with seasonal, closeout and promotional merchandise. We attempt to keep certain basic consumable merchandise in our stores continuously to establish our stores as a destination and increase traffic in our stores. Closeout and promotional merchandise is purchased opportunistically and represents less than 10% of our purchases. \n\nThe merchandise mix in our Dollar Tree stores consists of: \n\n&#8226; consumable merchandise, which includes everyday consumables such as household paper and chemicals, food, candy, health and personal care products, and in most stores, frozen and refrigerated food; \n\n&#8226; variety merchandise, which includes toys, durable housewares, gifts, stationery, party goods, greeting cards, softlines, arts and crafts supplies and other items; and \n\n&#8226; seasonal goods, which include, among others, Christmas, Easter, Halloween and Valentine&#8217;s Day merchandise. \n\nFor information regarding the amounts and percentages of our net sales contributed by the above merchandise categories for the last three fiscal years, please refer to Note 11 to our consolidated financial statements. \n\nFamily Dollar \n\nIn our 8,206 Family Dollar stores, we sell merchandise at prices that generally range from $1.00 to $10.00. Our stores predominantly range from 6,000 - 8,000 selling square feet. The Family Dollar segment consists of our store operations under the Family Dollar brand and ten distribution centers. We have two primary initiatives for our Family Dollar stores, the H2 format and our Combo Store format, both of which incorporate elements of our Dollar Tree stores into Family Dollar stores. The H2 model stores include Dollar Tree $1.25 merchandise items and establish a minimum number of freezer and cooler doors throughout the store. As of January 28, 2023, we operated approximately 4,360 H2 stores. The Combo Store format, which was designed specifically for small towns and rural communities with populations of 3,000 to 4,000 residents, blends Family Dollar&#8217;s great value and assortment with select Dollar Tree merchandise categories under one roof. As of January 28, 2023, we operated approximately 810 Combo Stores. Our new and renovated H2 and Combo Stores have higher sales and operating income margins compared with legacy Family Dollar stores. During 2021, we entered into a partnership with Instacart and as of January 28, 2023, our customers can shop online and receive same-day delivery from more than 7,500 Family Dollar stores without having to visit a store. We are the owners of the trademarks &#8220;Family Dollar,&#8221; &#8220;Family Dollar Stores&#8221; and other names and designs of certain merchandise sold in Family Dollar stores. \n\nOur Family Dollar stores provide customers with a quality, high-value assortment of basic necessities and seasonal merchandise. We offer competitively-priced national brands from leading manufacturers alongside name brand equivalent-value, lower-priced private labels. We purchase merchandise from a wide base of suppliers and generally have not experienced difficulty in obtaining adequate quantities of merchandise. In fiscal 2022, we purchased approximately 15% of our merchandise through our relationship with McLane Company, Inc., which distributes consumable merchandise from multiple manufacturers. In addition, merchandise imported directly typically accounts for approximately 15%-17% of our total retail value purchases. \n\nWhile the number of items in a given store can vary based on the store&#8217;s size, geographic location, merchandising initiatives and other factors, our typical Family Dollar store generally carries approximately 7,600 basic items alongside items that are ever-changing and seasonally-relevant throughout the year. \n\nThe merchandise mix in our Family Dollar stores consists of: \n\n&#8226; consumable merchandise, which includes food and beverages, tobacco, health and personal care products, household chemicals, paper products, hardware and automotive supplies, diapers, batteries, and pet food and supplies; \n\n&#8226; home products, which include housewares, home d&#233;cor, giftware, and domestics, including comforters, sheets and towels; \n\n&#8226; apparel and accessories merchandise, which includes clothing, fashion accessories and shoes; and \n\n&#8226; seasonal and electronics merchandise, which includes Christmas, Easter, Halloween and Valentine&#8217;s Day merchandise, personal electronics, including pre-paid cellular phones and services, stationery and school supplies, and toys. \n\nFor information regarding the amounts and percentages of our net sales contributed by the above merchandise categories for the last three fiscal years, please refer to Note 11 to our consolidated financial statements. \n\nPurchasing \n\nWe believe our substantial buying power and our flexibility in making sourcing decisions contributes to our successful purchasing strategy, which includes targeted merchandise margin goals by category. We leverage our merchandising team to source products that can be sold in both Dollar Tree and Family Dollar stores. We also believe our ability to negotiate with our vendor partners enables us to manage the margin impact of economic pressures. We buy products on an order-by-order basis and have no material long-term purchase contracts or other assurances of continued product supply or guaranteed product cost. Historically, no vendor has accounted for more than 10% of total merchandise purchased by us. \n\nOur merchandise systems provide us with valuable sales information to assist our buyers and improve product allocation to our stores. We use this information to target our inventory levels in our distribution centers and stores in order to plan for capacity and labor needs. \n\nDistribution \n\nA strong and efficient distribution network is critical to our ability to grow and to maintain a low-cost operating structure. We currently operate 25 distribution centers in the United States, 15 of which are primarily dedicated to serving our Dollar Tree stores and ten distribution centers primarily serve our Family Dollar stores. We expect future distribution centers to be built with the capability to service both Dollar Tree and Family Dollar stores. New distribution sites are strategically located to reduce the distance between the distribution centers and stores, maintain flexibility and improve efficiency in our store service areas. We expect to complete a significant expansion of our Ocala, Florida distribution center in 2024 which will include enhanced automation. \n\nOur Dollar Tree stores receive approximately 92% of their inventory from our distribution centers via contract carriers and our Family Dollar stores receive approximately 70% of their inventory from our distribution centers. The remaining store inventory, primarily perishable consumable items and other vendor-maintained display items, are delivered directly to our stores from vendors or third party distributors. Our Family Dollar stores receive approximately 15% of their merchandise from McLane Company, Inc. For more information on our distribution center network, see &#8220; Item 2. Properties .&#8221; \n\nSeasonality \n\nFor information on the impact of seasonality, see &#8220; Item 1A. Risk Factors &#8221; and &#8220; Item 7. Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations .&#8221; \n\nCompetition \n\nOur segment of the retail industry is fragmented and highly competitive and we expect competition to increase in the future. We operate in the discount retail sector, which is currently and is expected to continue to be highly competitive with respect to price, store location, merchandise quality, assortment and presentation, and customer service, including merchandise delivery and checkout options. Our competitors include single-price dollar stores, multi-price dollar stores, mass merchandisers, online retailers, discount retailers, drug stores, convenience stores, independently-operated discount stores, grocery stores and a wide variety of other retailers. In addition, several competitors have sections within their stores devoted to &#8220;one dollar&#8221; price point merchandise, which further increases competition. We believe we differentiate ourselves from other retailers by providing high-value, high-quality, low-cost merchandise in attractively-designed stores that are conveniently located. Our sales and profits could be reduced by increases in competition. There are no significant economic barriers for others to enter our retail sector. \n\nGovernment Regulation \n\nWe are subject to a wide variety of local, state and federal laws and regulations within the United States and Canada. Compliance with these laws and regulations often requires the dedication of our associates&#8217; time and attention, as well as financial resources. Historically, compliance with these laws and regulations did not have a material effect on our capital expenditures, earnings or competitive position; however, in fiscal 2022, we closed our West Memphis, Arkansas distribution center (&#8220;DC 202&#8221;) following observations of rodent infestation at the facility as well as other items that required remediation. During the first quarter of fiscal 2022, approximately 400 stores serviced by DC 202 were temporarily closed in connection with a retail-level product recall. We incurred costs related to the product recall, remediation efforts and asset impairment during fiscal 2022. Remediation-related costs included merchandise disposal costs, payroll and legal costs as well as incremental freight costs resulting from stores being serviced by distribution centers which are farther away. \n\nHuman Capital Resources \n\nOur business success is built upon our dedicated, passionate and diverse associates who work and live in the communities we serve. Our goal is to provide a working environment that is welcoming and inclusive, offers competitive pay and benefits, supports the growth and development of our associates, and affirms our corporate values and mission. We recruit and hire in the communities we serve using local job fairs, social media as well as local community service partners to provide part-time and full-time jobs that can become lasting careers. Our Human Resources team, with oversight from our Board of Directors and its committees, develops and executes programs for compensation and benefits, onboarding and training, professional development, performance management, retention and succession planning. \n\nWe greatly value our people and invest in their personal well-being and professional growth through various human capital programs and initiatives, including the following: \n\n&#8226; Compensation, benefits and well-being. We are committed to providing market-competitive pay for all positions and we are a pay-for-performance organization, offering performance-based compensation opportunities at nearly all levels of the organization, including certain hourly-paid positions. We strive to ensure gender and racial pay equity for employees performing equal or substantially similar work. Eligible associates can participate in our Retirement Savings Plan, which provides a dollar for dollar match on the first 5% of employee contributions and all associates can participate in our Employee Stock Purchase Plan. All full-time and part-time associates are eligible for competitive health and welfare benefits, including medical, dental and vision. Associates may be eligible for other benefits including disability and life insurance as well as primary caregiver and parental leave. We have a program that provides financial support to associates recovering from natural disasters and personal hardships as well as a scholarship program for associates with children pursuing higher education. We also offer a voluntary benefit called &#8220;pay any day,&#8221; which allows associates to advance their payday earnings for flexibility in meeting their bills and expenses. \n\n&#8226; Talent development and retention. We believe in the growth and development of our associates and are committed to building a culture of learning in which associates are given the opportunity to enhance their skills at every stage of their career. To support this objective, we provide a multitude of professional and leadership development experiences, including online and instructor-led trainings, tuition reimbursement for graduate, undergraduate, GED and English as a Second Language classes, and discounted tuition at over 200 colleges and universities for our associates and their families. Retention of our associates is a focus for all leaders and we continue to strive to improve our turnover rate. To identify high-potential talent, leadership assesses talent at the store manager level and above on a regular basis through structured talent reviews and succession planning paired with customized development plans. This focus on talent resulted in more than 52,600 promotions in fiscal 2022. \n\n&#8226; Diversity, equity and inclusion. We believe our associates should mirror our diverse customer base and the communities we serve. Our goal is to create and support a culture of inclusion within a diverse workforce where the unique skills and perspectives of our associates and customers are understood, respected and appreciated. To further this goal, we established a Diversity, Equity and Inclusion (DEI) Executive Council comprised of senior leaders from every department. The DEI Executive Council provides strategic and tactical leadership support to our Chief Diversity Officer (CDO) on all matters related to DEI. The CDO is charged with creating and implementing DEI-focused strategies consistent with our business goals, catalyzing cultural change throughout the organization and driving accountability at the senior management level for progress on key DEI objectives. In addition, we provide associate training on DEI topics and have formed a number of associate resource groups. Our objective is to build a platform to encourage professional development, support community outreach, cultivate mentoring, attract diverse talent and promote cross-functional teamwork for all employees. Each associate resource group will be supported by an executive sponsor who is a member of the DEI Executive Council or senior leadership team. \n\n&#8226; Workplace safety. We strive to maintain a safe working environment for our associates with a safety program designed to promote accident prevention. Among other things, our environmental health and safety department establishes standard safety protocols and operating procedures across the company, and our field managers are responsible for overseeing associate safety training and conducting store safety audits. In response to the COVID-19 pandemic, we implemented several changes to protect our associates and our customers and to ensure adherence to Centers for Disease Control and Prevention recommendations. \n\n&#8226; Communication and Engagement. We believe that our associates are the most critical part of our business, and supporting an engaging culture where people can do their best work is a top priority for our leaders. Over the last year we have added new channels to foster two-way dialogue and ensure we are listening to our associates and taking action on their feedback. A recent culture assessment helped identify areas of focus and prepare the organization for a robust employee engagement survey process to close the gap between our current culture and the culture we aspire to have. \n\nAs of January 28, 2023, we employed more than 207,500 associates, as follows: \n\n##TABLE_START Store and Distribution Center Associates Dollar Tree Family Dollar Store Support Center Associates Total Full-time Associates 29,669 32,602 2,754 65,025 Part-time Associates 95,473 47,043 7 142,523 Total 125,142 79,645 2,761 207,548 ##TABLE_END\n\nPart-time associates work an average of less than 30 hours per week and the number of part-time associates fluctuates depending on seasonal needs. \n\nWe consider our relationship with our associates to be good, and have not experienced significant interruptions of operations due to labor disagreements. \n\nAvailable Information \n\nOur annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934 are available free of charge on our website at www.dollartree.com as soon as reasonably practicable after electronic filing of such reports with the Securities and Exchange Commission (&#8220;SEC&#8221;). \n\n"
    },
    {
      "section": "1A",
      "text": " Item 1A. Risk Factors \n\nAn investment in our common stock involves a high degree of risk. Any failure to meet market expectations, including our comparable store sales growth rate, earnings and earnings per share or new store openings, could cause the market price of our stock to decline. You should carefully consider the specific risk factors listed below together with all other information included or incorporated in this report and other filings that we make from time to time with the SEC, including our consolidated financial statements and accompanying notes. However, the risks and uncertainties that we face are not limited to those described below and those set forth in our SEC filings. Additional risks and uncertainties not presently known to us or that we currently believe to be immaterial may also arise. In such event, our business, financial condition, results of operations or prospects could be materially adversely affected. \n\nProfitability and Operational Risks \n\nOur profitability is vulnerable to increases in merchandise, shipping, freight and fuel costs, wage and benefit costs and other operating costs. \n\nFuture increases in costs such as the cost of merchandise (including the substitution of higher cost domestic goods), wage and benefit costs, ocean shipping rates, domestic freight costs, fuel and energy costs, duties and tariffs, merchandise loss (due to theft, damage, or errors) and store occupancy costs would reduce our profitability. We experienced material increases in wage rates and labor costs as well as in shipping rates, freight and fuel costs in 2022, and we expect further increases in certain cost categories in 2023. We have incurred additional costs as a result of recent minimum wage increases by certain states and localities and we expect additional minimum wage increases by states and localities in 2023. In addition, the federal minimum wage may increase depending on the outcome of legislation proposed in Congress, and the current administration may consider raising the minimum salary for store managers who have exempt status under the Fair Labor Standards Act. Separately, government or industry actions addressing the impact of climate change, or shifts in customer preferences for more sustainable, energy-efficient products, may result in increases in our merchandise or operating costs. \n\nIn our Dollar Tree segment, we raised our primary price point on merchandise to $1.25 in fiscal 2021. In addition, we continue to implement our Dollar Tree Plus initiative which provides our customers with discretionary categories priced at the $3 and $5 price points and beginning in fiscal 2022, we added $3, $4 and $5 frozen and refrigerated product in 3,500 stores. Although we have increased our price points at our Dollar Tree stores, our ability to adjust our product assortment, to operate more efficiently or to increase our comparable store net sales in order to offset cost increases is critical to maintaining our profitability levels. Supply chain constraints and higher commodity costs could make it more difficult for us to obtain sufficient quantities of certain products and could negatively affect our product assortment and merchandise costs. We can give no assurance that we will be able to adjust our product assortment, operate more efficiently or increase our comparable store net sales in the future. Although Family Dollar, unlike Dollar Tree, can more easily raise the price of merchandise, customers may buy fewer products if prices were to increase. Please see &#8220; Item 7. Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations &#8221; for further discussion of the effect of economic factors on our operations. \n\nWe are experiencing higher costs and disruptions in our distribution network, which have had and could have an adverse impact on our sales, margins and profitability. \n\nOur success is dependent on our ability to import or transport merchandise to our distribution centers and store, pick and ship merchandise to our stores in a timely and cost-effective manner. We rely heavily on third parties including ocean carriers and truckers in these processes. We may not anticipate, respond to or control all of the challenges of operating our distribution network. Additionally, when our distribution centers fail to operate effectively, we could experience increased freight or operational costs or merchandise shortages that could lead to lost sales. We have also experienced trucking shortages, and increased trucking and fuel costs. Some of the factors that have had and could have an adverse effect on our distribution network or costs in 2023 are: \n\n&#8226; Shipping costs. We have experienced significantly higher international and domestic freight costs. Domestically, diesel fuel prices have been and are expected to remain higher and may increase further because of international tensions. A significant increase in our freight costs could have a material adverse impact on our business and results of operations. Changes in import duties, import quotas and other trade sanctions could also increase our costs. \n\n&#8226; Shipping disruptions. We have experienced disruptions in the global supply chain, including issues with shipping capacity, port congestion and pandemic-related port closings and ship diversions. Our receipt of imported merchandise has been and may be further disrupted or delayed as a result of these or other factors. Delays could potentially have a material adverse impact on future product availability, product mix, sales and merchandise margin, especially at Dollar Tree. In addition, our supply chain may be disrupted as a result of other international events such as armed conflict, war, economic sanctions or acts of terrorism. \n\n&#8226; Efficient operations and management. Distribution centers and other aspects of our distribution network are complex and difficult to operate efficiently, and we have experienced and could continue to experience a reduction in operating efficiency resulting in delayed shipments of merchandise to our stores as a result of challenges in attracting and retaining an adequate and reliable workforce. Although we have offered sign-on bonuses, enhanced wages and other inducements in certain markets to address the shortage of labor at our distribution centers, such measures have increased our costs and are expected to continue to increase our costs, which could have an adverse effect on our margins and profitability. There can be no assurances that such measures will be adequate to attract and retain the workforce necessary for the efficient operation of our distribution centers. \n\n&#8226; Trucking costs. We have experienced significant increases in trucking costs in recent years due to a truck driver shortage and other factors. The truck driver shortage also required us to increase our use of more expensive surge carriers to transport our merchandise. \n\n&#8226; Diesel fuel costs. We have experienced volatility in diesel fuel costs and are expecting increases to continue in fiscal 2023 and may worsen, for example, because of the impact of international events such as trade restrictions on Russia on oil prices. \n\n&#8226; Vulnerability to natural or man-made disasters, including climate change. A fire, explosion or natural disaster at a port or any of our distribution or store support facilities could result in a loss of merchandise and impair our ability to adequately stock our stores. Some facilities are vulnerable to earthquakes, hurricanes, tornadoes or floods, and an increase in the severity and frequency of extreme weather events and patterns may increase our operating costs, disrupt manufacturing or our supply chain, change customer buying patterns, result in closures of our stores or distribution and store support centers and impede physical access to our stores. \n\n&#8226; Labor disagreement. Labor disagreements, disruptions or strikes, including at ports, rail networks or transportation companies, may result in lost sales due to shipping delays or disruptions in the delivery of merchandise to our distribution centers or stores and increase our costs. \n\n&#8226; Direct-to-store deliveries. We rely on a limited number of suppliers for certain consumable merchandise, including frozen and refrigerated products. In fiscal 2022, we purchased and delivered approximately 15% of our merchandise for our Family Dollar segment, and to a lesser extent for our Dollar Tree segment, through our relationship with McLane Company, Inc., which distributes consumable merchandise from multiple manufacturers. We also rely on third parties to deliver frozen and refrigerated product, as well as chocolate in the summer, to our Dollar Tree stores. To the extent that supply chain disruptions and higher costs affect our suppliers, we may be subject to delays or reductions in deliveries and higher costs for merchandise. A substantial disruption in our relationship with or in service levels from these suppliers could have a material adverse impact on our business and results of operations. \n\nWe may stop selling or recall certain products for safety-related or other issues. \n\nWe may stop selling or recall certain products, including our private label brands, for safety-related or other issues, including product contamination, product content, improper manufacturing processes, improper testing, product mislabeling or product tampering. We may also stop selling or recall products if the products, the operations of our suppliers, or our operations violate applicable laws or regulations, including food, drug and cosmetic safety laws, or raise potential health and safety-related issues, including improper storage, product mishandling, contamination or other adulteration, or when products could cause injury, illness or death. Any recall may require significant management attention, and we could experience significant costs, lost sales, compliance or enforcement actions by governmental authorities which could result in fines or other penalties, and/or product liability legal claims and consumer lawsuits. Recalls may also subject us to public claims of false or deceptive advertising and other criticism. A significant product liability or other legal judgment against us, a regulatory enforcement action or a product recall could materially and adversely affect our reputation, financial condition and/or results of operations. Moreover, the negative publicity surrounding assertions against the products we sell or the standards we uphold could materially and adversely affect our business, reputation and/or profitability. Additionally, any product recall may lead to increased scrutiny of our operations by regulatory agencies, requiring further management attention and potential legal fees and other expenses. \n\nWe have experienced the foregoing risks in connection with a retail-level recall that was initiated on February 18, 2022 in relation to our Family Dollar Distribution Center 202 in Arkansas (&#8220;DC 202&#8221;). For more information, see &#8220; Litigation, arbitration and government proceedings may adversely affect our business, financial condition and/or results of operations &#8221; on page 17 which includes, among other things, a description of legal proceedings relating to issues associated with DC 202. \n\nOur business and results of operations could be materially harmed if we experience a decline in consumer confidence and spending as a result of consumer concerns about the quality and safety of our products or our brand standards. \n\nWe could experience a decline in consumer confidence and spending if our customers become concerned about the quality and safety of the products we sell. To date, other than with respect to the stores temporarily closed to permit the removal and destruction of relevant inventory, we have not experienced significant lost sales in connection with the Recall, but there can be no assurances that consumer confidence in the quality and safety of our products resulting from the Recall will not decline in the future. If there is a decline in consumer confidence in our products or brands, our reputation may be adversely affected and we may experience additional lost sales which could have a material adverse impact on our business and results of operations. \n\nInflation or other adverse change or downturn in economic conditions could impact our sales or profitability. \n\nA deterioration in economic conditions could reduce consumer spending or cause customers to shift their spending to products we either do not sell or do not sell as profitably. Adverse economic conditions such as a recession could disrupt consumer spending and significantly reduce our sales, decrease our inventory turnover, cause greater markdowns or reduce our profitability due to lower margins. Other factors that could result in or exacerbate adverse economic conditions include inflation, higher unemployment, consumer debt levels, trade disputes, as well as adverse climate or weather conditions, worsening or new epidemics, terrorism or international tensions, including armed conflict and economic sanctions. \n\nFurthermore, factors that could adversely affect consumer disposable income could decrease our customers&#8217; spending on products we sell most profitably. In fiscal 2022, we experienced a material shift in consumer purchasing from higher-margin discretionary merchandise to lower-margin consumable goods which has negatively impacted our product mix and margins. Factors that could reduce our customers&#8217; disposable income and over which we exercise no influence include but are not limited to, inflation in food, housing, fuel or other energy costs, increased unemployment, increases in interest rates, lack of available credit, higher tax rates and other changes in tax laws, increasing healthcare costs, and changes in, decreases in, or elimination of, government subsidies such as unemployment and food assistance programs. \n\nAlthough governmental authorities adopted substantial measures, including fiscal and monetary stimulus, to provide economic assistance to individual households and businesses and support economic stability during the COVID-19 pandemic, certain of the government assistance payments to households were temporary and were permitted to expire. There can be no assurance that current or future governmental efforts to support the economy during the pandemic or a recession will be sufficient to support future consumer spending at levels experienced previously or mitigate the negative effect of the pandemic on the economy. If consumer spending on the goods we sell declines as a result, there could be a material adverse impact on our business and results of operations. \n\nMany of the factors identified above that affect disposable income, as well as merchandise costs, commodity rates, transportation costs (including the costs of diesel fuel), costs of labor, insurance and healthcare, foreign exchange rate fluctuations, lease costs, barriers or increased costs associated with international trade and other economic factors also affect our ability to implement our corporate strategy effectively, our cost of goods sold and our selling, general and administrative expenses, and may have other adverse consequences which we are unable to fully anticipate or control, all of which may adversely affect our sales or profitability. We have limited or no ability to control many of these factors. \n\nIf the COVID-19 pandemic and associated disruptions worsen or continue longer than expected, there could be a material adverse impact on our business and results of operations. \n\nThe continuing COVID-19 pandemic arising from a novel strain of coronavirus and its variants has caused on-going direct and indirect economic disruptions that have adversely affected, and are expected to continue to adversely affect, elements of our business. The COVID-19 pandemic, related public health measures and associated economic and social impacts have already contributed to, among other things, significant increases in the cost of operating our stores and distribution centers, disruptions in the patterns of consumer demand and traffic, and an increase in demand for online sales (which is an insignificant part of our business), home deliveries (which we began providing in 2021 through our partnership with Instacart) or curbside deliveries (which we do not offer), and changes in the labor markets. \n\nThere continues to be uncertainty and unpredictability about the lingering impact of COVID-19-related issues on our financial and operating results in future periods. If the pandemic worsens or continues longer than expected (as new variants emerge), governments may reinstate or extend business or personal restrictions, and we could be forced to curtail or restrict operations or incur additional costs. If major new variants emerge, we might also experience new disruptions in our supply chain and sources of supply, suffer facility closures or encounter additional difficulties in hiring or retaining the workforce required for our business. These circumstances, if applicable for an extended duration or across significant parts of our operating footprint, or if they fall during particularly meaningful holiday seasons, could have a material adverse effect on our business and results of operations. \n\nWe are unable to predict the full extent to which COVID-19-related issues will affect the economy and our customers, associates, suppliers, vendors, other business partners or our business, results of operations and financial condition. If the economic consequences of the pandemic linger and/or worsen, it could amplify many of the other risks described in this report. \n\nRisks associated with our domestic and foreign suppliers could adversely affect our financial performance. \n\nWe are dependent on our vendors, including direct ship vendors, to supply merchandise in a timely and efficient manner. If a vendor fails to deliver on its commitments due to financial or other difficulties, we could experience merchandise shortages which could lead to lost sales or increased merchandise costs if alternative sources must be used. \n\nWe rely on the timely availability of imported goods at favorable wholesale prices. Merchandise imported directly typically accounts for approximately 41%-43% of our Dollar Tree segment&#8217;s total retail value purchases and approximately 15%-17% of our Family Dollar segment&#8217;s total retail value purchases. In addition, we believe that a significant portion of our goods purchased from domestic vendors is imported. Imported goods are generally less expensive than domestic goods and result in higher profit margins. A disruption in the flow of our imported merchandise or an increase in the cost of those goods may significantly decrease our profits. Risks associated with our reliance on imported goods may include disruptions in the flow of or increases in the cost of imported goods because of factors such as: \n\n&#8226; duties, tariffs or other restrictions on trade, including Section 301 tariffs that have already been imposed on imported Chinese goods; \n\n&#8226; raw material shortages, work stoppages, government restrictions, strikes and political unrest, including any impact on vendors or shipping arising from epidemics, such as the COVID-19 pandemic; \n\n&#8226; economic crises in the United States or abroad and international disputes or conflicts, including war and economic sanctions; \n\n&#8226; changes in currency exchange rates or government policies and local economic conditions, including inflation (including energy prices and raw material costs) in the country of origin; \n\n&#8226; potential changes to international trade agreements or the failure of the United States to maintain normal trade relations with China and other countries; \n\n&#8226; changes in leadership and the political climate in countries from which we import products and their relations with the United States; and \n\n&#8226; failure of manufacturers outside the United States to meet food, drug and cosmetic safety and labeling requirements or environmental standards set by government regulators or consumer expectations. \n\nOur supply chain may be disrupted by changes in United States trade policy with China. \n\nWe rely on domestic and foreign suppliers to provide us with merchandise in a timely manner and at favorable prices. Among our foreign suppliers, China is the source of a substantial majority of our imports. A disruption in the flow of our imported merchandise from China or an increase in the cost of those goods may significantly decrease our profits. \n\nWhile the United States scaled back punitive Section 301 tariffs on certain Chinese imports based on an agreement reached with China in 2020, the imposition of any new U.S. tariffs on Chinese imports or the taking of other actions against China in the future, and any responses by China, could impair our ability to meet customer demand and could result in lost sales or an increase in our cost of merchandise, which would have a material adverse impact on our business and results of operations. \n\nOur growth is dependent on our ability to increase sales in existing stores and to expand our square footage profitably. \n\nExisting store sales growth is critical to good operating results and is dependent on a variety of factors, including merchandise quality, relevance and availability, store operations and customer satisfaction. In addition, increased competition could adversely affect our sales. Failure to meet our sales targets could result in our needing to record material non-cash impairment charges related to our intangible assets. We believe increasing sales at Family Dollar depends in significant part on several initiatives, including price reductions, some of which remain in the early stages. \n\nOur highest sales periods are during the Christmas and Easter seasons, and we generally realize a disproportionate amount of our net sales and our operating and net income during the fourth quarter. In anticipation, we stock extra inventory and hire many temporary employees to prepare our stores and help ship product from our distribution centers. A reduction in sales during these periods could adversely affect our operating results, particularly operating and net income, to a greater extent than if a reduction occurred at other times of the year. Untimely merchandise delays due to receiving or distribution problems could have a similar effect. \n\nWhen Easter is observed earlier in the year, the selling season is shorter and, as a result, our sales could be adversely affected. Easter was observed on April 17, 2022 and will be observed on April 9, 2023. \n\nExpanding our square footage profitably depends on a number of uncertainties, including our ability to locate, lease, build out and open or expand stores in suitable locations on a timely basis under favorable economic terms. We also open or expand stores within our established geographic markets, where new or expanded stores may draw sales away from our existing stores. Obtaining an increasing number of profitable stores is an ever-increasing challenge. \n\nIn addition, our expansion is dependent upon third-party developers&#8217; abilities to acquire land, obtain financing, and secure necessary permits and approvals. We have experienced higher commodity and other costs associated with the build-out of new stores and the renovation of existing stores. We have also experienced delays in new store openings and the renovation of existing stores due to inspection, permitting and contractor delays. In addition, we have experienced delays in new store openings due to limitations on the availability of certain fixtures and equipment. We anticipate these increased costs and delays may continue for the foreseeable future, which could adversely affect our sales and profitability. Further, we may not manage our expansion effectively, and our failure to achieve our expansion plans could materially and adversely affect our business, financial condition and results of operations. \n\nOur profitability is affected by the mix of products we sell. \n\nOur gross profit margin decreases when we increase the proportion of higher cost goods we sell. For example, some of our consumable products carry higher costs than other goods, so our gross profit margin will be negatively impacted as the percentage of our sales from higher cost consumable products increases. Imported merchandise and private label goods generally carry lower costs than domestic goods. Our product mix is affected by the supply of goods, including imported goods, and could be negatively impacted by various factors, including those described under &#8220; We are experiencing higher costs and disruptions in our distribution network, which have had and could have an adverse impact on our sales, margins and profitability &#8221; on page 11. \n\nIn our Family Dollar segment, our success also depends on our ability to select and obtain sufficient quantities of relevant merchandise at prices that allow us to sell such merchandise at profitable and appropriate prices. A sales price that is too high causes products to be less attractive to our customers and our sales at Family Dollar could suffer. We are continuing to refine our pricing strategy at Family Dollar to drive customer loyalty and have a strategic pricing team to improve our value and to increase profitability. Our inability to successfully implement our pricing strategies at Family Dollar could have a negative effect on our business. \n\nIn addition, our Family Dollar segment has a substantial number of private brand items and the number of such items has been increasing. We believe our success in maintaining broad market acceptance of our private brands depends on many factors, including our pricing, costs, quality and customer perception. We may not achieve or maintain our expected sales for our private brands and, as a result, our business and results of operations could be adversely impacted. Additionally, the increased number of private brands could negatively impact our existing relationships with our non-private brand suppliers. \n\nPressure from competitors may reduce our sales and profits. \n\nThe retail industry is highly competitive. The marketplace is highly fragmented as many different retailers compete for market share by utilizing a variety of store formats and merchandising strategies, including mobile and online shopping. We expect competition to increase in the future. There are no significant economic barriers for others to enter our retail sector. Some of our current or potential competitors have greater financial resources than we do. We cannot guarantee that we will continue to be able to \n\ncompete successfully against existing or future competitors, and we believe that doing so may require substantial capital expenditures. Please see &#8220; Item 1. Business &#8221; for further discussion of the effect of competition on our operations. \n\nOur business could be adversely affected if we fail to attract and retain qualified associates and key personnel. \n\nOur growth and performance are dependent on the skills, experience and contributions of our associates, executives and key personnel for both Dollar Tree and Family Dollar. Various factors, including the pandemic, constraints on overall labor availability, wage rates, regulatory or legislative impacts, and benefit costs could impact our ability to attract and retain qualified associates at our stores, distribution centers and corporate offices. \n\nWe are experiencing a shortage of associates and applicants to fill staffing requirements at our distribution centers, stores and corporate offices due to the current labor shortage affecting businesses. This has adversely affected the operating efficiency of our distribution centers and stores and our ability to transport merchandise from our distribution centers to our stores. If we are unable to attract and retain qualified associates for our distribution centers and stores in the future, our business and results of operations may be adversely affected. \n\nRisks Relating to Strategic Initiatives \n\nWe may not be successful in implementing or in anticipating the impact of important strategic initiatives, and our plans for implementing such initiatives may be altered or delayed due to various factors, which may have an adverse impact on our business and financial results. \n\nWe completed the conversion of our predominant product price from $1.00 to $1.25 for the vast majority of merchandise in all Dollar Tree stores during the first quarter of fiscal 2022. Although to date the increase in the price point has more than offset the decline in the number of units sold, there can be no assurances that the price increase will not have an adverse effect on our business in the future. In addition, we are continuing to implement our important strategic initiatives that are designed to create growth, improve our results of operations and drive long-term shareholder value, including: \n\n&#8226; the expansion of a multi-price initiative in Dollar Tree stores; \n\n&#8226; the introduction of selected Dollar Tree merchandise into Family Dollar stores; \n\n&#8226; the roll-out of the Combo Store format that combines a Dollar Tree store and Family Dollar store in a single location; \n\n&#8226; the renovation of Family Dollar stores to the H2 and other formats; \n\n&#8226; our partnership with Instacart to provide home delivery of merchandise purchased online; and \n\n&#8226; our plans relating to new store openings for Dollar Tree and Family Dollar generally. \n\nThe implementation, timing and results of these strategic initiatives are subject to various risks and uncertainties, including the acceptance of multi-priced merchandise by Dollar Tree customers; customer acceptance of new store concepts and merchandise offerings; construction and permitting delays relating to new and renovated stores; the availability of desirable real estate locations for lease at reasonable rates; the lingering impact of the COVID-19 pandemic and associated economic issues; the success of our strategies; and other factors beyond our control. In addition, several of these initiatives depend on the timeliness, cost and availability of adequate levels of the appropriate domestic and imported merchandise, our ability to execute on our plans and expectations with respect to those initiatives and our ability to implement those initiatives within budget and with the expected return. To the extent that shipping delays, supply chain disruptions and other distribution logistics adversely affect the availability of merchandise necessary to implement our strategic initiatives, we may delay or reduce our planned rate of implementation of one or more of those initiatives. \n\nIn addition, building on our current initiatives, we are currently developing plans to make additional multi-year strategic investments across the Dollar Tree and Family Dollar banners to further position the company for long-term sustained growth. We anticipate that these investments will relate to four key areas of our business: our associates, our distribution center network and supply chain, our product pricing and value proposition, and our technology infrastructure. Within these areas, the focus of these investments is expected to be on associate wages, improved store execution, enhanced safety and working conditions, increased supply chain efficiencies, competitive pricing at Family Dollar, and enhancements to our systems infrastructure. There is a risk that our investments in these initiatives may increase our costs and reduce our margins and profitability if the initiatives do not achieve their intended purposes. \n\nThere can be no assurance that we will be able to implement important strategic initiatives in accordance with our expectations or that they will generate expected returns, which may result in an adverse impact on our business and financial results. \n\nWe could incur losses due to impairment of long-lived assets, goodwill and intangible assets. \n\nUnder U.S. generally accepted accounting principles, we review our long-lived assets for impairment whenever economic events or changes in circumstances indicate that the carrying value of an asset may not be recoverable. Identifiable intangible assets with an indefinite useful life, including goodwill, are not amortized but are evaluated annually for impairment. A more frequent evaluation is performed if events or circumstances indicate that impairment could have occurred. \n\nShould we experience business challenges or significant negative industry or general economic trends, we could recognize impairments to our goodwill, intangible assets and other long-lived assets. We monitor key assumptions and other factors utilized in our goodwill impairment analysis, and if business or other market conditions develop that are materially different than we currently anticipate, we will conduct an additional impairment evaluation. Any reduction in or impairment of the value of goodwill or intangible assets will result in a charge against earnings, which could have a material adverse impact on our reported results of operations and financial condition. For additional information on goodwill impairments, please refer to Note 1 to our consolidated financial statements under the caption &#8220;Goodwill and Nonamortizing Intangible Assets.&#8221; \n\nCybersecurity and Technology Risks \n\nWe rely on computer and technology systems in our operations, and any material failure, inadequacy, interruption or security failure of those systems, including because of a cyber-attack, could harm our ability to effectively operate and grow our business and could adversely affect our financial results. \n\nWe rely extensively on our computer and technology systems and, in certain cases, those of third-party service providers to support nearly all key functions in our business, including managing inventory, operating our stores, processing credit card and customer transactions and summarizing results. Our ability to effectively manage our business and coordinate the distribution and sale of our merchandise depends significantly on the capabilities, confidentiality, integrity and availability of these systems and on our ability to successfully acquire and integrate upgraded or replacement systems as needed to support our business requirements and strategic initiatives. We also rely on third-party providers and platforms for many of these computer and technology systems and support. \n\nAlthough we have operational safeguards in place, they may not be effective in preventing the failure of these systems or platforms to operate effectively and be available to us. This may be as the result of deliberate breach in the security of these systems or platforms by bad actors, including through malicious software, ransomware and other cyber-attacks, which may originate from state actors and may increase during times of international tensions. Failures may also be caused by various other factors, including power outages, catastrophic events, physical theft, computer and network failures, inadequate or ineffective redundancy, obsolescence or failure of vendor support, problems with transitioning to upgraded or replacement systems or platforms and related business process changes, flaws in third-party software or services, errors or improper use by our employees or third-party service providers. \n\nWe plan to make investments in our information technology systems in fiscal 2023 to support the growth of our business. If our information technology systems are not adequate to support our strategic initiatives, our growth and the success of our initiatives may be adversely affected. If these systems are damaged or fail to function adequately, we may incur substantial costs to repair or replace them, may experience loss of critical data and interruptions or delays in our ability to manage inventories or process customer transactions and may receive negative publicity, which could adversely affect our results of operations and business. In addition, remediation of any problems with our systems could take an extensive amount of time and could result in significant, unplanned expenses. \n\nThe potential unauthorized access to customer information may violate privacy laws and could damage our business reputation, subject us to negative publicity, litigation and costs, and adversely affect our results of operations or business. \n\nMany of our information technology systems, such as those we use for our point-of-sale, web and mobile platforms, including online and mobile payment systems, and for administrative functions, including human resources, payroll, accounting, and internal and external communications, contain personal, financial or other confidential information that is entrusted to us by our customers and associates as well as proprietary and other confidential information related to our business and suppliers. \n\nThe security measures that we and/or our third-party suppliers put in place cannot provide absolute security to safeguard our customers&#8217; personal information (including debit and credit card information), our associates&#8217; private data, suppliers&#8217; data, and our business records and intellectual property and other sensitive information. \n\nCybercriminals, who may include well-funded state actors or organized criminal groups, are rapidly evolving their cyberattack techniques and tactics, which are becoming increasingly more sophisticated and challenging to detect. We and/or our third-party suppliers may be vulnerable to and unable to anticipate, detect, and appropriately respond to cyber-security attacks, including data security breaches and data loss. \n\nWe are also subject to laws and regulations in various jurisdictions in which we operate regarding privacy, data protection and data security, including those related to the collection, storage, handling, use, disclosure, transfer and security of personal data. These laws permit regulators to assess potentially significant fines for data privacy violations and may create a right for individuals to bring class action suits seeking damages for violations. Our efforts to comply with consumer privacy laws and other similar privacy and data protection laws may impose significant costs and challenges that are likely to increase over time, and we could incur substantial penalties or be subject to litigation related to violation of existing or future data privacy laws and regulations. \n\nLikewise, we are subject to the Payment Card Industry Data Security Standards (&#8220;PCI-DSS&#8221;) which is mandated by the card brands and administered through the Payment Card Industry Security Standards Council. As a Level 1 Merchant, we are subject to assessment and attestation for PCI-DSS compliance on an annual basis. A failure to meet and maintain compliance with PCI-DSS requirements could result in our inability to continue to accept credit cards as a form of payment, which would materially impact our ability to sell our products. In addition, our credibility and reputation within the business community and with our customers may be affected, which could result in our customers discontinuing the use of debit or credit cards in our stores or not shopping in our stores altogether. Non-compliance with PCI-DSS requirements also may subject us to recurring and accumulating fines until compliance is achieved. Considerable investments to strengthen our information security could also be required should we ever be deemed to be non-compliant. \n\nMoreover, significant additional capital investments and other expenditures could also be required to continue to strengthen our overall cyber-security posture and prevent future security breaches, including costs associated with additional security technologies, personnel, experts and services (e.g., credit-monitoring services) for those whose data has been breached. These costs, which could be material, could adversely impact our results of operations in the period in which they are incurred and may not meaningfully limit the success of future attempts to breach our information technology systems. \n\nThe unavailability of our information technology systems or the failure of those systems or software to perform as required to support our business needs for any reason and any inability to respond to, or recover from, such events, could disrupt our business, decrease performance and increase overhead costs. If we are unable to secure our customers&#8217; credit card and confidential information, or other private data relating to our associates, suppliers or our business, we could be subject to negative publicity, costly government enforcement actions or private litigation and increased costs. If our information technology systems and processes are insufficiently provisioned or improperly designed and implemented to support our business, our strategic initiatives may not deliver anticipated results. Any of these factors could have a material adverse effect on our results of operations or business. \n\nLegal and Regulatory Risks \n\nLitigation, arbitration and government proceedings may adversely affect our business, financial condition and/or results of operations. \n\nOur business is subject to the risk of litigation and arbitration involving employees, consumers, suppliers, competitors, shareholders, government agencies, or others through private actions, class actions, derivative actions, governmental investigations, administrative proceedings, regulatory actions, mass arbitration or other similar actions. \n\nIn addition, due to the types of products that we sell, our operations are subject to regulatory oversight by the FDA, the USDA, the Occupational Health and Safety Administration, and other federal, state, local and applicable foreign governmental authorities. If such authorities believe that we have failed to comply with applicable regulations and/or procedures, they may require prompt corrective action, and/or proceed directly to other forms of enforcement action, including the imposition of operating restrictions, including a ceasing of operations in one or more facilities, enjoining and restraining certain violations of applicable law pertaining to products, seizure of products, and assessing civil or criminal sanctions or penalties. Any adverse regulatory action, depending on its magnitude, may restrict us from effectively selling our products and could have a material adverse effect on our business, financial condition and/or results of operations. \n\nFrom January 11, 2022 through February 11, 2022, DC 202 was inspected by the FDA and USDA. On February 11, 2022, the FDA issued Form 483 observations primarily regarding rodent infestation at DC 202, as well as other items that require remediation. In connection therewith, on February 18, 2022, we initiated a retail-level product recall of FDA and USDA-regulated products stored and shipped to approximately 400 stores from DC 202 from January 1, 2021 through such date (the &#8220;Recall&#8221;). We temporarily closed DC 202 for extensive cleaning, temporarily closed the affected stores to permit the removal and destruction of inventory subject to the Recall, ceased sales of relevant inventory subject to the Recall, committed to the FDA to continue to cease the shipment of FDA-regulated products from DC 202 until FDA approval is received, and initiated corrective actions at DC 202. In June 2022, we stopped shipping to stores from DC 202 and have since closed the facility and disposed of all of the inventory that was in the facility. On November 9, 2022 we received an FDA warning letter in connection with the DC 202 inspection. The conditions and issues detailed in the warning letter are generally the same as those described in the Form 483 observations or were otherwise observed during the inspection. The warning letter acknowledged certain remedial actions we have taken in response to the Form 483 observations, including conducting the recall and closing the facility. We are taking this matter extremely seriously and continue to cooperate with the FDA. If the FDA and/or other governmental authorities are not satisfied with these corrective actions or observe issues in our other \n\ndistribution centers or stores, they may initiate other enforcement or administrative actions, which may have a material adverse effect on our business, financial condition and/or results of operations. Also see &#8220; We may stop selling or recall certain products for safety-related or other issues &#8221; on page 12. \n\nSince February 22, 2022, we have received 14 putative class action complaints related to issues noted above associated with DC 202. The lawsuits are proceeding in federal court in Tennessee using the federal court&#8217;s multi-district litigation (&#8220;MDL&#8221;) process. An amended consolidated complaint seeking class action status was filed October 17, 2022 alleging violations of the Mississippi, Arkansas, Louisiana, Tennessee, Alabama and Missouri consumer protection laws, breach of warranty, negligence, misrepresentation, deception and unjust enrichment related to the sale of products that may be contaminated by virtue of rodent infestation and other unsanitary conditions. Plaintiffs seek damages, attorney fees and costs, punitive damages and the replacement of, or refund of, money paid to purchase the relevant products, and any other legal relief available for their claims (in each case in unspecified amounts), including equitable and injunctive relief. On April 28, 2022, the State of Arkansas filed a complaint in state court alleging violations of the Arkansas Deceptive Trade Practices Act, gross negligence and negligence, strict liability in tort, unjust enrichment and civil conspiracy related to the same underlying matters as the putative class actions above. The State of Arkansas is seeking injunctive relief, restitution, disgorgement, damages, civil penalties, punitive damages and suspension or revocation of our authorization to do business in Arkansas. \n\nWe have defended and intend to continue defending ourselves vigorously in the foregoing litigations. We filed a motion to dismiss the amended consolidated complaint and a ruling on the motion by the court is expected in early 2023. If our motion is denied in whole or in part (including on appeal), the case would move to class certification, which we intend to oppose. We are unable to determine at this time whether our motion to dismiss will be granted or whether a class can be certified. We do not believe that the cases will, individually or in the aggregate, have a material adverse effect on our business or financial condition. However, we cannot assure that these litigations, individually or in the aggregate, will not have a material adverse effect on our results of operations for the period or year in which they are reserved or resolved. \n\nOn March 1, 2022, a federal grand jury subpoena was issued to us by the Eastern District of Arkansas requesting the production of information, documents and records pertaining to pests, sanitation and compliance with law regarding certain of our procedures and products. In connection with this matter, we have been investigating the condition of FDA-regulated product shipped from DC 202. We are cooperating fully with the U.S. Department of Justice investigation, including having produced documents and provided additional information. As part of this cooperation, we may engage in discussions with the government in an effort to reach a negotiated resolution. Due to the inherent uncertainties associated with this matter, no assurance can be given as to the timing or outcome of this matter, which could include penalties and company undertakings. \n\nOur products could also cause illness or injury, harm our reputation, and subject us to litigation. We are dependent on our vendors to ensure that the products we buy comply with all applicable safety standards. However, product liability, personal injury or other claims may be asserted against us relating to product adulteration, product tampering, mislabeling, recall and other safety issues with respect to the products that we sell, or with respect to our handling or storage of such products, including as a result of the issues raised by the pending Arkansas FDA Matter (which has led to increased scrutiny of our operations by regulatory agencies, requiring further management attention and potential legal fees and other expenses). A significant product liability, consumer fraud, or other legal judgment against us, a related regulatory compliance or enforcement action or a product recall could materially and adversely affect our reputation, financial condition and/or results of operations. Moreover, even if a product liability, consumer fraud or other claim is unsuccessful, has no merit or is not pursued, the negative publicity surrounding assertions against the products we sell could materially and adversely affect our reputation. We seek but may not be successful in obtaining contractual indemnification from our vendors, where appropriate, or insurance coverage, and if we do not have adequate contractual indemnification or insurance available, such claims could adversely affect our business, financial condition and/or results of operations. Our ability to obtain the benefit of contractual indemnification from vendors may be hindered by our ability to enforce contractual indemnification obligations against such vendors, for example because the vendors are overseas or lack financial resources. Our litigation-related expenses could increase as well, which also could have a materially negative impact on our financial condition and/or results of operations even if a claim is unsuccessful or is not fully pursued. \n\nThe outcome of such matters is difficult to assess or quantify. Plaintiffs in these types of lawsuits or proceedings may seek recovery of very large or indeterminate amounts, and the magnitude of the potential loss may remain unknown for substantial periods of time. In addition, certain of these matters, if decided adversely to us or settled by us, may result in an expense that may be material to our financial statements as a whole or may negatively affect our operating results if changes to our business operations are required. If we experienced a material loss arising from these matters, we could also become subject to shareholder derivative suits and securities litigation. The cost to defend current and future litigation or proceedings, including arbitrations, may be significant. There also may be adverse publicity associated with litigation, including litigation related to product or food safety, customer information and environmental or safety requirements, which could negatively affect customer perception of our business, regardless of whether the allegations are valid or whether we are ultimately found liable. \n\nFor a discussion of current legal matters, please see &#8220; Item 3. Legal Proceedings &#8221; and Note 4 to our consolidated financial statements under the caption &#8220;Contingencies.&#8221; Resolution of these matters, if decided against us, could have a material adverse effect on our results of operations, accrued liabilities or cash flows. \n\nChanges in laws and government regulations or in other stakeholder expectations concerning business conduct, or our failure to adequately estimate the impact of such changes or expectations, could increase our expenses, expose us to legal risks or otherwise adversely affect us. \n\nOur business is subject to a wide array of laws and regulations, and changes to those laws and regulations could have an adverse effect on our business. For example, various municipalities regulate the placement or proximity of our stores or may place requirements on the types of products we sell. In addition, the adoption of new environmental laws and regulations in connection with climate change and the proposed transition to a low carbon economy, including any federal or state laws enacted to regulate or tax greenhouse gas emissions, could significantly increase our operating or merchandise costs or reduce the demand for our products. These laws and regulations may include, but are not limited to, requirements relating to hazardous waste materials, recycling, single-use plastics, extended producer responsibility, use of refrigerants, carbon pricing or carbon taxes, product energy efficiency standards and product labeling. If carbon pricing or carbon taxes are adopted, there is a significant risk that the cost of merchandise from our suppliers will increase and adversely affect our business and results of operations. \n\nIn addition, significant changes in laws or regulations that impact our relationship with our workforce, such as minimum wage increases, health care, labor laws or workplace safety, could increase our expenses and adversely affect our operations. An increase in federal corporate tax rates also could adversely affect our profitability. Changes in other regulatory areas, such as consumer credit, privacy and information security, product and food safety, energy or environmental protection, and tariff and other trade restrictions, among others, could cause our expenses to increase or result in product recalls. Further, if we fail to comply with applicable laws and regulations, including wage and hour laws, we could be subject to legal risk, including government enforcement action and class action civil litigation, which could adversely affect our results of operations. \n\nWe operate in an increasingly regulated environment across a large and diverse geographic footprint, and we devote substantial resources to ensure effective compliance. If our programs do not adequately anticipate emerging regulatory expectations or requirements, or if we fail to appropriately design and maintain an effective enterprise compliance program and system of controls to prevent and detect non-compliance, including implementing and communicating a strong culture of compliance, there is a possibility any failure to comply with applicable laws and regulations would subject us to enhanced legal risks and adverse outcomes. \n\nIn addition to the legal requirements above, we are subject to the influence of a wide range of non-governmental stakeholders whose expectations on topics related to those described above may impact our business. We may be pressured by our shareholders, associates or customers, or others in the communities where we operate to adopt practices or policies that are more prescriptive than those required by law. Similar influences may impact our merchandise and other vendors which would indirectly affect our business. To the extent that these influences result in changes to our operations, we could experience higher costs, and there can be no assurance we will experience offsetting positive effects on our results of operations. If our stakeholders perceive that we have not adequately addressed their expectations, our reputation could be negatively affected which could have an adverse impact on our business and results of operations. \n\nRisks Relating to Indebtedness \n\nOur substantial indebtedness could adversely affect our financial condition, limit our ability to obtain additional financing, restrict our operations and make us more vulnerable to economic downturns and competitive pressures. \n\nOur substantial level of indebtedness could adversely affect our ability to fulfill our obligations and have a negative impact on our financing options and liquidity position. As of January 28, 2023, our total indebtedness is $3.45 billion. We may in the future incur substantial additional indebtedness. In addition, we have $1.5 billion of additional borrowing availability under our revolving credit facility, less amounts outstanding for letters of credit totaling $4.4 million. \n\nIn addition, our credit ratings impact the cost and availability of future borrowings and, accordingly, our cost of capital. Our ratings reflect the opinions of the ratings agencies of our financial strength, operating performance and ability to meet our debt obligations. There can be no assurance that we will achieve a particular rating or maintain a particular rating in the future. \n\nThe terms of the agreements governing our indebtedness may restrict our current and future operations, particularly our ability to respond to changes or to pursue our business strategies, and could adversely affect our capital resources, financial condition and liquidity. \n\nThe agreements that govern our indebtedness contain a number of restrictive covenants that impose significant operating and financial restrictions on us and may limit our ability to engage in acts that may be in our long-term best interests, including, among \n\nother things, restrictions on our ability to incur liens; make changes in lines of business, subject to certain exceptions; and consolidate or merge with or into, or sell all or substantially all of our assets to, another person. \n\nIn addition, certain of these agreements require us to comply with certain financial maintenance covenants. Our ability to satisfy these financial maintenance covenants can be affected by events beyond our control, and we cannot assure you that we will meet them. \n\nA breach of the covenants under these agreements could result in an event of default under the applicable indebtedness, which, if not cured or waived, could result in us having to repay our borrowings before their due dates. Such default may allow the debt holders to accelerate the related debt and may result in the acceleration of any other debt to which a cross-acceleration or cross-default provision applies. If we are forced to refinance these borrowings on less favorable terms or if we were to experience difficulty in refinancing the debt prior to maturity, our results of operations or financial condition could be materially affected. In addition, an event of default under our credit facilities may permit the lenders to terminate all commitments to extend further credit. In the event our lenders or holders of notes accelerate the repayment of such borrowings, we cannot assure you that we will have sufficient assets to repay such indebtedness. \n\nAs a result of these restrictions, we may be limited in how we conduct our business; unable to raise additional debt financing to operate during general economic or business downturns; or unable to compete effectively, take advantage of new business opportunities or grow in accordance with our plans. \n\nOur variable-rate indebtedness subjects us to interest rate risk, which could cause our annual debt service obligations to increase significantly. \n\nOur revolving credit facility is subject to variable rates that expose us to interest rate risk. We may also incur additional indebtedness subject to variable rates in the future. Interest rates have increased in fiscal 2022 and further increases are anticipated. When interest rates increase, our debt service obligations on the variable rate indebtedness increase even though the amount borrowed remains the same, and our net income decreases. Although we may enter into interest rate swaps involving the exchange of floating for fixed-rate interest payments, to reduce interest rate volatility, we cannot assure you we will choose to or be able to do so. \n\nBorrowings under our revolving credit facility bear interest at a rate derived from the Secured Overnight Financing Rate (&#8220;SOFR&#8221;). As a result of the discontinuation of LIBOR as a reference rate in June 2023, there is uncertainty as to whether the transition from LIBOR to SOFR or another reference rate will result in financial market disruptions or higher interest costs to borrowers, which could increase our interest expense and have an adverse effect on our business and results of operations. Additionally, any successor rate to SOFR under our revolving credit facility may not have the same characteristics as SOFR or LIBOR. As a result, the amount of interest we may pay on our revolving credit facility is difficult to predict. \n\nRisks Relating to Our Common Stock \n\nOur business or the value of our common stock could be negatively affected as a result of actions by shareholders. \n\nWe value constructive input from investors and regularly engage in dialogue with our shareholders regarding strategy and performance. The Board of Directors and management team are committed to acting in the best interests of all of our shareholders. There is no assurance that the actions taken by the Board of Directors and management in seeking to maintain constructive engagement with our shareholders will be successful. Shareholders who disagree with our strategy or the way we are managed may seek to effect change in the future, through various strategies that could include private engagement, publicity campaigns, proxy contests, and litigation. Responding to these actions may be costly and time-consuming, disrupt our operations, divert the attention of our Board of Directors, management and employees, and impact our relationship with investors, vendors, and other third parties. Shareholder engagement also may result in changes to our business plans, operations, strategies, initiatives, governance, management and risk factors. The perceived uncertainty as to our future direction resulting from these actions of shareholders could also affect the market price and volatility of our common stock. \n\nThe price of our common stock is subject to market and other conditions and may be volatile. \n\nThe market price of our common stock may fluctuate significantly in response to a number of factors. These factors, some of which may be beyond our control, include the perceived prospects and actual results of operations of our business; changes in estimates of our results of operations by analysts, investors or us; trading activity by our large shareholders; trading activity by sophisticated algorithms (high-frequency trading); our actual results of operations relative to estimates or expectations; actions or announcements by us or our competitors; litigation and judicial decisions; legislative or regulatory actions or changes; and changes in general economic or market conditions. In addition, the stock market in general has from time to time experienced extreme price and volume fluctuations. These market fluctuations could reduce the market price of our common stock for reasons unrelated to our operating performance. \n\nCertain provisions in our Articles of Incorporation and By-Laws could delay or discourage a change of control transaction that may be in a shareholder&#8217;s best interest. \n\nOur Articles of Incorporation and By-Laws contain provisions that may delay or discourage a takeover attempt that a shareholder might consider in his/her best interest. These provisions, among other things: \n\n&#8226; provide that only the Board of Directors, the chairman or vice chairman of the Board, the chief executive officer or shareholders who own 15% or more of the outstanding shares of our common stock may call special meetings of the shareholders; \n\n&#8226; establish certain advance notice procedures for nominations of candidates for election as directors and for shareholder proposals to be considered at shareholders&#8217; meetings; and \n\n&#8226; permit the Board of Directors, without further action of the shareholders, to issue and fix the terms of preferred stock, which may have rights senior to those of the common stock. \n\nHowever, we believe that these provisions allow our Board of Directors to negotiate a higher price in the event of a takeover attempt which would be in the best interest of our shareholders. \n\n"
    },
    {
      "section": "1B",
      "text": " Item 1B. Unresolved Staff Comments \n\nNone. \n\n"
    },
    {
      "section": "2",
      "text": " Item 2. Properties \n\nAs of January 28, 2023, we operated 16,096 stores across the contiguous United States and the District of Columbia and operated 244 stores within five Canadian provinces. \n\nThe Dollar Tree segment includes 8,134 stores operating under the Dollar Tree and Dollar Tree Canada brands with stores predominantly ranging from 8,000 - 10,000 selling square feet. The Family Dollar segment includes 8,206 stores operating under the Family Dollar brand with stores predominantly ranging from 6,000 - 8,000 selling square feet. For additional information on store counts and square footage by segment for the years ended January 28, 2023 and January 29, 2022, see &#8220; Item 7. Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations &#8221; under the caption &#8220;Overview.&#8221; \n\nWe lease the vast majority of our stores and expect to lease the majority of our new stores as we expand. Our leases typically provide for a short initial lease term, generally between five and ten years, with options to extend; in some cases we have initial lease terms of up to fifteen years. We believe this leasing strategy enhances our flexibility to pursue various expansion opportunities resulting from changing market conditions. As current leases expire, we believe that we will be able to obtain lease renewals, if desired, for present store locations, or to obtain leases for equivalent or better locations in the same general area. \n\nOur network of distribution centers is strategically located throughout the United States to support our stores. As of January 28, 2023, we operated 25 distribution centers occupying a total of 23.2 million square feet, 15 of which are primarily dedicated to serving our Dollar Tree stores and ten distribution centers primarily serve our Family Dollar stores. We expect future distribution centers to be built with the capability to service both Dollar Tree and Family Dollar stores. Our distribution network supports multiple store formats including H2, Combo Stores and Dollar Tree Plus. We ship to our H2 format stores from our Family Dollar distribution centers and we ship to our Dollar Tree Plus format stores from our Dollar Tree distribution centers. Our Combo Stores receive shipments from both Dollar Tree and Family Dollar distribution centers. Except for 0.4 million square feet of our distribution center in San Bernardino, California and short-term leases for offsite facilities, all of our distribution center capacity is owned. \n\nEach of our distribution centers contains advanced materials handling technologies, including radio-frequency inventory tracking equipment and specialized information systems. With the exception of three of our facilities, each of our distribution centers in the United States also contains automated conveyor and sorting systems. \n\nDistribution services in Canada are provided by a third party from facilities in British Columbia and Ontario. \n\nOur store support center in Chesapeake, Virginia is located in an approximately 0.5 million square foot office tower that we own. \n\nFor more information on financing of our new, expanded and renovated stores, and distribution centers, see &#8220; Item 7. Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations &#8221; under the caption &#8220;Funding Requirements.&#8221; \n\n"
    },
    {
      "section": "3",
      "text": " Item 3. Legal Proceedings \n\nFor information regarding legal proceedings in which we are involved, please see Note 4 to the consolidated financial statements included elsewhere in this Annual Report on Form 10-K, under the caption &#8220;Contingencies.&#8221; For a further description of certain of these matters and their impact, see &#8220; Item 1A. Risk Factors &#8221;: &#8220; We may stop selling or recall certain products for safety-related or other issues&#8221; on page 12 and &#8220; Litigation, arbitration and government proceedings may adversely affect our business, financial condition and/or results of operations&#8221; on page 17. \n\n"
    },
    {
      "section": "4",
      "text": " Item 4. Mine Safety Disclosures \n\nNone. \n\nPART II \n\n"
    },
    {
      "section": "5",
      "text": " Item 5. Market for Registrant&#8217;s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities \n\nOur common stock is traded on The Nasdaq Global Select Market &#174; under the symbol &#8220;DLTR.&#8221; As of March 3, 2023, we had 2,125 shareholders of record. \n\nIssuer Purchases of Equity Securities \n\nDuring fiscal 2022, fiscal 2021 and fiscal 2020, we repurchased 4,613,696, 9,156,898 and 3,982,478 shares of common stock, respectively, on the open market at a total cost of $647.5 million, $950.0 million and $400.0 million, respectively. The fiscal 2022 share repurchases occurred prior to the fourth quarter. As of January 28, 2023, we had $1.85 billion remaining under our Board repurchase authorization. The repurchase authorization does not have an expiration date. \n\nStockholder Matters \n\nWe anticipate that substantially all of our cash flow from operations in the foreseeable future will be retained for the development and expansion of our business, the repayment of indebtedness and, as authorized by our Board of Directors, the repurchase of stock. We do not anticipate paying cash dividends on our common stock in the foreseeable future. \n\nStock Performance Graph \n\nThe following graph sets forth the yearly percentage change in the cumulative total shareholder return on our common stock during the five fiscal years ended January 28, 2023, compared with the cumulative total returns of the S&#38;P 500 Index and the S&#38;P 500 Retailing Index. The comparison assumes that $100 was invested in our common stock on February 3, 2018, and, in each of the foregoing indices on February 3, 2018, and that dividends were reinvested. The stock price performance shown in the graph is not necessarily indicative of future price performance. \n\n##TABLE_START Year Ended February 3, 2018 February 2, 2019 February 1, 2020 January 30, 2021 January 29, 2022 January 28, 2023 Dollar Tree, Inc. $ 100.00 $ 88.84 $ 80.01 $ 93.41 $ 118.06 $ 138.17 S&#38;P 500 Index 100.00 97.69 118.87 139.37 171.83 157.71 S&#38;P 500 Retailing Index 100.00 108.42 127.45 180.19 195.77 160.10 ##TABLE_END\n\n"
    },
    {
      "section": "6",
      "text": " Item 6. Reserved \n\n"
    },
    {
      "section": "7",
      "text": " Item 7. Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations \n\nThis section of Form 10-K generally discusses 2022 and 2021 events and results and year-to-year comparisons between 2022 and 2021. Discussions of 2020 items and year-to-year comparisons between 2021 and 2020 that are not included in this Form 10-K can be found in &#8220;Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations&#8221; in Part II, Item 7 of our Annual Report on Form 10-K for the fiscal year ended January 29, 2022. \n\nIn Management&#8217;s Discussion and Analysis, we explain the general financial condition and the results of operations for our company, including, factors that affect our business, analysis of annual changes in certain line items in the consolidated financial statements, performance of each of our operating segments, expenditures incurred for capital projects and sources of funding for future expenditures. As you read Management&#8217;s Discussion and Analysis, please refer to our consolidated financial statements and related notes, included in &#8220; Item 8. Financial Statements and Supplementary Data &#8221; of this Form 10-K. \n\nInitiatives and Recent Developments \n\nOur initiatives, as well as other recent developments that have had or are expected to have an impact on our business or results of operations are listed below: \n\n&#8226; Dollar Tree \n\n&#9702; In September 2021, we announced our new $1.25 price point initiative and we completed the rollout of this initiative to all Dollar Tree stores during the first quarter of fiscal 2022, increasing the price point on a majority of our $1 merchandise to $1.25. To date, the increase in the price point has more than offset the decline in the number of units sold. During fiscal 2022, we began investing in new products and modifying existing products to provide greater value for our customers and increase customer traffic and store productivity. While our gross margin was higher in the fourth quarter of fiscal 2022 compared with the fourth quarter of fiscal 2021, because of the investments in new products, the increase was not as high as it was in the first three quarters of fiscal 2022 and we expect Dollar Tree&#8217;s gross margin to be lower in the first half of fiscal 2023. \n\n&#9702; We began testing the Instacart online delivery service at Dollar Tree stores in the third quarter of fiscal 2021 and began rolling it out in the fourth quarter of fiscal 2021. As of January 28, 2023, the Instacart platform covers more than 7,800 Dollar Tree stores. This enables our customers to shop online and receive same-day delivery without having to visit a store. \n\n&#9702; In fiscal 2022, we continued to implement our Dollar Tree Plus initiative which introduces products priced at the $3 and $5 price points and provides our customers with extraordinary value in discretionary categories. As of January 28, 2023, we have approximately 2,500 Dollar Tree Plus stores. We plan to accelerate the implementation of the Dollar Tree Plus initiative in fiscal 2023 by adding the concept to an additional 1,800, or more, stores. In addition, beginning in fiscal 2022, we added $3, $4 and $5 frozen and refrigerated product to 3,500 stores. \n\n&#9702; The rollout of our Crafter&#8217;s Square initiative to all of our Dollar Tree stores was completed during fiscal 2020. The Crafter&#8217;s Square assortment carries mark-ups which are higher than our average mark-up. \n\n&#8226; Family Dollar \n\n&#9702; In fiscal 2022, we continued to implement our H2 initiative. Our H2 stores have significantly improved merchandise offerings throughout the store, including the addition of Dollar Tree $1.25 merchandise items and establishing a minimum number of freezer and cooler doors. These stores have higher customer traffic and provide a higher average comparable store net sales lift, when compared to non-renovated stores, in the first year following renovation. H2 stores perform well in a variety of locations and especially in locations where our Family Dollar stores have been most challenged in the past. As of January 28, 2023, we have approximately 4,360 H2 stores. \n\n&#9702; Building on the success of the H2 format, in March 2021, we announced the development of a new combination store format. Combo Stores leverage the strengths of the Dollar Tree and Family Dollar brands under one roof to serve small towns across the country. We are taking Family Dollar&#8217;s great value and assortment and blending in select Dollar Tree merchandise categories, creating a new store format targeted for small towns and rural communities with populations of 3,000 to 4,000 residents. As of January 28, 2023, we operated approximately 810 Combo Stores. \n\n&#9702; After a successful pilot program in 2020, we entered into a partnership with Instacart in February 2021, which covers more than 7,500 Family Dollar stores across the United States as of January 28, 2023. \n\n&#9702; We added adult beverage to approximately 570 stores in fiscal 2022. We believe the addition of adult beverage to our assortment drives traffic to our stores. As of January 28, 2023, there were more than 3,300 stores selling adult beverage products. \n\n&#9702; On February 11, 2022, the Food and Drug Administration issued Form 483 observations primarily regarding rodent infestation at our West Memphis, Arkansas distribution center (&#8220;DC 202&#8221;), as well as other items that require remediation. During the first quarter of fiscal 2022, approximately 400 stores serviced by DC 202 were temporarily closed in connection with a retail-level product recall. We incurred approximately $65.0 million in costs related to the product recall, remediation efforts and asset impairment during fiscal 2022. Remediation-related costs included merchandise disposal costs, payroll and legal costs. \n\n&#8226; Strategic Investments \n\nBuilding on our current initiatives, we are currently developing plans to make additional multi-year strategic investments across both banners to further position the company for long-term sustained growth. We anticipate that these investments will relate to four key areas of our business: our associates, our distribution center network and supply chain, our product pricing and value proposition, and our technology infrastructure. Within these areas, the focus of these investments is expected to be on associate wages, improved store execution, enhanced safety and working conditions, increased supply chain efficiencies, competitive pricing at Family Dollar, and enhancements to our systems infrastructure. \n\n&#8226; Supply Chain \n\n&#9702; Inventory: During fiscal 2021, we experienced significant disruptions in our supply chain which impacted our ability to ship products from overseas on a timely basis. During the second and third quarters of fiscal 2022 these challenges subsided; however, as a result of receiving inventory more timely, our inventory levels exceeded the storage capacity of some of our distribution centers. As a result, we arranged for temporary offsite warehouse storage facilities and incurred detention costs and incremental drayage costs that increased our cost of goods sold. \n\n&#9702; Freight Costs: We experienced significantly higher international and domestic freight costs as a result of disruptions in the global supply chain during the second half of fiscal 2021 and into the first half of fiscal 2022. Domestically, diesel fuel prices were higher in fiscal 2022 than in the prior year and may increase further in fiscal 2023 because of international tensions. We are a large importer of merchandise from Asia and rely heavily on domestic freight to transport goods to our distribution centers and stores, which makes us particularly sensitive to freight costs. Due to these trends, in fiscal 2022, import and domestic freight costs were higher compared to fiscal 2021; however, we expect freight costs to be lower in fiscal 2023 compared with fiscal 2022. \n\n&#8226; Long-term Debt \n\n&#9702; During the fourth quarter of 2021, we completed the registered offering of $800.0 million of 2.65% Senior Notes due 2031 and $400.0 million of 3.375% Senior Notes due 2051 and used the proceeds of the offering to redeem the $1.0 billion 2023 Notes, which resulted in our incurring a $43.8 million prepayment penalty and we accelerated the expensing of $2.7 million of deferred financing and original issue discount costs associated with the 2023 Notes; \n\n&#9702; During the fourth quarter of 2021, we entered into a credit agreement for a $1.5 billion revolving credit facility, which replaced our then-existing $1.25 billion revolving credit facility. \n\nFor additional information regarding the risks related to our business and operations, including risks relating to the implementation of our initiatives, see &#8220; Item 1A. Risk Factors .&#8221; \n\nOverview \n\nWe are a leading operator of more than 16,300 retail discount stores and we conduct our operations in two reporting segments. Our Dollar Tree segment is the leading operator of discount variety stores offering merchandise predominantly at the fixed price of $1.25. Our Family Dollar segment operates general merchandise retail discount stores providing consumers with a selection of competitively-priced merchandise in convenient neighborhood stores. \n\nOur net sales are derived from the sale of merchandise. Two major factors tend to affect our net sales trends. First is our success at opening new stores. Second is the performance of stores once they are open which can be impacted by a number of factors including operational performance, competition, inflation and changes in the product assortment, pricing, or quality. Sales vary at our existing stores from one year to the next. We refer to this as a change in comparable store net sales, because we include only those stores that are open throughout both of the periods being compared, beginning after the first fifteen months of operation. We include sales from stores expanded or remodeled during the year in the calculation of comparable store net sales, which has the effect of increasing our comparable store net sales. The term &#8216;expanded&#8217; also includes stores that are relocated. Stores that have been re-bannered are considered to be new stores and are not included in the calculation of the comparable store net sales change until after the first fifteen months of operation under the new brand. \n\nAt January 28, 2023, we operated stores in 48 states and the District of Columbia, as well as stores in five Canadian provinces. A breakdown of store counts and square footage by segment for the years ended January 28, 2023 and January 29, 2022 is as follows: \n\n##TABLE_START Year Ended January 28, 2023 January 29, 2022 Dollar Tree Family Dollar Total Dollar Tree Family Dollar Total Store Count: Beginning 8,061 8,016 16,077 7,805 7,880 15,685 New stores 131 333 464 311 225 536 Re-bannered stores (5) 9 4 1 (1) &#8212; Closings (53) (152) (205) (56) (88) (144) Ending 8,134 8,206 16,340 8,061 8,016 16,077 Relocations 28 92 120 56 68 124 Selling Square Feet (in millions): Beginning 69.7 59.2 128.9 67.4 57.7 125.1 New stores 1.1 3.1 4.2 2.7 2.0 4.7 Re-bannered stores &#8212; 0.1 0.1 &#8212; &#8212; &#8212; Closings (0.4) (1.1) (1.5) (0.5) (0.6) (1.1) Relocations 0.1 0.3 0.4 0.1 0.1 0.2 Ending 70.5 61.6 132.1 69.7 59.2 128.9 ##TABLE_END\n\nStores are included as re-banners when they close or open, respectively. \n\nThe average size of stores opened in 2022 was approximately 8,660 selling square feet (or about 10,710 gross square feet) for the Dollar Tree segment and 9,160 selling square feet (or about 11,210 gross square feet) for the Family Dollar segment. For 2023, we continue to plan to open stores that are 8,000 - 10,000 selling square feet (or about 10,000 - 12,000 gross square feet) for both the Dollar Tree segment and the Family Dollar segment. We believe that these size stores are in the ranges of our optimal sizes operationally and give our customers a shopping environment which invites them to shop longer, buy more and make return visits. \n\nFiscal 2022, fiscal 2021 and fiscal 2020 each included 52 weeks. \n\nThe percentage change in comparable store net sales for the fiscal year ended January 28, 2023, as compared with the preceding year, is as follows: \n\n##TABLE_START Year Ended January 28, 2023 Sales Growth Change in Customer Traffic Change in Average Ticket Consolidated 5.9 % (2.7) % 8.9 % Dollar Tree Segment 9.0 % (3.9) % 13.4 % Family Dollar Segment 2.4 % (1.0) % 3.4 % ##TABLE_END\n\nComparable store net sales are positively affected by our expanded and relocated stores, which we include in the calculation, and are negatively affected when we open new stores, re-banner stores or expand stores near existing stores. \n\nResults of Operations \n\nOur results of operations and year-over-year changes are discussed in the following section. Note that gross profit margin is calculated as gross profit (i.e., net sales less cost of sales) divided by net sales. The selling, general and administrative expense rate and operating income margin are calculated by dividing the applicable amount by total revenue. \n\nNet Sales \n\n##TABLE_START Year Ended Percentage Change January 28, January 29, January 30, Fiscal 2022 vs. Fiscal 2021 \n\n(dollars in millions) 2023 2022 2021 Net sales $ 28,318.2 $ 26,309.8 $ 25,508.4 7.6 % Comparable store net sales change 5.9 % 1.1 % 6.0 % ##TABLE_END\n\nThe increase in net sales from 2021 to 2022 was a result of comparable store net sales increases in the Dollar Tree and Family Dollar segments and sales of $758.6 m illion at new stores. \n\nEnterprise comparable store net sales increased 5.9% in 2022, as a result of an 8.9% increase in average ticket, partially offset by a 2.7% decrease in customer traffic. Comparable store net sales increased 9.0% in the Dollar Tree segment and increased 2.4% in the Family Dollar segment. \n\nGross Profit \n\n##TABLE_START Year Ended Percentage Change January 28, January 29, January 30, Fiscal 2022 vs. Fiscal 2021 \n\n(dollars in millions) 2023 2022 2021 Gross profit $ 8,921.9 $ 7,725.9 $ 7,787.4 15.5 % Gross profit margin 31.5 % 29.4 % 30.5 % 2.1 % ##TABLE_END\n\nThe increase in gross profit margin from 2021 to 2022 was a result of the net of the following: \n\n&#8226; Merchandise cost, which includes freight, decreased 255 basis points resulting primarily from higher initial mark-on, partially offset by higher freight costs and increased sales of lower margin consumable merchandise on the Family Dollar segment. \n\n&#8226; Occupancy costs decreased 30 basis points due to leverage from the comparable store net sales increase. \n\n&#8226; Distribution costs decreased 5 basis points due to leverage from the comparable store net sales increase and higher capitalized amounts resulting from increases in inventory levels, partially offset by higher maintenance and compliance costs and higher hourly wages in our distribution centers. \n\n&#8226; Shrink costs increased 30 basis points resulting from unfavorable inventory results in relation to accruals. \n\n&#8226; Markdown costs increased 45 basis points primarily due to higher promotional and clearance markdowns on the Family Dollar segment and higher clearance markdowns resulting from a move to a higher value assortment at the $1.25 price point on the Dollar Tree segment. \n\nSelling, General and Administrative Expenses \n\n##TABLE_START Year Ended Percentage Change January 28, January 29, January 30, Fiscal 2022 vs. Fiscal 2021 \n\n(dollars in millions) 2023 2022 2021 Selling, general and administrative expenses $ 6,699.1 $ 5,925.9 $ 5,900.4 13.0 % Selling, general and administrative expense rate 23.6 % 22.5 % 23.1 % 1.1 % ##TABLE_END\n\nThe increase in the selling, general and administrative expense rate from 2021 to 2022 was the result of the following: \n\n&#8226; Other selling, general and administrative expenses increased 70 basis points primarily due to long-lived asset impairments related to certain Family Dollar stores and the Family Dollar West Memphis, Arkansas distribution center, higher legal fees, including costs related to the reconstitution of the Board of Directors, unfavorable development of general liability claims and inflationary pressure across several expense categories. \n\n&#8226; Store facility costs increased 35 basis points primarily due to an increase in repairs and maintenance expenses as we focus on store conditions for our customers and associates, higher utility costs and costs associated with the removal of product from certain Family Dollar stores in connection with the retail-level product recall. \n\n&#8226; Payroll expenses increased 10 basis points primarily due to minimum wage increases and other investments in store payroll and higher stock compensation expenses, partially offset by leverage from the comparable store net sales increase. \n\n&#8226; Depreciation and amortization expense was unchanged as a percentage of total revenue, as capital expenditures related to store renovations and improvements were offset by leverage from the comparable store net sales increase. \n\nOperating Income \n\n##TABLE_START Year Ended Percentage Change January 28, January 29, January 30, Fiscal 2022 vs. Fiscal 2021 \n\n(dollars in millions) 2023 2022 2021 Operating income $ 2,236.3 $ 1,811.4 $ 1,887.9 23.5 % Operating income margin 7.9 % 6.9 % 7.4 % 1.0 % ##TABLE_END\n\nOperating income margin increased to 7.9% in fiscal 2022 compared to 6.9% in fiscal 2021, resulting from the increase in gross profit margin, partially offset by the increase in the selling, general and administrative expense rate, as described above. \n\nInterest Expense, Net \n\n##TABLE_START Year Ended Percentage Change January 28, January 29, January 30, Fiscal 2022 vs. Fiscal 2021 \n\n(dollars in millions) 2023 2022 2021 Interest expense, net $ 125.3 $ 178.9 $ 147.3 (30.0) % ##TABLE_END\n\nInterest expense, net decreased $53.6 million in fiscal 2022 compared to the prior year, resulting from the refinancing of our debt in the fourth quarter of 2021, which resulted in prepayment penalties of $43.8 million and the acceleration of the expensing of $2.7 million of amortizable non-cash deferred financing costs. Higher interest income on investments more than offset interest expense on credit facility borrowings in the current year. \n\nProvision for Income taxes \n\n##TABLE_START Year Ended Percentage Change January 28, January 29, January 30, Fiscal 2022 vs. Fiscal 2021 \n\n(dollars in millions) 2023 2022 2021 Provision for income taxes $ 495.2 $ 304.3 $ 397.9 62.7 % Effective tax rate 23.5 % 18.6 % 22.9 % 4.9 % ##TABLE_END\n\nThe effective tax rate for 2022 was 23.5% compared to 18.6% for 2021. The 2022 effective rate increased compared to the prior year rate primarily due to a deferred tax benefit in the prior year related to state entity restructuring as well as higher non-deductible executive compensation and lower Work Opportunity Tax credits as a percentage of pre-tax income in the current year. \n\nSegment Information \n\nWe operate more than 16,300 retail discount stores in 48 states and five Canadian provinces. Our operations are conducted in two reporting business segments: Dollar Tree and Family Dollar. We define our segments as those operations whose results our chief operating decision maker (&#8220;CODM&#8221;) regularly reviews to analyze performance and allocate resources. \n\nWe measure the results of our segments using, among other measures, each segment&#8217;s net sales, gross profit and operating income. The CODM reviews these metrics for each of our reporting segments. We may revise the measurement of each segment&#8217;s operating income, as determined by the information regularly reviewed by the CODM. If the measurement of a segment changes, prior period amounts and balances are reclassified to be comparable to the current period&#8217;s presentation. Corporate, support and Other consists primarily of store support center costs that are considered shared services and therefore these selling, general and administrative costs are excluded from our two reporting business segments. These costs include operating expenses for our store support center and the results of operations for our Summit Pointe property in Chesapeake, Virginia. The Family Dollar segment &#8220;Operating income&#8221; includes advertising revenue, which is a component of &#8220;Other revenue&#8221; in the accompanying consolidated income statements. \n\nDollar Tree \n\nThe following table summarizes the operating results of the Dollar Tree segment: \n\n##TABLE_START Year Ended Percentage Change January 28, January 29, January 30, Fiscal 2022 vs. Fiscal 2021 \n\n(dollars in millions) 2023 2022 2021 Net sales $ 15,405.7 $ 13,922.1 $ 13,265.0 10.7 % Gross profit 5,775.5 4,603.6 4,543.8 25.5 % Gross profit margin 37.5 % 33.1 % 34.3 % 4.4 % Operating income $ 2,536.0 $ 1,607.0 $ 1,598.0 57.8 % Operating income margin 16.5 % 11.5 % 12.0 % 5.0 % ##TABLE_END\n\nNet sales for the Dollar Tree segment increased $1,483.6 million, or 10.7%, in 2022 compared to 2021 due to an increase in comparable store net sales of 9.0% and $372.8 million of new store sales. Average ticket increased 13.4% and customer traffic declined 3.9% in 2022. Net sales were positively impacted by our $1.25 price point initiative which increased the selling price of the majority of our $1 merchandise to $1.25. The rollout of this initiative was completed during the first quarter of fiscal 2022. The increase in price point more than offset the decline in the number of units sold during the year. \n\nGross profit margin for the Dollar Tree segment increased to 37.5% in 2022 from 33.1% in 2021. The increase is due to the net of the following: \n\n&#8226; Merchandise cost, which includes freight, decreased 410 basis points primarily due to higher initial mark-on, partially offset by higher freight costs. \n\n&#8226; Occupancy costs decreased 60 basis points primarily due to leverage from the comparable store net sales increase. \n\n&#8226; Distribution costs decreased 10 basis points due to leverage from the comparable store net sales increase and higher capitalized balances resulting from increases in inventory levels partially offset by higher hourly wages in our distribution centers. \n\n&#8226; Shrink costs increased 20 basis points resulting from unfavorable inventory results in relation to accruals. \n\n&#8226; Markdown costs increased 20 basis points resulting primarily from markdowns for clearance items as we move to a higher value assortment at the $1.25 price point. \n\nOperating income margin for the Dollar Tree segment increased to 16.5% in 2022 from 11.5% in 2021 as a result of the gross profit margin increase noted above and a decrease in the selling, general and administrative expense rate. The selling, general and administrative expense rate decreased to 21.0% in 2022 compared to 21.5% in 2021 as a result of the net of the following: \n\n&#8226; Payroll expenses decreased 85 basis points primarily due to leverage from the comparable store net sales increase, partially offset by minimum wage increases and other investments in store payroll. \n\n&#8226; Depreciation and amortization expense decreased 5 basis points primarily due to leverage from the comparable store net sales increase, partially offset by capital expenditures related to store renovations and improvements. \n\n&#8226; Store facility costs increased 15 basis points primarily due to an increase in repairs and maintenance expenses as we focus on store conditions for our customers and associates and higher utility costs, partially offset by leverage from the comparable store net sales increase. \n\n&#8226; Other selling, general and administrative expenses increased 25 basis points primarily due to unfavorable development of general liability claims, the benefit in the prior year associated with the realization of certain tax credits an d inflationary pressure across several expense categories in the current year. \n\nFamily Dollar \n\nThe following table summarizes the operating results of the Family Dollar segment: \n\n##TABLE_START Year Ended Percentage Change January 28, January 29, January 30, Fiscal 2022 vs. Fiscal 2021 \n\n(dollars in millions) 2023 2022 2021 Net sales $ 12,912.5 $ 12,387.7 $ 12,243.4 4.2 % Gross profit 3,146.4 3,122.3 3,243.6 0.8 % Gross profit margin 24.4 % 25.2 % 26.5 % (0.8) % Operating income $ 127.5 $ 543.1 $ 655.6 (76.5) % Operating income margin 1.0 % 4.4 % 5.4 % (3.4) % ##TABLE_END\n\nNet sales for the Family Dollar segment increased $524.8 million, or 4.2%, in 2022 compared to 2021 due to $385.8 million of new store sales and a comparable store net sales increase of 2.4%. Average ticket increased 3.4% and customer traffic declined 1.0% in 2022. D uring the first quarter of 2022, approximately 400 stores serviced by the West Memphis, Arkansas distribution center were temporarily closed in connection with a retail-level product recall. The Family Dollar comparable store net sales increased 2.8% when excluding the effect of the store closures. Net sales in the prior year were positively impacted by significant government stimulus dollars provided to our customers. \n\nGross profit margin for the Family Dollar segment decreased to 24.4% in 2022 compared to 25.2% in 2021. The decrease is due to the net of the following: \n\n&#8226; Markdown costs increased 80 basis points primarily due to higher promotional and clearance markdowns. \n\n&#8226; Shrink costs increased 45 basis points resulting from unfavorable inventory results in relation to accruals. \n\n&#8226; Distribution costs were unchanged as a percentage of sales compared to the prior year as higher capitalized balances resulting from increases in inventory levels in the current year were offset by higher maintenance and compliance costs and higher hourly wages in our distribution centers. \n\n&#8226; Merchandise cost, which includes freight, decreased 40 basis points primarily due to higher initial mark-on, partially offset by higher sales of lower margin consumable merchandise and higher freight costs. \n\nOperating income margin for the Family Dollar segment decreased to 1.0% in 2022 from 4.4% in 2021, resulting from the gross profit margin decrease noted above and an increase in the selling, general and administrative expense rate. The selling, general and administrative expense rate increased to 23.4% in 2022 from 20.9% in 2021 as a result of the following: \n\n&#8226; Other selling, general and administrative expenses increased 95 basis points primarily due to long-lived asset impairments related to certain stores and the West Memphis, Arkansas distribution center, higher legal fees and inflationary pressure across several expense categories. \n\n&#8226; Payroll expenses increased 85 basis points primarily due to minimum wage increases and other investments in store payroll. \n\n&#8226; Store facility costs increased 60 basis points primarily due to an increase in repairs and maintenance expenses as we focus on store conditions for our customers and associates, higher utility costs and costs associated with the removal of product from certain stores in connection with a voluntary retail-level product recall. \n\n&#8226; Depreciation and amortization expense increased 15 basis points primarily due to capital expenditures related to store renovations and improvements. \n\nLiquidity and Capital Resources \n\nWe invest capital to build and open new stores, expand and renovate existing stores, expand our distribution network and operate our existing stores. Our working capital requirements for existing stores are seasonal in nature and typically reach their peak in the months of September and October. Historically, we have satisfied our seasonal working capital requirements for existing stores and have funded our store opening and distribution network expansion programs from internally generated funds and borrowings under our credit facilities. \n\nThe following table compares cash flow-related information for the years ended January 28, 2023, January 29, 2022 and January 30, 2021: \n\n##TABLE_START &#160; Year Ended &#160; January 28, January 29, January 30, (in millions) 2023 2022 2021 Net cash provided by (used in): Operating activities $ 1,614.8 $ 1,431.5 $ 2,716.3 Investing activities (1,253.8) (1,019.9) (889.7) Financing activities (686.8) (836.5) (949.9) ##TABLE_END\n\nOperating Activities \n\nNet cash provided by operating activities increased $183.3 million in 2022 compared to 2021 primarily as a result of higher current year earnings, net of non-cash items, and smaller decreases in liability balances, partially offset by higher inventory levels and a smaller increase in accounts payable. \n\nInvesting Activities \n\nNet cash used in investing activities increased $233.9 million in 2022 compared with 2021 primarily due to higher capital expenditures in the current year. \n\nFinancing Activities \n\nNet cash used in financing activities decreased $149.7 million in 2022 compared to 2021 primarily due to the following: \n\n&#8226; In 2022, we paid $647.5 million in cash for stock repurchases compared to $950.0 million in the prior year. \n\n&#8226; In 2021, we completed the registered offering of $800.0 million aggregate principal amount of Senior Notes due 2031 and $400.0 million aggregate principal amount of Senior Notes due 2051 and used the proceeds of the offering to redeem the $1.0 billion 2023 Notes, which resulted in our incurring a $43.8 million prepayment penalty. In addition, in connection with the registering of these senior notes and the refinancing of our revolving line of credit, we paid $15.5 million in deferred financing costs. \n\nAt January 28, 2023, our long-term borrowings were $3.45 billion and we had $1.5 billion available under our revolving credit facility, less amounts outstanding for standby letters of credit totaling $4.4 million. For additional detail on our long-term borrowings and other commitments, refer to the discussion of Funding Requirements below, as well as Note 4 and Note 5 to our consolidated financial statements. \n\nShare Repurchases \n\nWe repurchased 4,613,696, 9,156,898 and 3,982,478 shares of common stock on the open market in fiscal 2022, fiscal 2021 and fiscal 2020, respectively, for $647.5 million, $950.0 million and $400.0 million, respectively. At January 28, 2023, we had $1.85 billion remaining under our Board repurchase authorization. \n\nFunding Requirements \n\nOverview \n\nWe expect our cash needs for opening new stores and expanding existing stores in fiscal 2023 to total approximately $690.0 million, which includes capital expenditures, initial inventory and pre-opening costs. Our total estimated capital expenditures for fiscal 2023 are approximately $2.0 billion, including planned expenditures for our new and expanded stores, store renovations, supply chain and information technology investments, and other property improvements. We believe that we can adequately fund our working capital requirements and planned capital expenditures for the foreseeable future from net cash provided by operations and potential borrowings under our revolving credit facility. \n\nOur material contractual obligations consist of long-term debt and related interest payments and operating lease obligations. Additionally, we have commitments related to ocean shipping contracts, software license and support agreements, telecommunication services and store technology assets and maintenance for our stores. Other commitments include letters of credit for imported merchandise, standby letters of credit that serve as collateral for our large-deductible insurance programs and surety bonds that serve as collateral for utility payments at our stores and self-insured insurance programs. For additional information regarding these \n\nobligations, including amounts outstanding at January 28, 2023, refer to Note 4 , Note 5 and Note 6 to our consolidated financial statements. \n\nCritical Accounting Estimates \n\nThe preparation of financial statements requires the use of estimates. Certain of our estimates require a high level of judgment and have the potential to have a material effect on the financial statements if actual results vary significantly from those estimates. Following is a discussion of the estimates that we consider critical. \n\nInventory Valuation \n\nAs discussed in Note 1 to our consolidated financial statements under the caption &#8220;Merchandise Inventories,&#8221; inventories at the distribution centers are stated at the lower of cost or net realizable value with cost determined on a weighted-average basis. Cost is assigned to store inventories using the retail inventory method on a weighted-average basis. Under the retail inventory method, the valuation of inventories at cost and the resulting gross margins are computed by applying a calculated cost-to-retail ratio to the retail value of inventories. The retail inventory method is an averaging method that is widely used in the retail industry and results in valuing inventories at lower of cost or market when markdowns are taken as a reduction of the retail value of inventories on a timely basis. \n\nInventory valuation methods require certain management estimates and judgments, including estimates of future merchandise markdowns and shrink, which significantly affect the ending inventory valuation at cost as well as the resulting gross margins. The averaging required in applying the retail inventory method and the estimates of shrink and markdowns could, under certain circumstances, result in costs not being recorded in the proper period. \n\nWe estimate our markdown reserve based on the consideration of a variety of factors, including, but not limited to, quantities of slow moving or seasonal carryover merchandise on hand, historical markdown statistics and future merchandising plans. The accuracy of our estimates can be affected by many factors, some of which are outside of our control, including changes in economic conditions and consumer buying trends. Historically, we have not experienced significant differences in our estimated reserve for markdowns compared with actual results. \n\nOur accrual for shrink is based on the actual, historical shrink results of our most recent physical inventories adjusted, if necessary, for current economic conditions and business trends. These estimates are compared to actual results as physical inventory counts are taken and reconciled to the general ledger. Our physical inventory counts are generally taken between January and October of each year; therefore, the shrink accrual recorded at January 28, 2023 is based on estimated shrink for most of 2022, including the fourth quarter. The amounts recorded in the current year reflect the Dollar Tree and Family Dollar segments&#8217; historical results. We periodically adjust our shrink estimates to reflect our best estimates based on the factors described and, historically, these adjustments have not been material. \n\nOur management believes that our application of the retail inventory method results in an inventory valuation that reasonably approximates cost and results in carrying inventory at the lower of cost or market each year on a consistent basis. \n\nSelf-Insurance Liabilities \n\nThe liabilities related to our self-insurance programs for workers&#8217; compensation and general liability are estimates that require judgment and the use of assumptions. Semiannually, we obtain third-party actuarial valuations to aid in valuing the liabilities and in determining the amount to accrue during the year. These actuarial valuations are estimates based on our historical loss development factors and the related accruals are adjusted as management&#8217;s estimates change. \n\nManagement&#8217;s estimate for self-insurance liabilities could vary from the ultimate loss sustained given the difficulty in predicting future events; however, historically, the net total of these differences has not had a material effect on our financial condition or results of operations. \n\nGoodwill and Indefinite-Lived Intangible Assets \n\nGoodwill and indefinite-lived intangible assets are initially recorded at their fair values. These assets are not amortized but are evaluated annually for impairment. A more frequent evaluation is performed if events or circumstances indicate that impairment could have occurred. Such events or circumstances could include, but are not limited to, significant negative industry or economic trends, unanticipated changes in the competitive environment and a significant sustained decline in the market price of our stock. \n\nFor purposes of our goodwill impairment evaluation, the reporting units are Family Dollar, Dollar Tree and Dollar Tree Canada. Goodwill has been assigned to the reporting units based on prior business combinations related to the brands. We have the option to initially perform a qualitative assessment to determine whether it is more likely than not that the fair value is less than the carrying amount. Alternatively, we may bypass the qualitative assessment and proceed directly to performing the quantitative impairment test. \n\nIn connection with the fiscal 2022 annual impairment evaluation, management&#8217;s qualitative assessment did not indicate that it was more likely than not that the fair value of the reporting units were less than their carrying values. However, due to recent executive level management changes and investments being made with respect to the Family Dollar reporting unit, management elected to perform a quantitative assessment of both the Family Dollar goodwill and trade name. \n\nWe estimate the fair value using a combination of a market multiple method and a discounted cash flow method. Under the market multiple approach, we estimate a fair value based on comparable companies&#8217; market multiples of revenues and earnings before interest, taxes, depreciation and amortization (&#8220;EBITDA&#8221;) and adjusted for a control premium. Under the discounted cash flow approach, we project future cash flows which are discounted using a weighted-average cost of capital analysis that reflects current market conditions, adjusted for specific reporting unit risks (primarily the uncertainty of achieving projected operating cash flows). If the carrying amount of a reporting unit exceeds its estimated fair value, an impairment loss is recognized in an amount equal to that excess. \n\nThe Family Dollar goodwill and trade name comprise a substantial portion of our goodwill and indefinite-lived intangible assets and management&#8217;s judgment utilized in the Family Dollar goodwill and trade name impairment evaluations is critical. The computations require management to make estimates and assumptions and actual results may differ significantly, particularly if there are significant adverse changes in the operating environment. Critical assumptions that are used as part of a quantitative Family Dollar goodwill evaluation include: \n\n&#8226; The potential future revenue, EBITDA and cash flows of the reporting unit. The projections use management&#8217;s assumptions about economic and market conditions over the projected period as well as our estimates of future performance and reporting unit revenue, gross margin, expenses and other factors. The resulting revenue, EBITDA and cash flow estimates are based on our most recent business operating plans, and various growth rates are assumed for years beyond the current business plan period. These operating plans include anticipated investments in associate wages, improved store execution, enhanced safety and working conditions, increased supply chain efficiencies, competitive pricing, and enhancements to our technology infrastructure. We believe that the assumptions, estimates and rates used in our fiscal 2022 impairment evaluations are reasonable; however, variations in the assumptions, estimates and rates could result in significantly different estimates of fair value. \n\n&#8226; Selection of an appropriate discount rate. Calculating the present value of future cash flows requires the selection of an appropriate discount rate, which is based on a weighted-average cost of capital analysis. The discount rate is affected by changes in short-term interest rates and long-term yield as well as variances in the typical capital structure of marketplace participants. Given current economic conditions, it is possible that the discount rate will fluctuate in the near term. We engaged third party experts to assist in the determination of the weighted-average cost of capital used to discount the cash flows for our Family Dollar reporting unit. The weighted-average cost of capital used to discount the cash flows for our evaluation was 9.5% for our fiscal 2022 analysis. \n\nOur evaluation of goodwill did not result in impairment charges being recorded in fiscal 2022, 2021 or 2020. \n\nIndefinite-lived intangible assets, such as the Family Dollar trade name, are not subject to amortization but are reviewed at least annually for impairment. The indefinite-lived intangible asset impairment evaluations are performed by comparing the fair value of the indefinite-lived intangible assets to their carrying values. We estimate the fair value of our trade name intangible asset based on an income approach using the relief-from-royalty method. This approach is dependent upon a number of factors, including estimates of future growth and trends, royalty rates, discount rates and other variables. We base our fair value estimates on assumptions we believe to be reasonable, but which are inherently uncertain. The discount rate includes a premium compared to the discount rate used for the Family Dollar goodwill impairment evaluation due to the inherently higher risk profile of intangible assets compared to the overall reporting unit. \n\nOur evaluation of the Family Dollar trade name did not result in impairment charges during fiscal 2022, 2021 or 2020. \n\nFor additional information related to goodwill and indefinite-lived intangible assets, including the related impairment evaluations, refer to Note 1 to our consolidated financial statements under the caption &#8220;Goodwill and Nonamortizing Intangible Assets.&#8221; For additional information related to uncertainties associated with the key assumptions and any potential events and/or circumstances that could have a negative effect on the key assumptions, please refer to &#8220; Item 1A. Risk Factors &#8221; and elsewhere within this &#8220;Item 7. Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations.&#8221; If our assumptions and related estimates change in the future, we may be required to record impairment charges against earnings in future periods. Any impairment charges that we may take in the future could be material to our results of operations and financial condition. \n\n"
    },
    {
      "section": "7A",
      "text": " Item 7A. Quantitative and Qualitative Disclosures About Market Risk \n\nWe are exposed to various types of market risk in the normal course of our business, including the impact of interest rate changes and diesel fuel cost changes. We may enter into interest rate or diesel fuel swaps to manage exposure to interest rate and diesel fuel price changes. We do not enter into derivative instruments for any purpose other than cash flow hedging and we do not hold derivative instruments for trading purposes. \n\nInterest Rate Risk \n\nOur exposure to interest rate risk relates to our revolving credit facility, as borrowings under the revolving credit facility bear interest at SOFR, reset periodically, plus 0.10%, plus 0.875% to 1.50% as determined by our credit ratings and leverage ratio. At January 28, 2023, there were no borrowings outstanding under the revolving credit facility. \n\nInflation Risk \n\nThe primary inflationary factors impacting our business include changes to the costs of merchandise, transportation (including the cost of diesel fuel), and labor. If these inflationary pressures become significant, we may not be able to fully offset such higher costs through price increases on the Family Dollar banner or through adjustments to our product assortment, improvements in operational efficiencies or increases in our comparable store net sales on the Dollar Tree banner. Our inability or failure to do so could harm our business, financial condition and results of operations. \n\n"
    },
    {
      "section": "8",
      "text": " Item 8. Financial Statements and Supplementary Data \n\nINDEX TO CONSOLIDATED FINANCIAL STATEMENTS \n\n##TABLE_START Page &#160; &#160; \n\nReport of Independent Registered Public Accounting Firm (PCAOB ID: 185 ) \n\nConsolidated Income Statements \n\nConsolidated Statements of Comprehensive Income \n\nConsolidated Balance Sheets \n\nConsolidated Statements of Shareholders&#8217; Equity \n\nConsolidated Statements of Cash Flows \n\nNotes to Consolidated Financial Statements \n\nNote 1 - Summary of Significant Accounting Policies \n\nNote 2 - Supplemental Balance Sheet Information \n\nNote 3 - Income Taxes \n\nNote 4 - Commitments and Contingencies \n\nNote 5 - Long-Term Debt \n\nNote 6 - Leases \n\nNote 7 - Fair Value Measurements \n\nNote 8 - Shareholders&#8217; Equity \n\nNote 9 - Employee Benefit Plans \n\nNote 10 - Stock-Based Compensation Plans \n\nNote 11 - Segments and Disaggregated Revenue \n\n##TABLE_END\n\nReport of Independent Registered Public Accounting Firm \n\nTo the Shareholders and Board of Directors \n\nDollar Tree, Inc.: \n\nOpinion on the Consolidated Financial Statements \n\nWe have audited the accompanying consolidated balance sheets of Dollar Tree, Inc. and subsidiaries (the Company) as of January 28, 2023 and January 29, 2022, the related consolidated income statements, statements of comprehensive income, shareholders&#8217; equity, and cash flows for each of the years in the three&#8209;year period ended January 28, 2023, and the related notes (collectively, the consolidated financial statements). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company as of January 28, 2023 and January 29, 2022, and the results of its operations and its cash flows for each of the years in the three&#8209;year period ended January 28, 2023, in conformity with U.S. generally accepted accounting principles. \n\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company&#8217;s internal control over financial reporting as of January 28, 2023, based on criteria established in Internal Control &#8211; Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission, and our report dated March 10, 2023 expressed an unqualified opinion on the effectiveness of the Company&#8217;s internal control over financial reporting. \n\nBasis for Opinion \n\nThese consolidated financial statements are the responsibility of the Company&#8217;s management. Our responsibility is to express an opinion on these consolidated financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \n\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. We believe that our audits provide a reasonable basis for our opinion. \n\nCritical Audit Matter \n\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the consolidated financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of a critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates. \n\nEstimated self&#8209;insurance liability \n\nAs discussed in Note 1 to the consolidated financial statements, the Company considers actuarial assumptions to estimate its self&#8209;insurance liability. As of January 28, 2023, the Company recorded an estimated liability of $318 million. \n\nWe identified the evaluation of the estimated self&#8209;insurance liability as a critical audit matter. The estimation process involves auditor judgment and actuarial expertise to evaluate the actuarial methods and assumptions that are used to estimate future claim payments. Specifically, the evaluation includes the assumptions related to the loss development factors and expected loss rates which are primarily driven by historical claims paid and incurred data. \n\nThe following are the primary procedures we performed to address this critical audit matter. We evaluated the design and tested the operating effectiveness of certain internal controls over the Company&#8217;s self&#8209;insurance liability estimation process. This included controls related to (1) the selection of the actuarial methods, and the development of the loss development factors and expected loss rates used to calculate the liability, and (2) the completeness and accuracy of historical claims paid and incurred data. We assessed the Company&#8217;s estimate of the liability by testing a selection of certain data, including claims data, utilized by the Company&#8217;s actuary by comparing it to relevant documentation. We involved actuarial professionals with specialized skills and knowledge, who assisted in: \n\n&#8226; assessing the Company&#8217;s actuarial methods by comparing them to generally accepted actuarial methodologies; and \n\n&#8226; evaluating the Company&#8217;s actuarial estimates and assumptions related to the loss development factors and expected loss rates, by comparing them to generally accepted actuarial methodologies and the Company&#8217;s historical data and trends. \n\n/s/ KPMG LLP \n\nWe have served as the Company&#8217;s auditor since 1987. \n\nNorfolk, Virginia \n\nMarch 10, 2023 \n\nDOLLAR TREE, INC. \n\nCONSOLIDATED INCOME STATEMENTS \n\n##TABLE_START &#160; Year Ended &#160; January 28, January 29, January 30, (in millions, except per share data) 2023 2022 2021 Net sales $ 28,318.2 &#160; $ 26,309.8 &#160; $ 25,508.4 &#160; Other revenue 13.5 &#160; 11.4 &#160; 0.9 &#160; Total revenue 28,331.7 &#160; 26,321.2 &#160; 25,509.3 &#160; Cost of sales 19,396.3 &#160; 18,583.9 &#160; 17,721.0 &#160; Selling, general and administrative expenses 6,699.1 &#160; 5,925.9 &#160; 5,900.4 &#160; Operating income 2,236.3 &#160; 1,811.4 &#160; 1,887.9 &#160; Interest expense, net 125.3 &#160; 178.9 &#160; 147.3 &#160; Other expense, net 0.4 &#160; 0.3 &#160; 0.8 &#160; Income before income taxes 2,110.6 &#160; 1,632.2 &#160; 1,739.8 &#160; Provision for income taxes 495.2 &#160; 304.3 &#160; 397.9 &#160; Net income $ 1,615.4 &#160; $ 1,327.9 &#160; $ 1,341.9 &#160; Basic net income per share $ 7.24 &#160; $ 5.83 &#160; $ 5.68 &#160; Diluted net income per share $ 7.21 &#160; $ 5.80 &#160; $ 5.65 &#160; ##TABLE_END\n\nSee accompanying Notes to Consolidated Financial Statements \n\nDOLLAR TREE, INC. \n\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME \n\n##TABLE_START Year Ended January 28, January 29, January 30, (in millions) 2023 2022 2021 Net income $ 1,615.4 &#160; $ 1,327.9 &#160; $ 1,341.9 &#160; Foreign currency translation adjustments ( 6.0 ) &#8212; &#160; 4.6 &#160; Total comprehensive income $ 1,609.4 &#160; $ 1,327.9 &#160; $ 1,346.5 &#160; ##TABLE_END\n\nSee accompanying Notes to Consolidated Financial Statements \n\nDOLLAR TREE, INC. \n\nCONSOLIDATED BALANCE SHEETS \n\n##TABLE_START (in millions, except share and per share data) January 28, 2023 January 29, 2022 ASSETS &#160; &#160; Current assets: &#160; &#160; Cash and cash equivalents $ 642.8 &#160; $ 984.9 &#160; Merchandise inventories 5,449.3 &#160; 4,367.3 &#160; Other current assets 275.0 &#160; 257.0 &#160; Total current assets 6,367.1 &#160; 5,609.2 &#160; \n\nProperty, plant and equipment, net of accumulated depreciation of $ 6,025.4 and $ 5,363.8 , \n\nrespectively \n\n4,972.2 &#160; 4,477.3 &#160; Restricted cash 68.5 &#160; 53.4 &#160; Operating lease right-of-use assets 6,458.0 &#160; 6,425.3 &#160; Goodwill 1,983.1 &#160; 1,984.4 &#160; Trade name intangible asset 3,100.0 &#160; 3,100.0 &#160; Deferred tax asset 15.0 &#160; 20.3 &#160; Other assets 58.2 &#160; 51.9 &#160; Total assets $ 23,022.1 &#160; $ 21,721.8 &#160; LIABILITIES AND SHAREHOLDERS&#8217; EQUITY &#160; &#160; Current liabilities: &#160; &#160; Current portion of operating lease liabilities $ 1,449.6 &#160; $ 1,407.8 &#160; Accounts payable 1,899.8 &#160; 1,884.2 &#160; Income taxes payable 58.1 &#160; 82.6 &#160; Other current liabilities 817.7 &#160; 802.0 &#160; Total current liabilities 4,225.2 &#160; 4,176.6 &#160; Long-term debt, net 3,421.6 &#160; 3,417.0 &#160; Operating lease liabilities, long-term 5,255.3 &#160; 5,145.5 &#160; Deferred income taxes, net 1,105.7 &#160; 987.2 &#160; Income taxes payable, long-term 17.4 &#160; 20.9 &#160; Other liabilities 245.4 &#160; 256.1 &#160; Total liabilities 14,270.6 &#160; 14,003.3 &#160; Commitments and contingencies (Note 4) Shareholders&#8217; equity: &#160; &#160; Common stock, par value $ 0.01 ; 600,000,000 shares authorized, 221,222,984 and \n\n&#160; 225,100,198 shares issued and outstanding at January 28, 2023 and January 29, 2022, \n\nrespectively \n\n2.2 &#160; 2.2 &#160; Additional paid-in capital 667.5 &#160; 1,243.9 &#160; Accumulated other comprehensive loss ( 41.2 ) ( 35.2 ) Retained earnings 8,123.0 &#160; 6,507.6 &#160; Total shareholders&#8217; equity 8,751.5 &#160; 7,718.5 &#160; Total liabilities and shareholders&#8217; equity $ 23,022.1 &#160; $ 21,721.8 &#160; ##TABLE_END\n\nSee accompanying Notes to Consolidated Financial Statements \n\nDOLLAR TREE, INC. \n\nCONSOLIDATED STATEMENTS OF SHAREHOLDERS&#8217; EQUITY \n\nYEARS ENDED JANUARY 28, 2023, JANUARY 29, 2022, AND JANUARY 30, 2021 \n\n##TABLE_START (in millions) Common Stock Shares Common Stock Additional Paid-in Capital Accumulated Other Comprehensive Loss Retained Earnings Shareholders&#8217; Equity Balance at February 1, 2020 236.7 &#160; $ 2.4 &#160; $ 2,454.4 &#160; $ ( 39.8 ) $ 3,837.8 &#160; $ 6,254.8 &#160; Net income &#8212; &#8212; &#8212; &#8212; 1,341.9 &#160; 1,341.9 &#160; Total other comprehensive income &#8212; &#8212; &#8212; 4.6 &#160; &#8212; 4.6 &#160; Issuance of stock under Employee Stock Purchase Plan 0.2 &#160; &#8212; 10.0 &#160; &#8212; &#8212; 10.0 &#160; Exercise of stock options 0.1 &#160; &#8212; 7.0 &#160; &#8212; &#8212; 7.0 &#160; Stock-based compensation, net 0.4 &#160; &#8212; 67.0 &#160; &#8212; &#8212; 67.0 &#160; Repurchase of stock ( 4.0 ) ( 0.1 ) ( 399.9 ) &#8212; &#8212; ( 400.0 ) Balance at January 30, 2021 233.4 &#160; 2.3 &#160; 2,138.5 &#160; ( 35.2 ) 5,179.7 &#160; 7,285.3 &#160; Net income &#8212; &#8212; &#8212; &#8212; 1,327.9 &#160; 1,327.9 &#160; Issuance of stock under Employee Stock Purchase Plan 0.1 &#160; &#8212; 10.4 &#160; &#8212; &#160; &#8212; 10.4 &#160; Exercise of stock options 0.1 &#160; &#8212; 7.4 &#160; &#8212; &#8212; 7.4 &#160; Stock-based compensation, net 0.7 &#160; &#8212; 37.5 &#160; &#8212; &#8212; 37.5 &#160; Repurchase of stock ( 9.2 ) ( 0.1 ) ( 949.9 ) &#8212; &#8212; ( 950.0 ) Balance at January 29, 2022 225.1 &#160; 2.2 &#160; 1,243.9 &#160; ( 35.2 ) 6,507.6 &#160; 7,718.5 &#160; Net income &#8212; &#8212; &#8212; &#8212; 1,615.4 &#160; 1,615.4 &#160; Total other comprehensive loss &#8212; &#8212; &#8212; ( 6.0 ) &#8212; ( 6.0 ) Issuance of stock under Employee Stock Purchase Plan 0.1 &#160; &#8212; 9.3 &#160; &#8212; &#8212; 9.3 &#160; Stock-based compensation, net 0.6 &#160; &#8212; 61.8 &#160; &#8212; &#8212; 61.8 &#160; Repurchase of stock ( 4.6 ) &#8212; &#160; ( 647.5 ) &#8212; &#8212; ( 647.5 ) Balance at January 28, 2023 221.2 &#160; $ 2.2 &#160; $ 667.5 &#160; $ ( 41.2 ) $ 8,123.0 &#160; $ 8,751.5 &#160; ##TABLE_END\n\nSee accompanying Notes to Consolidated Financial Statements \n\nDOLLAR TREE, INC. \n\nCONSOLIDATED STATEMENTS OF CASH FLOWS \n\n##TABLE_START &#160; Year Ended &#160; January 28, January 29, January 30, (in millions) 2023 2022 2021 Cash flows from operating activities: &#160; &#160; &#160; Net income $ 1,615.4 &#160; $ 1,327.9 &#160; $ 1,341.9 &#160; Adjustments to reconcile net income to net cash provided by operating activities: &#160; &#160; &#160; Depreciation and amortization 767.9 &#160; 716.0 &#160; 686.6 &#160; Provision for deferred income taxes 123.0 &#160; ( 23.2 ) 30.7 &#160; Stock-based compensation expense 110.4 &#160; 79.9 &#160; 83.9 &#160; Amortization of debt discount and debt-issuance costs 4.6 &#160; 8.9 &#160; 4.0 &#160; Other non-cash adjustments to net income 59.1 &#160; 11.2 &#160; 19.0 &#160; Loss on debt extinguishment &#8212; &#160; 43.8 &#160; &#8212; &#160; Changes in operating assets and liabilities: &#160; &#160; &#160; Merchandise inventories ( 1,085.4 ) ( 940.4 ) 97.1 &#160; Other current assets ( 17.9 ) ( 49.9 ) 1.7 &#160; Other assets ( 6.8 ) ( 2.6 ) ( 7.0 ) Accounts payable 16.8 &#160; 403.8 &#160; 142.6 &#160; Income taxes payable ( 24.5 ) ( 3.7 ) 23.6 &#160; Other current liabilities ( 2.2 ) ( 36.5 ) 203.4 &#160; Other liabilities ( 14.4 ) ( 98.2 ) 88.2 &#160; Operating lease right-of-use assets and liabilities, net 68.8 &#160; ( 5.5 ) 0.6 &#160; Net cash provided by operating activities 1,614.8 &#160; 1,431.5 &#160; 2,716.3 &#160; Cash flows from investing activities: &#160; &#160; &#160; Capital expenditures ( 1,248.8 ) ( 1,021.2 ) ( 898.8 ) Proceeds from governmental grant &#8212; &#160; 2.9 &#160; &#8212; &#160; Proceeds from (payments for) fixed asset disposition ( 5.0 ) ( 1.6 ) 9.1 &#160; Net cash used in investing activities ( 1,253.8 ) ( 1,019.9 ) ( 889.7 ) Cash flows from financing activities: &#160; &#160; &#160; Proceeds from long-term debt, net of discount &#8212; &#160; 1,197.4 &#160; &#8212; &#160; Principal payments for long-term debt &#8212; &#160; ( 1,000.0 ) ( 550.0 ) Debt-issuance and debt extinguishment costs &#8212; &#160; ( 59.3 ) &#8212; &#160; Proceeds from revolving credit facility 555.0 &#160; &#8212; &#160; 750.0 &#160; Repayments of revolving credit facility ( 555.0 ) &#8212; &#160; ( 750.0 ) Proceeds from stock issued pursuant to stock-based compensation plans 9.3 &#160; 17.8 &#160; 17.0 &#160; Cash paid for taxes on exercises/vesting of stock-based compensation ( 48.6 ) ( 42.4 ) ( 16.9 ) Payments for repurchase of stock ( 647.5 ) ( 950.0 ) ( 400.0 ) Net cash used in financing activities ( 686.8 ) ( 836.5 ) ( 949.9 ) Effect of exchange rate changes on cash, cash equivalents and restricted cash ( 1.2 ) ( 0.4 ) 0.9 &#160; Net increase (decrease) in cash, cash equivalents and restricted cash ( 327.0 ) ( 425.3 ) 877.6 &#160; Cash, cash equivalents and restricted cash at beginning of year 1,038.3 &#160; 1,463.6 &#160; 586.0 &#160; Cash, cash equivalents and restricted cash at end of year $ 711.3 &#160; $ 1,038.3 &#160; $ 1,463.6 &#160; Supplemental disclosure of cash flow information: &#160; &#160; &#160; Cash paid for: &#160; &#160; &#160; Interest, net of amounts capitalized $ 132.2 &#160; $ 176.1 &#160; $ 152.9 &#160; Income taxes $ 401.3 &#160; $ 363.4 &#160; $ 357.7 &#160; Non-cash transactions: Right-of-use assets obtained in exchange for new operating lease liabilities $ 1,538.3 &#160; $ 1,495.3 &#160; $ 1,440.2 &#160; Accrued capital expenditures $ 86.6 &#160; $ 68.3 &#160; $ 44.9 &#160; ##TABLE_END\n\n&#160; \n\nSee accompanying Notes to Consolidated Financial Statements \n\nDOLLAR TREE, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\nNote 1 - Summary of Significant Accounting Policies \n\nDescription of Business \n\nUnless otherwise stated, references to &#8220;we,&#8221; &#8220;us,&#8221; and &#8220;our&#8221; in this annual report on Form 10-K refer to Dollar Tree, Inc. and its direct and indirect subsidiaries on a consolidated basis. \n\nWe are a leading operator of discount retail stores in the United States and Canada. Below are those accounting policies that we consider to be significant. \n\nPrinciples of Consolidation and Basis of Presentation \n\nThe consolidated financial statements include the financial statements of Dollar Tree, Inc., and its wholly-owned subsidiaries. All significant intercompany balances and transactions have been eliminated in consolidation. \n\nSegment Information \n\nAt January 28, 2023, we operate more than 16,300 retail discount stores in 48 states and five Canadian provinces. Our operations are conducted in two reporting business segments: Dollar Tree and Family Dollar. We define our segments as those operations whose results our chief operating decision maker (&#8220;CODM&#8221;) regularly reviews to analyze performance and allocate resources. \n\nThe Dollar Tree segment is the leading operator of discount variety stores offering merchandise predominantly at the fixed price point of $ 1.25 . The Dollar Tree segment includes our operations under the &#8220;Dollar Tree&#8221; and &#8220;Dollar Tree Canada&#8221; brands, 15 distribution centers in the United States and two distribution centers in Canada. \n\nThe Family Dollar segment operates a chain of general merchandise retail discount stores providing consumers with a selection of competitively-priced merchandise in convenient neighborhood stores. The Family Dollar segment consists of our operations under the &#8220;Family Dollar&#8221; brand and ten distribution centers. \n\nRefer to Note 11 for additional information regarding our operating segments. \n\nForeign Currency \n\nThe functional currencies of certain of our international subsidiaries are the local currencies of the countries in which the subsidiaries are located. Foreign currency denominated assets and liabilities are translated into U.S. dollars using the exchange rates in effect at the consolidated balance sheet date. Results of operations and cash flows are translated using the average exchange rates throughout the period. The effect of exchange rate fluctuations on translation of assets and liabilities is included as a component of shareholders&#8217; equity in accumulated other comprehensive loss. Gains and losses from foreign currency transactions, which are included in &#8220;Other expense, net&#8221; have not been significant. \n\nFiscal Year \n\nOur fiscal year is a 52-week or 53-week period ending on the Saturday closest to January 31. References to &#8220;2022&#8221; or &#8220;fiscal 2022,&#8221; &#8220;2021&#8221; or &#8220;fiscal 2021,&#8221; and &#8220;2020&#8221; or &#8220;fiscal 2020&#8221; relate to the 52-week fiscal years ended January 28, 2023, January 29, 2022, and January 30, 2021, respectively. &#8220;2023&#8221; or &#8220;fiscal 2023&#8221; refers to the 53-week fiscal year ending February 3, 2024. \n\nUse of Estimates \n\nThe preparation of financial statements in conformity with U.S. generally accepted accounting principles (&#8220;GAAP&#8221;) requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and disclosures of contingent assets and liabilities at the date of the consolidated financial statements and the reported amounts of revenues and expenses during the reporting period. Actual results could differ from those estimates. \n\nCash and Cash Equivalents \n\nCash and cash equivalents at January 28, 2023 and January 29, 2022 includes $ 317.2 million and $ 680.6 million, respectively, of investments primarily in money market securities which are valued at cost, which approximates fair value. We consider all highly-liquid debt instruments with original maturities of three months or less to be cash equivalents. The majority of payments due from financial institutions for the settlement of debit card and credit card transactions process within three business days, and therefore are classified as cash and cash equivalents. \n\nMerchandise Inventories \n\nMerchandise inventories at our distribution centers are stated at the lower of cost or net realizable value, determined on a weighted-average cost basis. Cost is assigned to store inventories using the retail inventory method on a weighted-average basis. Under the retail inventory method, the valuation of inventories at cost and the resulting gross margins are computed by applying a calculated cost-to-retail ratio to the retail value of inventories. \n\nCosts directly associated with warehousing and distribution are capitalized as merchandise inventories. Total warehousing and distribution costs capitalized into inventory amounted to $ 298.6 million and $ 203.2 million at January 28, 2023 and January 29, 2022, respectively. \n\nProperty, Plant and Equipment \n\nProperty, plant and equipment are stated at cost and depreciated using the straight-line method over the estimated useful lives of the respective assets as follows: \n\n##TABLE_START Buildings \n\n39 to 40 years \n\nFurniture, fixtures and equipment \n\n3 to 15 years \n\n##TABLE_END\n\nLeasehold improvements are amortized over the shorter of the estimated useful lives of the respective assets or the related lease terms. Amortization is included in &#8220;Selling, general and administrative expenses&#8221; in the accompanying consolidated income statements. \n\nCosts incurred related to software developed for internal use are capitalized and amortized, generally over three years . \n\nCapitalized Interest \n\nWe capitalize interest on borrowed funds during the construction of certain property and equipment. We capitalized $ 3.8 million, $ 1.1 million and $ 3.2 million of interest costs in the years ended January 28, 2023, January 29, 2022 and January 30, 2021, respectively. \n\nInsurance Reserves and Restricted Cash \n\nWe utilize a combination of insurance and self-insurance programs, including a wholly-owned captive insurance entity, to provide for the potential liabilities for certain risks, including workers&#8217; compensation, general liability and automobile liability. Liabilities associated with the risks that are retained by us are not discounted and are estimated, in part, by considering claims experience, exposure and severity factors and other actuarial assumptions. \n\nDollar Tree Insurance, Inc., a South Carolina-based wholly-owned captive insurance subsidiary of ours, charges the operating subsidiary companies premiums to insure the retained workers&#8217; compensation, general liability and automobile liability exposures. Pursuant to South Carolina insurance regulations, Dollar Tree Insurance, Inc. maintains certain levels of cash and cash equivalents related to its self-insured exposures. \n\nWe also maintain certain cash balances related to our insurance programs which are held in trust and restricted as to withdrawal or use. These amounts are reflected in &#8220;Restricted cash&#8221; in the accompanying consolidated balance sheets. \n\nLease Accounting \n\nOur lease portfolio primarily consists of leases for our retail store locations and we also lease vehicles and trailers, as well as distribution center space and equipment. We determine if an arrangement is a lease at inception by evaluating whether the arrangement conveys the right to use an identified asset and whether we obtain substantially all of the economic benefits from and have the ability to direct the use of the asset. Leases with an initial term of 12 months or less are not recorded on the consolidated balance sheets. We recognize expense for these leases on a straight-line basis over the lease term. For leases with an initial term in excess of 12 months, operating lease right-of-use assets and operating lease liabilities are recognized based on the present value of the future lease payments over the committed lease term at the lease commencement date. \n\nAs most of our leases do not provide an implicit rate, we use our incremental borrowing rate in determining the present value of future lease payments. Inputs to the calculation of our incremental borrowing rate include the valuations and yields of our outstanding senior notes and their credit spreads over comparable U.S. Treasury rates, adjusted to a collateralized basis by estimating the credit spread improvement that would result from an upgrade of one ratings classification. Most leases include one or more options to renew and the exercise of renewal options is at our sole discretion. We do not include renewal options in our determination of the lease term unless the renewals are deemed to be reasonably certain. Operating lease expense for lease payments not yet paid is recognized on a straight-line basis over the lease term. The operating lease right-of-use asset is reduced by lease incentives, which has the effect of \n\nlowering the operating lease expense. Operating lease right-of-use assets are periodically reviewed for impairment losses. We use the long-lived assets impairment guidance in ASC Subtopic 360-10, &#8220;Property, Plant, and Equipment - Overall,&#8221; to determine whether a right-of-use asset is impaired, and if so, the amount of the impairment loss to recognize. \n\nWe have real estate leases that typically include payments related to non-lease components, such as common area maintenance, as well as payments for real estate taxes and insurance which are not considered components of the lease. These payments are generally variable and based on actual costs incurred by the lessor. These costs are expensed as incurred as variable lease costs and excluded for the purpose of calculating the right-of-use asset and lease liability. A smaller number of real estate leases contain fixed payments for common area maintenance, real estate taxes and insurance. These fixed payments are considered part of the lease payment and included in the right-of-use asset and lease liability. In addition, certain of our lease agreements include rental payments based on a percentage of retail sales over contractual levels and others include rental payments adjusted periodically for inflation. These payments are expensed as incurred as variable lease costs. Our lease agreements do not contain any material residual value guarantees or material restrictive financial covenants. \n\nPurchased leases with terms which were either favorable or unfavorable as compared to prevailing market rates at the date of acquisition are amortized over the remaining lease terms, including, in some cases, an assumed renewal. Amortization expense, net of $ 29.9 million, $ 38.5 million and $ 48.1 million was recognized in &#8220;Selling, general and administrative expenses&#8221; in 2022, 2021 and 2020, respectively, related to these lease rights. \n\nImpairment of Long-Lived Assets and Long-Lived Assets to be Disposed of \n\nWe review our long-lived assets and certain identifiable intangible assets for impairment whenever events or changes in circumstances indicate that the carrying amount of an asset may not be recoverable. Recoverability of assets to be held and used is measured by comparing the carrying amount of an asset to future net undiscounted cash flows expected to be generated by the asset. If such assets are considered to be impaired, the impairment to be recognized is measured as the amount by which the carrying amount of the assets exceeds the fair value of the assets based on discounted cash flows or other readily available evidence of fair value, if any. Assets to be disposed of are reported at the lower of the carrying amount or fair value less costs to sell. In fiscal 2022, 2021 and 2020, we recorded charges of $ 39.9 million, $ 4.4 million and $ 4.6 million, respectively, to write down certain assets, including $ 20.1 million, $ 3.9 million and $ 3.8 million in fiscal 2022, 2021 and 2020, respectively, to write down Operating lease right-of-use assets. Included in 2022 is $ 14.0 million for West Memphis distribution center asset impairments. These charges are recorded as a component of &#8220; Selling, general and administrative expenses &#8221; in the accompanying consolidated income statements. \n\nGoodwill and Nonamortizing Intangible Assets \n\nGoodwill and nonamortizing intangible assets, including the Family Dollar trade name, are not amortized, but rather tested for impairment at least annually. In addition, goodwill and nonamortizing intangible assets will be tested on an interim basis if an event or circumstance indicates that it is more likely than not that an impairment loss has been incurred. For both goodwill and nonamortizing intangible assets, we have the option to initially perform a qualitative assessment to determine whether it is more likely than not that an impairment exists. Alternatively, we may bypass the qualitative assessment in any given year and proceed directly to performing the quantitative impairment test. We perform our annual impairment testing of goodwill and nonamortizing intangible assets during the fourth quarter of each year. Our reporting units are determined in accordance with the provisions of ASC Topic 350, &#8220;Intangibles - Goodwill and Other.&#8221; \n\nWhen a quantitative impairment test is performed for the Family Dollar trade name, we compare the fair value, based on an income approach using the relief-from-royalty method, to its carrying value. If the carrying value of the asset exceeds its estimated fair value, an impairment loss is recognized in an amount equal to that excess. Our annual impairment evaluation of the Family Dollar trade name did not result in impairment charges during fiscal 2022, 2021 or 2020. \n\nSubsequent to the evaluation of the Family Dollar trade name for impairment, we evaluate goodwill for impairment. When a quantitative test is performed, we estimate the fair value of the reporting unit using a combination of a market multiple method and a discounted cash flow method. We recognize goodwill impairment for the amount by which the reporting unit&#8217;s carrying amount exceeds its estimated fair value, not to exceed the total carrying amount of goodwill allocated to the reporting unit. \n\nThe annual goodwill impairment evaluations in 2022, 2021 and 2020 did not result in impairment. We have recorded cumulative goodwill impairment charges totaling $ 3,040.0 million, all of which relate to the Family Dollar reporting unit. \n\nRevenue Recognition \n\nWe recognize sales revenue, net of estimated returns and sales tax, at the time the customer tenders payment for and takes control of the merchandise. \n\nTaxes Collected \n\nWe report taxes assessed by a governmental authority that are directly imposed on revenue-producing transactions (i.e., sales tax) on a net (excluded from revenue) basis. \n\nCost of Sales \n\nWe include the cost of merchandise, warehousing and distribution costs, and certain occupancy costs in cost of sales. \n\nVendor Allowances \n\nWe receive vendor support in the form of cash payments or allowances through a variety of reimbursements such as purchase discounts, cooperative advertising, markdowns, scandowns and volume rebates. We have agreements with vendors setting forth the specific conditions for each allowance or payment. We either recognize the allowance as a reduction of current costs or defer the payment over the period the related merchandise is sold. If the payment is a reimbursement for costs incurred, it is offset against those related costs; otherwise, it is treated as a reduction to the cost of merchandise. \n\nPre-Opening Costs \n\nWe expense pre-opening costs for new, expanded, relocated and re-bannered stores and for distribution centers, as incurred. \n\nAdvertising Costs \n\nWe expense advertising costs as they are incurred and they are included in &#8220;Selling, general and administrative expenses&#8221; within the accompanying consolidated income statements. Advertising costs, net of co-op recoveries from vendors, were $ 99.5 million, $ 93.9 million and $ 80.8 million in fiscal 2022, 2021 and 2020, respectively. \n\nIncome Taxes \n\nIncome taxes are accounted for under the asset and liability method. Deferred tax assets and liabilities are recognized for the future tax consequences attributable to differences between financial statement carrying amounts of existing assets and liabilities and their respective tax bases. Deferred tax assets and liabilities are measured using enacted tax rates expected to apply to taxable income in the years in which those temporary differences are expected to be recovered or settled. The effect on deferred tax assets and liabilities of a change in tax rates is recognized in income in the period that includes the enactment date of such change. \n\nWe recognize a financial statement benefit for a tax position if we determine that it is more likely than not that the position will be sustained upon examination. \n\nWe include interest and penalties in the provision for income tax expense and income taxes payable. We do not provide for any penalties associated with tax contingencies unless they are considered probable of assessment. \n\nStock-Based Compensation \n\nWe recognize expense for all share-based payments to employees and non-employee directors based on their fair values. Total stock-based compensation expense for 2022, 2021 and 2020 was $ 110.4 million, $ 79.9 million and $ 83.9 million, respectively. \n\nWe recognize expense related to the fair value of restricted stock units (RSUs) and stock options over the requisite service period on a straight-line basis or a shorter period based on the retirement eligibility of the grantee. The fair value of RSUs is determined using the closing price of our common stock on the date of grant. The fair value of stock option grants is estimated on the date of grant using the Black-Scholes option pricing model. We account for forfeitures when they occur. \n\nNet Income Per Share \n\nBasic net income per share has been computed by dividing net income by the weighted average number of shares outstanding. Diluted net income per share reflects the potential dilution that could occur assuming the inclusion of dilutive potential shares and has been computed by dividing net income by the weighted average number of shares and dilutive potential shares outstanding. Dilutive potential shares include all outstanding stock options and unvested RSUs after applying the treasury stock method. \n\nNote 2 - Supplemental Balance Sheet Information \n\nProperty, Plant and Equipment, Net \n\nProperty, plant and equipment, net, as of January 28, 2023 and January 29, 2022 consists of the following: \n\n##TABLE_START &#160; January 28, January 29, (in millions) 2023 2022 Land $ 242.6 &#160; $ 239.7 &#160; Buildings 1,631.6 &#160; 1,568.2 &#160; Leasehold improvements 3,227.9 &#160; 2,840.1 &#160; Furniture, fixtures and equipment 5,261.7 &#160; 4,704.1 &#160; Construction in progress 633.8 &#160; 489.0 &#160; Total property, plant and equipment 10,997.6 &#160; 9,841.1 &#160; Less: accumulated depreciation 6,025.4 &#160; 5,363.8 &#160; Total property, plant and equipment, net $ 4,972.2 &#160; $ 4,477.3 &#160; ##TABLE_END\n\nDepreciation expense was $ 737.4 million, $ 672.0 million, and $ 631.1 million for the years ended January 28, 2023, January 29, 2022, and January 30, 2021, respectively. \n\nOther Current Liabilities \n\nOther current liabilities as of January 28, 2023 and January 29, 2022 consist of the following: \n\n##TABLE_START &#160; January 28, January 29, (in millions) 2023 2022 Taxes (other than income taxes) $ 253.7 &#160; $ 313.5 &#160; Compensation and benefits 143.9 &#160; 123.8 &#160; Insurance 131.1 &#160; 121.5 &#160; Other 289.0 &#160; 243.2 &#160; Total other current liabilities $ 817.7 &#160; $ 802.0 &#160; ##TABLE_END\n\nNote 3 - Income Taxes \n\nThe provision for income taxes consists of the following: \n\n##TABLE_START &#160; Year Ended &#160; January 28, January 29, January 30, (in millions) 2023 2022 2021 Current taxes: Federal $ 322.0 &#160; $ 271.1 &#160; $ 279.5 &#160; State 50.2 &#160; 56.3 &#160; 87.4 &#160; Foreign 0.1 &#160; 0.1 &#160; 0.2 &#160; Total current taxes 372.3 &#160; 327.5 &#160; 367.1 &#160; Deferred taxes: Federal 88.1 &#160; 50.3 &#160; 32.6 &#160; State 30.3 &#160; ( 76.5 ) ( 3.8 ) Foreign 4.5 &#160; 3.0 &#160; 2.0 &#160; Total deferred taxes 122.9 &#160; ( 23.2 ) 30.8 &#160; Provision for income taxes $ 495.2 &#160; $ 304.3 &#160; $ 397.9 &#160; ##TABLE_END\n\nA reconciliation of the statutory U.S. federal income tax rate and the effective tax rate follows: \n\n##TABLE_START &#160; Year Ended January 28, 2023 January 29, 2022 January 30, 2021 Statutory U.S. federal income tax rate 21.0 &#160; % 21.0 &#160; % 21.0 &#160; % Effect of: State and local income taxes, net of federal income tax benefit 3.7 &#160; 3.7 &#160; 3.2 &#160; Non-deductible executive compensation 0.7 &#160; 0.4 &#160; 0.4 &#160; State tax reserve release ( 0.3 ) ( 0.4 ) ( 0.5 ) Incremental tax expense (benefit) of exercises/vesting of equity-based compensation ( 0.6 ) ( 0.5 ) 0.2 &#160; Work Opportunity Tax Credit ( 1.4 ) ( 1.8 ) ( 1.6 ) Deferred tax rate change 0.7 &#160; ( 3.8 ) &#8212; &#160; Change in valuation allowance ( 0.3 ) &#8212; &#160; &#8212; &#160; Other, net &#8212; &#160; &#8212; &#160; 0.2 &#160; Effective tax rate 23.5 &#160; % 18.6 &#160; % 22.9 &#160; % ##TABLE_END\n\nForeign Taxes \n\nUnited States income taxes have not been provided on accumulated but undistributed earnings of our foreign subsidiaries as we intend to permanently reinvest earnings. We do not consider the tax on the mandatory deemed repatriation of undistributed foreign earnings and profits to be material. \n\nDeferred Income Taxes \n\nDeferred income taxes reflect the net tax effects of temporary differences between the carrying amounts of assets and liabilities for financial reporting purposes and the amounts used for income tax purposes. \n\nSignificant components of our net deferred tax assets (liabilities) follow: \n\n##TABLE_START (in millions) January 28, 2023 January 29, 2022 Deferred tax assets: &#160; &#160; Operating lease liabilities $ 1,703.5 &#160; $ 1,647.3 &#160; Net operating losses, interest expense and credit carryforwards 69.3 &#160; 91.5 &#160; Accrued expenses 31.0 &#160; 50.7 &#160; Accrued compensation expense 33.9 &#160; 34.9 &#160; Inventory &#8212; &#160; 24.4 &#160; State tax election 14.3 &#160; 15.8 &#160; Other 2.5 &#160; 2.4 &#160; Total deferred tax assets 1,854.5 &#160; 1,867.0 &#160; Valuation allowance ( 4.0 ) ( 13.0 ) Deferred tax assets, net 1,850.5 &#160; 1,854.0 &#160; Deferred tax liabilities: &#160; &#160; Operating lease right-of-use assets ( 1,630.9 ) ( 1,578.4 ) Other intangibles ( 760.4 ) ( 780.9 ) Property and equipment ( 509.2 ) ( 435.6 ) Prepaids ( 25.9 ) ( 26.0 ) Inventory ( 14.8 ) &#8212; &#160; Total deferred tax liabilities ( 2,941.2 ) ( 2,820.9 ) Deferred income taxes, net $ ( 1,090.7 ) $ ( 966.9 ) ##TABLE_END\n\nAt January 28, 2023, we had certain state tax credit carryforwards, net operating loss carryforwards and capital loss carryforwards totaling $ 69.3 million. Some of these carryforwards will expire, if not utilized, beginning in 2023 through 2042 . \n\nA valuation allowance of $ 4.0 million, net of federal tax benefits, has been provided principally for certain state credit carryforwards and net operating loss carryforwards. Since January 29, 2022, the valuation allowance has been decreased to reflect state credits and net operating losses expected to be utilized over the carryforward period. In assessing the realizability of deferred tax assets, we consider whether it is more likely than not that some portion or all of the deferred taxes will not be realized. Based upon the availability of carrybacks of future deductible amounts and our projections for future taxable income over the periods in which the deferred tax assets are deductible, we believe it is more likely than not the remaining existing deductible temporary differences will reverse during periods in which carrybacks are available or in which we generate net taxable income. \n\nUncertain Tax Positions \n\nWe are participating in the IRS Compliance Assurance Program (&#8220;CAP&#8221;) for fiscal 2022 and we have been accepted into the program for fiscal 2023. This program accelerates the examination of key transactions with the goal of resolving any issues before the tax return is filed. Our federal tax returns have been examined and all issues have been settled through the fiscal 2019 tax year, as well as the fiscal 2021 tax year. In fiscal 2020, we participated in the CAP under the IRS&#8217;s bridge year program and as a result, the IRS will not be completing an audit on the 2020 tax return at this time. Several states completed their examinations during fiscal 2022. In general, fiscal 2019 and forward are within the statute of limitations for state tax purposes. The statute of limitations is still open prior to fiscal 2019 for some states. \n\nThe balance for unrecognized tax benefits at January 28, 2023 was $ 17.4 million. The total amount of unrecognized tax benefits at January 28, 2023 that, if recognized, would affect the effective tax rate was $ 13.8 million (net of the federal tax benefit). \n\nThe following is a reconciliation of our total gross unrecognized tax benefits: \n\n##TABLE_START (in millions) January 28, 2023 January 29, 2022 Beginning Balance $ 20.9 &#160; $ 22.6 &#160; Additions for tax positions of prior years 2.3 &#160; 4.6 &#160; Additions, based on tax positions related to current year 4.0 &#160; 2.7 &#160; Settlements ( 0.1 ) &#8212; &#160; Lapses in statutes of limitation ( 9.7 ) ( 9.0 ) Ending balance $ 17.4 &#160; $ 20.9 &#160; ##TABLE_END\n\nWe believe it is reasonably possible that $ 2.5 million to $ 3.5 million of the reserve for uncertain tax positions may be reduced during the next 12 months principally as a result of the effective settlement of outstanding issues. It is also possible that state tax reserves will be reduced for audit settlements and statute expirations within the next 12 months. At this point it is not possible to estimate a range associated with the resolution of these audits. We do not expect any change to have a material impact to our consolidated financial statements. \n\nAs of January 28, 2023, we have recorded a liability for potential interest and penalties of $ 1.5 million. \n\nNote 4 &#8211; Commitments and Contingencies \n\nPurchase Obligations \n\nAt January 28, 2023, we have commitments totaling $ 300.5 million related to ocean shipping contracts and commitments of $ 243.5 million related to agreements for software licenses and support, telecommunication services and store technology assets and maintenance for our stores. We also have commitments totaling $ 105.4 million related to software agreements that we entered into subsequent to January 28, 2023. \n\nLetters of Credit \n\nWe have $ 425.0 million in trade letters of credit with various financial institutions, under which $ 150.6 million was committed to these letters of credit issued for routine purchases of imported merchandise at January 28, 2023. \n\nSurety Bonds \n\nWe have issued various surety bonds that primarily serve as collateral for utility payments at our stores and self-insured insurance programs. These bonds total $ 160.5 million and are committed through various dates through fiscal 2027. \n\nContingencies \n\nWe are defendants in legal proceedings including the class, collective, representative and large cases as well as individual claims in arbitration. We will vigorously defend ourselves in these matters. We do not believe that any of these matters will, individually or in the aggregate, have a material effect on our business or financial condition. We cannot give assurance, however, that one or more of these matters will not have a material effect on our results of operations for the quarter or year in which they are reserved or resolved. \n\nWe assess our legal proceedings monthly and reserves are established if a loss is probable and the amount of such loss can be reasonably estimated. For matters that have settled, we reserve the estimated settlement amount. Many, if not substantially all, of our legal proceedings are subject to significant uncertainties and, therefore, determining the likelihood of a loss and the measurement of any loss can be complex and subject to judgment. With respect to the matters noted below where we have determined that a loss is reasonably possible but not probable, we are unable to reasonably estimate the amount or range of the possible loss at this time due to the inherent difficulty of predicting the outcome of and uncertainties regarding legal proceedings. Our assessments are based on estimates and assumptions that have been deemed reasonable by management, but that may prove to be incomplete or inaccurate, and unanticipated events and circumstances may occur that might cause us to change those estimates and assumptions. Management&#8217;s assessment of legal proceedings could change because of future determinations or the discovery of facts which are not presently known. Accordingly, the ultimate costs of resolving these proceedings may be substantially higher or lower than currently estimated. \n\nActive Matters \n\nOn February 11, 2022, the FDA issued Form 483 observations primarily regarding rodent infestation at Family Dollar&#8217;s West Memphis, Arkansas distribution center (&#8220;DC 202&#8221;) and the related sale and distribution of adulterated product, as well as other processes and procedures that require remediation. In connection therewith, we initiated a retail-level product recall of FDA and U.S. Department of Agriculture-regulated products stored and shipped from DC 202 from January 1, 2021 through February 18, 2022 (the \n\n&#8220;Recall&#8221;), temporarily closed DC 202 for extensive cleaning, temporarily closed the affected stores to permit the removal and destruction of inventory subject to the Recall, ceased sales of relevant inventory subject to the Recall, ceased the direct shipment of FDA-regulated products from DC 202, and initiated corrective actions. In June 2022, we stopped shipping to stores from DC 202 and have since disposed of all of the inventory that was in the facility. On November 9, 2022 we received an FDA Warning Letter (&#8220;Warning Letter&#8221;) in connection with the DC 202 inspection. The conditions and issues detailed in the Warning Letter are generally the same as those described in the Form 483 observations or were otherwise observed during the inspection. The Warning Letter acknowledged certain remedial actions we have taken in response to the Form 483 observations, including conducting the recall and decommissioning the facility. We continue to cooperate with the FDA. \n\nSince February 22, 2022, Family Dollar has been named in 14 putative class action complaints primarily related to issues associated with DC 202 described above. The lawsuits are proceeding in federal court in Tennessee using the federal court&#8217;s multi-district litigation process. An amended consolidated complaint seeking class action status was filed October 17, 2022 alleging violations of the Mississippi, Arkansas, Louisiana, Tennessee, Alabama and Missouri consumer protection laws, breach of warranty, negligence, misrepresentation, deception and unjust enrichment related to the sale of products that may be contaminated by virtue of rodent infestation and other unsanitary conditions. Plaintiffs seek damages, attorney fees and costs, punitive damages and the replacement of, or refund of, money paid to purchase the relevant products, and any other legal relief available for their claims (in each case in unspecified amounts), including equitable and injunctive relief. We have filed a motion to dismiss the amended consolidated complaint. \n\nOn March 1, 2022, a federal grand jury subpoena was issued to us by the Eastern District of Arkansas requesting the production of information, documents and records pertaining to pests, sanitation and compliance with law regarding certain of our procedures and products. In connection with this matter, we have been investigating the condition of FDA-regulated product shipped from DC 202. We are cooperating fully with the U.S. Department of Justice investigation, including having produced documents and provided additional information. As part of this cooperation, we may engage in discussions with the government in an effort to reach a negotiated resolution. Due to the inherent uncertainties associated with this matter, no assurance can be given as to the timing or outcome of this matter, which could include penalties and company undertakings. \n\nOn April 28, 2022, the State of Arkansas filed a complaint in state court alleging violations of the Arkansas Deceptive Trade Practices Act, gross negligence and negligence, strict liability in tort, unjust enrichment and civil conspiracy related to the sale of products that may have been contaminated by virtue of rodent infestation and other unsanitary conditions. The State of Arkansas is seeking injunctive relief, restitution, disgorgement, damages, civil penalties, punitive damages and suspension or revocation of our authorization to do business in Arkansas. \n\nSeven personal injury lawsuits are pending in state court in Illinois, New York, Massachusetts, Texas, and New Jersey against Dollar Tree, Family Dollar or both alleging that certain talc products that we sold caused cancer. The plaintiffs seek compensatory, punitive and exemplary damages, damages for loss of consortium, and attorneys&#8217; fees and costs. Although we have been able to resolve previous talc lawsuits against us without material loss, given the inherent uncertainties of litigation there can be no assurances regarding the outcome of pending or future cases. Future costs to litigate these cases are not known but may be material, and it is uncertain whether our costs will be covered by insurance. In addition, although we have indemnification rights against our vendors in several of these cases, it is uncertain whether the vendors will have the financial ability to fulfill their obligations to us. \n\nSince August 2022, six personal injury cases have been filed in federal court in California, Missouri, North Carolina and Minnesota against Dollar Tree, Family Dollar, or both, on behalf of minors alleging that their mothers took acetaminophen while pregnant, that the acetaminophen interfered with fetal development such that plaintiffs were born with autism and/or ADHD, and that we knew or should have known of the danger, had a duty to warn and failed to include appropriate warnings on the product labels. The plaintiffs seek compensatory, punitive and/or exemplary damages, restitution and disgorgement, economic damages, and attorneys&#8217; fees and costs. These cases, along with other cases against many other defendants, have been consolidated in multi-district court litigation in the Southern District of New York. \n\nResolved Matters \n\nAll personal injury cases that were filed in state court in Pennsylvania against both Dollar Tree and Family Dollar alleging that both sold Zantac and generic ranitidine products containing N-Nitrosodimethylamine, which is classified by the FDA as a probable carcinogen, have been dismissed. \n\nNote 5 - Long-Term Debt \n\nLong-term debt at January 28, 2023 and January 29, 2022 consists of the following: \n\n##TABLE_START January 28, 2023 January 29, 2022 (in millions) Principal Unamortized Debt Discount and Issuance Costs Principal Unamortized Debt Discount and Issuance Costs \n\n$ 1.5 billion Revolving Credit Facility, interest \n\npayable at 5.79 % at January 28, 2023 \n\n$ &#8212; &#160; $ 5.1 &#160; $ &#8212; &#160; $ 6.4 &#160; \n\n4.00 % Senior Notes, due 2025 \n\n1,000.0 &#160; 2.8 &#160; 1,000.0 &#160; 4.0 &#160; \n\n4.20 % Senior Notes, due 2028 \n\n1,250.0 &#160; 6.9 &#160; 1,250.0 &#160; 8.1 &#160; \n\n2.65 % Senior Notes, due 2031 \n\n800.0 &#160; 8.6 &#160; 800.0 &#160; 9.5 &#160; \n\n3.375 % Senior Notes, due 2051 \n\n400.0 &#160; 5.0 &#160; 400.0 &#160; 5.0 &#160; Total $ 3,450.0 &#160; $ 28.4 &#160; $ 3,450.0 &#160; $ 33.0 &#160; ##TABLE_END\n\nMaturities of long-term debt are as follows (in millions): \n\n##TABLE_START 2023 2024 2025 2026 2027 Thereafter $ &#8212; &#160; $ &#8212; &#160; $ 1,000.0 &#160; $ &#8212; &#160; $ &#8212; &#160; $ 2,450.0 &#160; ##TABLE_END\n\nRevolving Credit Facility \n\nOn December 8, 2021, we entered into a credit agreement (the &#8220;Credit Agreement&#8221;), with JPMorgan Chase Bank, N.A., as agent, and the financial institutions from time to time party thereto, providing for a $ 1.5 billion revolving credit facility (the &#8220;Revolving Credit Facility&#8221;), of which up to $ 350.0 million is available for letters of credit. The Revolving Credit Facility matures on December 8, 2026, subject to extensions permitted under the Credit Agreement. \n\nLoans under the Revolving Credit Facility bear interest at the Adjusted Term SOFR Rate (as defined in the Credit Agreement) plus 1.125 %, subject to adjustment based on (i) our public debt rating and (ii) our leverage ratio. At January 28, 2023, the Revolving Credit Facility bore interest at 5.79 %. We pay certain commitment fees in connection with the Revolving Credit Facility. The Revolving Credit Facility allows voluntary repayment of outstanding loans at any time without premium or penalty, other than customary &#8220;breakage&#8221; costs with respect to Secured Overnight Financing Rate (&#8220;SOFR&#8221;) loans. There is no required amortization under the Revolving Credit Facility. \n\nThe Revolving Credit Facility contains a number of affirmative and negative covenants that, among other things, and subject to certain significant baskets and exceptions, restrict our ability to incur subsidiary indebtedness, incur liens, sell all or substantially all of our (including our subsidiaries&#8217;) assets and consummate certain fundamental changes. The Revolving Credit Facility also contains a maximum leverage ratio covenant and a minimum fixed charge coverage ratio covenant. The Credit Agreement provides for certain events of default which, if any of them occurs, would permit or require the loans under the Revolving Credit Facility to be declared due and payable and the commitments thereunder to be terminated. \n\nIn connection with entry into the Credit Agreement, we terminated all commitments and fulfilled all obligations under our existing credit agreement dated April 19, 2018. \n\nSenior Notes \n\nFiscal 2018 Offering \n\nOn April 19, 2018, we completed the registered offering of $ 750.0 million aggregate principal amount of Senior Floating Rate Notes due 2020 (the &#8220;Floating Rate Notes&#8221;), $ 1.0 billion aggregate principal amount of 3.70 % Senior Notes due 2023 (the &#8220;2023 Notes&#8221;), $ 1.0 billion aggregate principal amount of 4.00 % Senior Notes due 2025 (the &#8220;2025 Notes&#8221;) and $ 1.25 billion aggregate principal amount of 4.20 % Senior Notes due 2028 (the &#8220;2028 Notes&#8221; and together with the 2023 Notes and the 2025 Notes, the &#8220;Fixed Rate Notes&#8221;; and the Fixed Rate Notes together with the Floating Rate Notes, the &#8220;Notes&#8221;). \n\nThe Notes were issued pursuant to an indenture, dated as of April 2, 2018 (the &#8220;Indenture&#8221;), between us and U.S. Bank National Association, as trustee, as supplemented by the First Supplemental Indenture dated as of April 19, 2018 (the &#8220;First Supplemental Indenture&#8221;). \n\nThe Notes are unsecured, unsubordinated obligations of ours and rank equal in right of payment to all of our existing and future debt and other obligations that are not, by their terms, expressly subordinated in right of payment to the Notes. \n\nThe Floating Rate Notes matured on April 17, 2020 and bore interest at a floating rate, reset quarterly, equal to LIBOR plus 70 basis points. The 2023 Notes were scheduled to mature on May 15, 2023 and bore interest at the rate of 3.70 % annually. The 2025 Notes mature on May 15, 2025 and bear interest at the rate of 4.00 % annually. The 2028 Notes mature on May 15, 2028 and bear interest at the rate of 4.20 % annually. We are required to pay interest on the Fixed Rate Notes semiannually, in arrears, on May 15 and November 15 of each year to holders of record on the preceding May 1 and November 1, respectively. \n\nWe may redeem (or may have redeemed) the Fixed Rate Notes of each series in whole or in part, at our option, at any time and from time to time prior to (i) in the case of the 2023 Notes, April 15, 2023, (ii) in the case of the 2025 Notes, March 15, 2025 and (iii) in the case of the 2028 Notes, February 15, 2028 (the date with respect to each such series, the &#8220;Applicable Par Call Date&#8221;), in each case, at a &#8220;make-whole&#8221; price described in the First Supplemental Indenture plus accrued and unpaid interest to, but excluding, the date of redemption. In addition, on or after the Applicable Par Call Date, we may redeem the Fixed Rate Notes of the applicable series, at any time in whole or from time to time in part, at a redemption price equal to 100 % of the principal amount thereof. \n\nIn the event of a Change of Control Triggering Event, as defined in the Indenture, with respect to any series, the holders of the Notes of such series may require us to purchase for cash all or a portion of their Notes of such series at a purchase price equal to 101 % of the principal amount of such Notes, plus accrued and unpaid interest, if any, to, but excluding, the date of repurchase. The Indenture limits our ability and that of our subsidiaries, subject to significant baskets and exceptions, to incur certain secured debt. The First Supplemental Indenture also provides for events of default which, if any of them occurs, would permit or require the principal of and accrued interest on the Notes to become or to be declared due and payable, as applicable. \n\nFiscal 2021 Offering \n\nOn December 1, 2021, we completed the registered offering of $ 800.0 million aggregate principal amount of 2.65 % Senior Notes due 2031 (the &#8220;2031 Notes&#8221;) and $ 400.0 million aggregate principal amount of 3.375 % Senior Notes due 2051 (the &#8220;2051 Notes&#8221; and, together with the 2031 Notes, the &#8220;New Notes&#8221;). \n\nThe New Notes were issued pursuant to the Indenture, as supplemented by the Second Supplemental Indenture dated as of December 1, 2021 (the &#8220;Second Supplemental Indenture&#8221;). \n\nThe New Notes are unsecured, unsubordinated obligations of ours and rank equally in right of payment to all of our existing and future debt and other obligations that are not, by their terms, expressly subordinated in right of payment to the New Notes. \n\nThe 2031 Notes mature on December 1, 2031 and bear interest at the rate of 2.650 % per annum. The 2051 Notes mature on December 1, 2051 and bear interest at the rate of 3.375 % per annum. We are required to pay interest on the New Notes semi-annually, in arrears, on June 1 and December 1 of each year to holders of record on the preceding May 15 and November 15, respectively. \n\nWe may redeem the New Notes of each series in whole or in part at any time and from time to time prior to (i) in the case of the 2031 Notes, September 1, 2031, and (ii) in the case of the 2051 Notes, June 1, 2051 (the date with respect to each such series, the &#8220;Applicable Par Call Date&#8221;), in each case, at a &#8220;make-whole&#8221; price described in the Second Supplemental Indenture plus accrued and unpaid interest to, but excluding, the date of redemption. In addition, on or after the Applicable Par Call Date, we may redeem the New Notes of the applicable series, at any time in whole or from time to time in part, at a redemption price equal to 100 % of the principal amount thereof. \n\nIn the event of a Change of Control Triggering Event (as defined in the Second Supplemental Indenture) with respect to any series, the holders of the New Notes of such series may require us to purchase for cash all or a portion of their New Notes of such series at a purchase price equal to 101 % of the principal amount of such New Notes, plus accrued and unpaid interest, if any, to, but excluding, the date of repurchase. The Indenture limits our ability and that of our subsidiaries, subject to significant baskets and exceptions, to incur certain secured debt. The Indenture also provides for events of default which, if any of them occurs, would permit or require the principal of and accrued interest on the New Notes to become or to be declared due and payable, as applicable. \n\nRepayments of Long-term Debt \n\nIn the first quarter of 2020, we repaid the remaining $ 250.0 million outstanding under our $ 750.0 million Floating Rate Notes. \n\nIn the fourth quarter of 2020, we repaid the $ 300.0 million 5.00 % Senior Notes that we assumed upon the acquisition of Family Dollar in 2015. \n\nIn the fourth quarter of 2021, we used the proceeds from the offering of the New Notes discussed above to redeem the $ 1.0 billion 2023 Notes. We incurred a redemption premium of $ 43.8 million in connection with the early redemption of the 2023 Notes and \n\naccelerated the expensing of $ 2.7 million of amortizable non-cash deferred financing and original issue discount costs, which are reflected in &#8220;Interest expense, net&#8221; within the accompanying consolidated income statements for the year ended January 29, 2022. \n\nDebt Covenants \n\nAs of January 28, 2023, we were in compliance with our debt covenants. \n\nNote 6 - Leases \n\nThe lease cost for operating leases that was recognized in the accompanying consolidated income statements was as follows: \n\n##TABLE_START Year Ended (in millions) January 28, 2023 January 29, 2022 January 30, 2021 Operating lease cost $ 1,652.8 &#160; $ 1,602.8 &#160; $ 1,551.2 &#160; Variable lease cost 428.8 &#160; 417.8 &#160; 391.4 &#160; Short-term lease cost 10.8 &#160; 5.6 &#160; 9.7 &#160; Total lease cost* $ 2,092.4 &#160; $ 2,026.2 &#160; $ 1,952.3 &#160; *Excludes sublease income, which is immaterial ##TABLE_END\n\nAs of January 28, 2023, maturities of lease liabilities were as follows: \n\n##TABLE_START (in millions) 2023 $ 1,657.7 &#160; 2024 1,462.8 &#160; 2025 1,232.0 &#160; 2026 994.0 &#160; 2027 733.0 &#160; Thereafter 1,358.6 &#160; Total undiscounted lease payments 7,438.1 &#160; Less interest 733.2 &#160; Present value of lease liabilities $ 6,704.9 &#160; ##TABLE_END\n\nThe future lease payments above exclude $ 502.3 million of legally binding minimum lease payments for leases signed but not yet commenced as of January 28, 2023. \n\nInformation regarding the weighted-average remaining lease term and the weighted-average discount rate for operating leases is as follows: \n\n##TABLE_START January 28, 2023 January 29, 2022 January 30, 2021 Weighted-average remaining lease term (years) 5.7 5.9 6.1 Weighted-average discount rate 3.6 &#160; % 3.4 &#160; % 3.9 &#160; % ##TABLE_END\n\nThe following represents supplemental information pertaining to our operating lease arrangements: \n\n##TABLE_START Year Ended (in millions) January 28, 2023 January 29, 2022 January 30, 2021 Cash paid for amounts included in the measurement of lease liabilities: Operating cash flows from operating leases $ 1,559.7 &#160; $ 1,579.8 &#160; $ 1,519.4 &#160; ##TABLE_END\n\nDistribution Center Lease and Related Bonds \n\nIn May 2017, we entered into a long-term property lease (&#8220;Missouri Lease&#8221;) which includes land and the construction of a 1.2 million square foot distribution center in Warrensburg, Missouri (&#8220;Distribution Center Project&#8221;). The Distribution Center Project was completed in 2018 and our investment in the project of $ 88.4 million as of January 28, 2023 is reflected in &#8220;Property, plant and equipment, net.&#8221; The Missouri Lease commenced upon its execution in May 2017 and expires on December 1, 2032. We have two options to extend the Missouri Lease term for up to a combined additional ten years . Following the expiration of the lease, the property reverts back to us. \n\nIn addition to being a party to the Missouri Lease, we are also the owner of bonds which were issued in May 2017, are secured by the Missouri Lease and expire December 1, 2032 (&#8220;Missouri Bonds&#8221;). The Missouri Bonds are debt issued by the lessor in the Missouri Lease. Therefore, we hold the debt instrument pertaining to our Missouri Lease obligation. Because a legal right of offset exists, we are accounting for the Missouri Bonds as a reduction of our Missouri Lease obligation in the accompanying consolidated balance sheets. \n\nNote 7 - Fair Value Measurements \n\nFair value is defined as an exit price, representing the amount that would be received to sell an asset or paid to transfer a liability in an orderly transaction between market participants. As such, fair value is a market-based measurement that should be determined based on assumptions that market participants would use in pricing an asset or liability. As a basis for considering such assumptions, a fair value hierarchy has been established that prioritizes the inputs used to measure fair value. The hierarchy gives the highest priority to unadjusted quoted prices in active markets for identical assets or liabilities (level 1 measurement) and the lowest priority to unobservable inputs (level 3 measurements). The three levels of the fair value hierarchy are as follows: \n\nLevel 1 - Quoted prices in active markets for identical assets or liabilities; \n\nLevel 2 - Quoted prices for similar instruments in active markets; quoted prices for identical or similar instruments in markets that are not active; and \n\nLevel 3 - Unobservable inputs in which there is little or no market data which require the reporting entity to develop its own assumptions. \n\nAs required, financial assets and liabilities are classified in the fair value hierarchy in their entirety based on the lowest level of input that is significant to the fair value measurement. Our assessment of the significance of a particular input to the fair value measurement requires judgment and may affect the valuation of fair value assets and liabilities and their placement within the fair value hierarchy levels. \n\nAssets and Liabilities Measured at Fair Value on a Nonrecurring Basis \n\nCertain assets and liabilities are measured at fair value on a nonrecurring basis; that is, the assets and liabilities are not measured at fair value on an ongoing basis but are subject to fair value adjustments in certain circumstances (e.g., when there is evidence of impairment). We review certain store assets for evidence of impairment. The fair values are determined based on the income approach, in which we utilize internal cash flow projections over the life of the underlying lease agreements discounted based on our risk-adjusted rate. These measures of fair value, and related inputs, are considered a Level 3 approach under the fair value hierarchy. Refer to Note 1 under the caption &#8220;Impairment of Long-Lived Assets and Long-Lived Assets to be Disposed of&#8221; for information regarding the impairment charges recorded in fiscal 2022, 2021 and 2020. \n\nOur indefinite-lived intangible assets are recorded at carrying value, and, if impaired, are adjusted to fair value using Level 3 inputs. Refer to Note 1 under the caption &#8220;Goodwill and Nonamortizing Intangible Assets&#8221; for further information regarding the process of determining the fair value of these assets. \n\nFair Value of Financial Instruments \n\nThe carrying amounts of Cash and cash equivalents, Restricted cash and Accounts payable as reported in the accompanying consolidated balance sheets approximate fair value due to their short-term maturities. The carrying value of our Revolving Credit Facility approximates its fair value. \n\nThe aggregate fair values and carrying values of our long-term borrowings were as follows: \n\n##TABLE_START January 28, 2023 January 29, 2022 (in millions) Fair Value Carrying Value Fair Value Carrying Value Level 1 &#160; &#160; Senior Notes $ 3,162.8 &#160; $ 3,426.7 &#160; $ 3,558.5 &#160; $ 3,423.4 &#160; ##TABLE_END\n\nThe fair values of our Senior Notes were determined using Level 1 inputs as quoted prices in active markets for identical assets or liabilities are available. \n\nNote 8 - Shareholders&#8217; Equity \n\nPreferred Stock \n\nWe are authorized to issue 10,000,000 shares of Preferred Stock, $ 0.01 par value per share. No preferred shares are issued and outstanding at January 28, 2023 and January 29, 2022. \n\nNet Income Per Share \n\nThe following table sets forth the calculations of basic and diluted net income per share: \n\n##TABLE_START &#160; Year Ended &#160; January 28, January 29, January 30, (in millions, except per share data) 2023 2022 2021 Basic net income per share: &#160; &#160; &#160; Net income $ 1,615.4 &#160; $ 1,327.9 &#160; $ 1,341.9 &#160; Weighted average number of shares outstanding 223.2 &#160; 227.9 &#160; 236.4 &#160; Basic net income per share $ 7.24 &#160; $ 5.83 &#160; $ 5.68 &#160; Diluted net income per share: &#160; &#160; &#160; Net income $ 1,615.4 &#160; $ 1,327.9 &#160; $ 1,341.9 &#160; Weighted average number of shares outstanding 223.2 &#160; 227.9 &#160; 236.4 &#160; Dilutive effect of stock options and restricted stock (as determined by applying the treasury stock method) 0.9 &#160; 1.1 &#160; 0.9 &#160; Weighted average number of shares and dilutive potential shares outstanding 224.1 &#160; 229.0 &#160; 237.3 &#160; Diluted net income per share $ 7.21 &#160; $ 5.80 &#160; $ 5.65 &#160; ##TABLE_END\n\nFor the year ended January 28, 2023, stock options and other stock-based awards of 3.0 million shares were excluded from the calculation of diluted net income per share because their inclusion would be anti-dilutive. For the years ended January 29, 2022 and January 30, 2021, substantially all of the stock options outstanding were included in the calculation of the weighted average number of shares and dilutive potential shares outstanding. \n\nShare Repurchase Programs \n\nWe repurchased 4,613,696 , 9,156,898 and 3,982,478 shares of common stock on the open market in fiscal 2022, fiscal 2021 and fiscal 2020, respectively, for $ 647.5 million, $ 950.0 million and $ 400.0 million, respectively. At January 28, 2023, we had $ 1.85 billion remaining under our Board repurchase authorization. \n\nNote 9 &#8211; Employee Benefit Plans \n\nDollar Tree Retirement Savings Plan \n\nWe maintain a 401(k) plan which is available to all full-time, United States-based employees who are at least 18 years of age. Eligible employees may make elective salary deferrals. We may make contributions, at our discretion, to eligible employees who have completed one year of service in which they have worked at least 1,000 hours. \n\nContributions to and reimbursements by us of expenses of the plan were recorded in the accompanying consolidated income statements as follows: \n\n##TABLE_START &#160; Year Ended &#160; January 28, January 29, January 30, (in millions) 2023 2022 2021 Cost of sales $ 8.6 &#160; $ 8.2 &#160; $ 7.4 &#160; Selling, general and administrative expenses 23.1 &#160; 20.6 &#160; 19.0 &#160; Total $ 31.7 &#160; $ 28.8 &#160; $ 26.4 &#160; ##TABLE_END\n\nAll eligible employees are immediately vested in any company match contributions under the 401(k) plan. \n\nNote 10 - Stock-Based Compensation Plans \n\nFixed Stock-Based Compensation Plans \n\nThe 2011 Omnibus Incentive Plan permitted us to grant to our employees, consultants and directors up to 4.0 million shares of our Common Stock plus any shares available under former plans which were previously approved by the shareholders. The plan permitted us to grant equity awards in the form of incentive stock options, non-qualified stock options, stock appreciation rights, restricted stock awards, restricted stock units (&#8220;RSUs&#8221;), performance bonuses, performance share units (&#8220;PSUs&#8221;), non-employee director stock options and other equity-related awards. As of March 17, 2021, the plan was no longer available for new grants of awards, but all outstanding awards that were granted under the plan prior to March 17, 2021 continue to be governed by the terms and conditions of the plan and applicable award agreements. Effective June 10, 2021, the 2011 Omnibus Incentive Plan was replaced and superseded by the 2021 Omnibus Incentive Plan (&#8220;Omnibus Plan&#8221;). The Omnibus Plan permits us to grant up to 6.5 million shares of our Common Stock to our employees, consultants and directors. The form of equity awards authorized for grant under the Omnibus Plan are substantially the same as those permitted by the predecessor plan. \n\nAny restricted stock, RSUs or PSUs awarded are subject to certain general restrictions. The restricted stock shares or units may not be sold, transferred, pledged or disposed of until the restrictions on the shares or units have lapsed or have been removed under the provisions of the Omnibus Plan. In addition, if a holder of restricted shares or units ceases to be employed by us, any shares or units in which the restrictions have not lapsed will be forfeited. \n\nThe 2013 Director Deferred Compensation Plan permits any of our directors who receive a retainer or other fees for Board or Board committee service to defer all or a portion of such fees until a future date, at which time they may be paid in cash or shares of our common stock, or receive all or a portion of such fees in non-statutory stock options. Deferred fees that are paid out in cash will earn interest at the 30-year Treasury Bond Rate. If a director elects to be paid in common stock, the number of shares will be determined by dividing the deferred fee amount by the closing market price of a share of our common stock on the date of deferral. The number of options issued to a director will equal the deferred fee amount divided by 33 % of the price of a share of our common stock. The exercise price will equal the fair market value of our common stock at the date the option is issued. The options are fully vested when issued and have a term of 10 years. \n\nIn conjunction with the acquisition of Family Dollar in 2015, we assumed the Family Dollar Stores, Inc. 2006 Incentive Plan (the &#8220;2006 Plan&#8221;). The 2006 Plan permitted the granting of a variety of compensatory award types, including stock options and performance share rights. \n\nTotal stock-based compensation expense was recorded in the accompanying consolidated income statements as follows: \n\n##TABLE_START &#160; Year Ended &#160; January 28, January 29, January 30, (in millions) 2023 2022 2021 Cost of sales $ 19.7 &#160; $ 18.3 &#160; $ 15.4 &#160; Selling, general and administrative expenses 90.7 &#160; 61.6 &#160; 68.5 &#160; Total stock-based compensation expense $ 110.4 &#160; $ 79.9 &#160; $ 83.9 &#160; Excess tax benefit (deficit) on stock-based compensation recognized in the Provision for income taxes $ 9.8 &#160; $ 8.5 &#160; $ ( 2.8 ) ##TABLE_END\n\nRestricted Stock \n\nWe issue service-based RSUs to employees and officers and issue PSUs to certain of our officers. We recognize expense based on the estimated fair value of the RSUs or PSUs granted over the requisite service period, which is generally three years , on a straight-line basis or a shorter period based on the retirement eligibility of the grantee. The fair value of RSUs and PSUs is determined based on our closing stock price on the grant date. \n\nService-Based RSUs \n\nThe following table summarizes the status of service-based RSUs as of January 28, 2023 and changes during the year then ended: \n\n##TABLE_START Number of Shares Weighted Average Grant Date Fair Value \n\nNonvested at January 29, 2022 \n\n1,096,066 &#160; $ 94.16 &#160; Granted 468,929 &#160; 158.05 &#160; Vested ( 546,036 ) 94.24 &#160; Forfeited ( 150,239 ) 120.72 &#160; \n\nNonvested at January 28, 2023 \n\n868,720 &#160; $ 123.99 &#160; ##TABLE_END\n\nThe total fair value of the service-based restricted shares vested during the years ended January 28, 2023, January 29, 2022 and January 30, 2021 was $ 51.5 million , $ 56.8 million and $ 48.5 million, respectively. The weighted average grant date fair value of the RSUs granted in 2022, 2021 and 2020 was $ 158.05 , $ 109.01 and $ 73.24 , respectively. As of January 28, 2023, there was $ 58.0 million of total unrecognized compensation expense related to these RSUs which is expected to be recognized over a weighted-average period of 1.2 years. \n\nPSUs \n\nThe following table summarizes the status of PSUs as of January 28, 2023 and changes during the year then ended: \n\n##TABLE_START Number of Shares Weighted Average Grant Date Fair Value \n\nNonvested at January 29, 2022 \n\n584,972 &#160; $ 91.86 &#160; Granted 206,044 &#160; 159.57 &#160; Vested ( 445,912 ) 99.87 &#160; Forfeited ( 190,281 ) 116.61 &#160; \n\nNonvested at January 28, 2023 \n\n154,823 &#160; $ 125.84 &#160; ##TABLE_END\n\nThe total fair value of the PSUs vested during the years ended January 28, 2023, January 29, 2022 and January 30, 2021 was $ 44.5 million, $ 17.3 million and $ 19.6 million, respectively. The weighted average grant date fair value of the PSUs granted in 2022, 2021 and 2020 was $ 159.57 , $ 95.04 and $ 74.46 , respectively. As of January 28, 2023, there was $ 9.9 million of total unrecognized compensation expense related to these PSUs which is expected to be recognized over a weighted-average period of 0.9 years. \n\nStock Options \n\nStock options are valued using the Black-Scholes option pricing model and compensation expense is recognized on a straight-line basis over the requisite service period. \n\nOptions granted in 2021 and 2020 are immaterial. On March 19, 2022, we granted a one-time award of options to purchase 2,252,587 shares of our common stock with a fair value of $ 135.6 million to the Executive Chairman of the Board, who was also appointed Chief Executive Officer of the company effective January 29, 2023. The grant of options was subject to the terms and conditions of a five-year Executive Agreement. The option award has a ten-year term and is scheduled to vest in equal installments on each of the first five anniversaries of the grant date, subject to the Executive Chairman&#8217;s continued employment with the company through each vesting date. The assumptions used in the Black-Scholes option pricing model for this award are as follows: \n\n##TABLE_START Expected term (in years) 6.5 Expected stock price volatility 34.1 &#160; % Dividend yield &#8212; &#160; % Risk-free interest rate 2.15 &#160; % ##TABLE_END \n\nThe simplified method was used to estimate the expected term of the options due to our lack of historical option exercise experience and the &#8220;plain vanilla&#8221; characteristics of the option award. The simplified method results in an expected term equal to the average of the weighted average time-to-vesting and the contractual life of the options. The expected stock price volatility is based on the historical volatility of our common stock over a period matching the expected term of the options granted. The dividend yield reflects that we have never paid cash dividends. The risk-free interest rate represents the yield curve in effect at the time of grant for U.S. Treasury zero-coupon securities with maturities that approximate the expected term of the options. \n\nCertain of our directors elected to defer their compensation into stock options under the 2013 Director Deferred Compensation Plan. These options vest immediately and are expensed on the grant date. \n\nThe following tables summarize information about options outstanding at January 28, 2023 and changes during the year then ended: \n\n##TABLE_START &#160; Number of Shares Weighted Average Per Share Exercise Price Weighted Average Remaining Term (Years) Aggregate Intrinsic Value (in millions) \n\nOutstanding at January 29, 2022 \n\n24,541 &#160; $ 90.38 &#160; &#160; &#160; Granted 2,252,979 &#160; 157.17 &#160; &#160; &#160; Exercised ( 583 ) 76.95 &#160; &#160; &#160; \n\nOutstanding at January 28, 2023 \n\n2,276,937 &#160; $ 156.46 &#160; 9.1 $ 1.4 &#160; \n\nExercisable at January 28, 2023 \n\n24,350 &#160; $ 90.92 &#160; 3.8 $ 1.4 &#160; ##TABLE_END\n\nThe intrinsic value of options exercised during 2022, 2021 and 2020 was less than $ 0.1 million, $ 5.6 million and $ 0.9 million, respectively. As of January 28, 2023, there was $ 112.1 million of total unrecognized compensation expense related to these options which is expected to be recognized over a weighted-average period of 4.1 years. \n\nNote 11 &#8211; Segments and Disaggregated Revenue \n\nWe operate more than 16,300 retail discount stores in 48 states and five Canadian provinces. Our operations are conducted in two reporting business segments: Dollar Tree and Family Dollar. We define our segments as those operations whose results our CODM regularly reviews to analyze performance and allocate resources. \n\nWe measure the results of our segments using, among other measures, each segment&#8217;s net sales, gross profit and operating income. The CODM reviews these metrics for each of our reporting segments. We may revise the measurement of each segment&#8217;s operating income, as determined by the information regularly reviewed by the CODM. If the measurement of a segment changes, prior period amounts and balances are reclassified to be comparable to the current period&#8217;s presentation. Corporate, support and Other consists primarily of store support center costs that are considered shared services and therefore these selling, general and administrative costs are excluded from our two reporting business segments. These costs include operating expenses for our store support center and the results of operations for our Summit Pointe property in Chesapeake, Virginia. The Family Dollar segment Operating income includes advertising revenue, which is a component of Other revenue in the accompanying consolidated income statements. \n\nInformation for our segments, as well as for Corporate, support and Other, including the reconciliation to Income before income taxes, is as follows: \n\n##TABLE_START &#160; Year Ended &#160; January 28, January 29, January 30, (in millions) 2023 2022 2021 Consolidated Income Statement Data: Net sales: Dollar Tree $ 15,405.7 &#160; $ 13,922.1 &#160; $ 13,265.0 &#160; Family Dollar 12,912.5 &#160; 12,387.7 &#160; 12,243.4 &#160; Consolidated Net sales $ 28,318.2 &#160; $ 26,309.8 &#160; $ 25,508.4 &#160; Gross profit: Dollar Tree $ 5,775.5 &#160; $ 4,603.6 &#160; $ 4,543.8 &#160; Family Dollar 3,146.4 &#160; 3,122.3 &#160; 3,243.6 &#160; Consolidated Gross profit $ 8,921.9 &#160; $ 7,725.9 &#160; $ 7,787.4 &#160; Operating income (loss): Dollar Tree $ 2,536.0 &#160; $ 1,607.0 &#160; $ 1,598.0 &#160; Family Dollar 127.5 &#160; 543.1 &#160; 655.6 &#160; Corporate, support and Other ( 427.2 ) ( 338.7 ) ( 365.7 ) Consolidated Operating income 2,236.3 &#160; 1,811.4 &#160; 1,887.9 &#160; Interest expense, net 125.3 &#160; 178.9 &#160; 147.3 &#160; Other expense, net 0.4 &#160; 0.3 &#160; 0.8 &#160; Income before income taxes $ 2,110.6 &#160; $ 1,632.2 &#160; $ 1,739.8 &#160; Depreciation and amortization expense: Dollar Tree $ 338.8 &#160; $ 316.0 &#160; $ 302.3 &#160; Family Dollar 402.4 &#160; 369.8 &#160; 352.6 &#160; Corporate, support and Other 26.8 &#160; 30.2 &#160; 31.8 &#160; Consolidated depreciation and amortization expense $ 768.0 &#160; $ 716.0 &#160; $ 686.7 &#160; ##TABLE_END\n\n##TABLE_START &#160; As of &#160; January 28, January 29, (in millions) 2023 2022 Consolidated Balance Sheet Data: Goodwill: Dollar Tree $ 423.6 &#160; $ 424.9 &#160; Family Dollar 1,559.5 &#160; 1,559.5 &#160; Consolidated Goodwill $ 1,983.1 &#160; $ 1,984.4 &#160; Total assets: Dollar Tree $ 9,914.6 &#160; $ 9,358.4 &#160; Family Dollar 12,562.2 &#160; 11,871.8 &#160; Corporate, support and Other 545.3 &#160; 491.6 &#160; Consolidated Total assets $ 23,022.1 &#160; $ 21,721.8 &#160; Additions to property, plant and equipment: Dollar Tree $ 548.7 &#160; $ 477.1 &#160; Family Dollar 605.2 &#160; 498.9 &#160; Corporate, support and Other 94.9 &#160; 45.2 &#160; Consolidated additions to property, plant and equipment $ 1,248.8 &#160; $ 1,021.2 &#160; ##TABLE_END \n\nDisaggregated Revenue \n\nThe following table summarizes net sales by merchandise category for our segments: \n\n##TABLE_START &#160; Year Ended &#160; January 28, January 29, January 30, (in millions) 2023 2022 2021 Dollar Tree segment net sales by merchandise category: Consumable $ 6,978.8 &#160; 45.3 &#160; % $ 6,334.5 &#160; 45.5 &#160; % $ 6,407.0 &#160; 48.3 &#160; % Variety 7,456.3 &#160; 48.4 &#160; % 6,794.0 &#160; 48.8 &#160; % 6,194.8 &#160; 46.7 &#160; % Seasonal 970.6 &#160; 6.3 &#160; % 793.6 &#160; 5.7 &#160; % 663.2 &#160; 5.0 &#160; % Total Dollar Tree segment net sales $ 15,405.7 &#160; 100.0 &#160; % $ 13,922.1 &#160; 100.0 &#160; % $ 13,265.0 &#160; 100.0 &#160; % Family Dollar segment net sales by merchandise category: Consumable $ 10,036.2 &#160; 77.7 &#160; % $ 9,446.5 &#160; 76.3 &#160; % $ 9,367.8 &#160; 76.5 &#160; % Home products 982.5 &#160; 7.6 &#160; % 1,033.9 &#160; 8.3 &#160; % 1,078.1 &#160; 8.8 &#160; % Apparel and accessories 732.2 &#160; 5.7 &#160; % 781.5 &#160; 6.3 &#160; % 690.1 &#160; 5.6 &#160; % Seasonal and electronics 1,161.6 &#160; 9.0 &#160; % 1,125.8 &#160; 9.1 &#160; % 1,107.4 &#160; 9.1 &#160; % Total Family Dollar segment net sales $ 12,912.5 &#160; 100.0 &#160; % $ 12,387.7 &#160; 100.0 &#160; % $ 12,243.4 &#160; 100.0 &#160; % ##TABLE_END\n\n"
    },
    {
      "section": "9",
      "text": " Item 9. Changes in and Disagreements With Accountants on Accounting and Financial Disclosure \n\nNone. \n\n"
    },
    {
      "section": "9A",
      "text": " Item 9A. Controls and Procedures \n\nEvaluation of Disclosure Controls and Procedures \n\nWe maintain disclosure controls and procedures that are designed to ensure that information required to be disclosed in our reports under the Securities Exchange Act of 1934 (Exchange Act) is recorded, processed, summarized and reported within the time periods specified in the rules and forms of the Securities and Exchange Commission, and that such information is accumulated and communicated to our management, including our Chief Executive Officer and Chief Financial Officer, as appropriate, to allow timely decisions regarding required disclosure. In designing and evaluating the disclosure controls and procedures, we recognize that any controls and procedures, no matter how well designed and operated, can provide only reasonable assurance of achieving the desired control objectives, and management necessarily is required to apply our judgment in evaluating the cost-benefit relationship of possible controls and procedures. \n\nOur management has carried out, with the participation of our Chief Executive Officer and Chief Financial Officer, an evaluation of the effectiveness of our disclosure controls and procedures, as defined in Rule 13a-15(e) under the Exchange Act as of the end of the period covered by this report. Based upon this evaluation, our Chief Executive Officer and our Chief Financial Officer concluded that, as of January 28, 2023, our disclosure controls and procedures were designed and functioning effectively to provide reasonable assurance that information required to be disclosed by us in reports that we file or submit under the Exchange Act is (i) recorded, processed, summarized and reported within the time periods specified in Securities and Exchange Commission rules and forms and (ii) accumulated and communicated to our management, including the Chief Executive Officer and Chief Financial Officer, as appropriate to allow timely decisions regarding disclosure. \n\nManagement&#8217;s Report on Internal Control over Financial Reporting \n\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting, as defined in Exchange Act Rule 13a-15(f). Our management conducted an assessment of our internal control over financial reporting based on the framework established by the Committee of Sponsoring Organizations of the Treadway Commission in Internal Control - Integrated Framework (2013) . Based on this assessment, our management has concluded that, as of January 28, 2023, our internal control over financial reporting is effective. \n\nOur independent registered public accounting firm, KPMG LLP, has audited our consolidated financial statements and has issued an attestation report on the effectiveness of our internal control over financial reporting. Their report appears below. \n\nChanges in Internal Controls \n\nThere were no changes in our internal control over financial reporting that occurred during our most recently completed fiscal quarter that materially affected, or are reasonably likely to materially affect, our internal control over financial reporting. \n\nReport of Independent Registered Public Accounting Firm \n\nTo the Shareholders and Board of Directors \n\nDollar Tree, Inc.: \n\nOpinion on Internal Control Over Financial Reporting \n\nWe have audited Dollar Tree, Inc. and subsidiaries&#8217; (the Company) internal control over financial reporting as of January 28, 2023, based on criteria established in Internal Control &#8211; Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission. In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of January 28, 2023, based on criteria established in Internal Control &#8211; Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission. \n\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Company as of January 28, 2023 and January 29, 2022, the related consolidated income statements, statements of comprehensive income, shareholders&#8217; equity, and cash flows for each of the years in the three&#8209;year period ended January 28, 2023, and the related notes (collectively, the consolidated financial statements), and our report dated March 10, 2023 expressed an unqualified opinion on those consolidated financial statements. \n\nBasis for Opinion \n\nThe Company&#8217;s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management&#8217;s Report on Internal Control over Financial Reporting. Our responsibility is to express an opinion on the Company&#8217;s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \n\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audit also included performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion. \n\nDefinition and Limitations of Internal Control Over Financial Reporting \n\nA company&#8217;s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company&#8217;s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company&#8217;s assets that could have a material effect on the financial statements. \n\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate. \n\n/s/ KPMG LLP \n\nNorfolk, Virginia \n\nMarch 10, 2023 \n\n"
    },
    {
      "section": "9B",
      "text": " Item 9B. Other Information \n\nOn March 8, 2023, the Board of Directors of the Company approved an amendment to Article III, Section 2 of the Company&#8217;s Amended and Restated By-Laws to reduce the size of the Board from twelve directors to ten directors, effective immediately prior to the convening of the 2023 annual meeting of shareholders on June 13, 2023. \n\nThe above summary does not purport to be complete and is qualified in its entirety by reference to the Amended and Restated By-Laws, effective June 13, 2023, a copy of which is filed as Exhibit 3.3 to this Annual Report on Form 10-K and is incorporated herein by reference. \n\n"
    },
    {
      "section": "10",
      "text": " Item 10. Directors, Executive Officers and Corporate Governance \n\nThe information concerning our Directors and Executive Officers required by this Item is incorporated by reference to Dollar Tree, Inc.&#8217;s Proxy Statement relating to our 2023 Annual Meeting (&#8220;Proxy Statement&#8221;), under the captions &#8220;Director Biographies&#8221; and &#8220;Executive Officers.&#8221; \n\nTo the extent disclosure of any delinquent report under Section 16(a) of the Securities Exchange Act of 1934 is made by us, such disclosure will be set forth under the caption &#8220;Delinquent Section 16(a) Reports&#8221; in our Proxy Statement, which is incorporated herein by reference. \n\nThe information concerning our audit committee and audit committee financial experts required by this Item is incorporated herein by reference to the Proxy Statement, under the caption &#8220;The Board and Its Committees.&#8221; \n\nThe information concerning our code of ethics required by this Item is incorporated by reference to the Proxy Statement, under the caption &#8220;Board Governance - Code of Ethics.&#8221; \n\n"
    },
    {
      "section": "11",
      "text": " Item 11. Executive Compensation \n\nInformation set forth in the Proxy Statement under the captions &#8220;Compensation Committee Report on Executive Compensation,&#8221; &#8220;Compensation Discussion and Analysis,&#8221; &#8220;Annual Compensation of Executive Officers,&#8221; &#8220;Pay Ratio Disclosure,&#8221; and &#8220;Director Compensation&#8221; is incorporated herein by reference. \n\n"
    },
    {
      "section": "12",
      "text": " Item 12. Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters \n\nEquity Compensation Plans \n\nThe following table summarizes information regarding shares issuable as of January 28, 2023, under our equity compensation plans, including the number of shares of common stock subject to options, restricted stock units, deferred shares and other rights granted to employees and members of our Board of Directors; the weighted-average exercise price of outstanding options; and the number of shares remaining available for future award grants under these plans. Additional information regarding our equity compensation plans can be found in Note 10 to our consolidated financial statements. \n\n##TABLE_START Equity compensation plan category (a) Number of securities to be issued upon exercise of outstanding options, warrants and rights (b) Weighted-average exercise price of outstanding options, warrants and rights (c) Number of securities remaining available for future issuance under equity compensation plans (excluding securities reflected in column (a)) \n\nPlans approved by security holders 1 \n\n1,240,339 $ 108.38 8,696,011 \n\nPlans not approved by security holders 2 \n\n2,252,587 $ 157.17 &#8212; ##TABLE_END\n\n______________ \n\n(a) Amounts represent outstanding options, restricted stock units and deferred (&#8220;phantom&#8221;) shares as of January 28, 2023. \n\n(b) Not included in the calculation of weighted-average exercise price are (i) 1,192,291 restricted stock units and (ii) 37,273 director deferred shares. \n\n(c) The 8,696,011 shares remaining available for future issuance under our equity-based plans approved by security holders includes 5,799,159 shares remaining under our 2021 Omnibus Incentive Plan, 2,507,678 shares remaining under our 2015 Employee Stock Purchase Plan and 389,174 shares remaining under our 2013 Director Deferred Compensation Plan. \n\n1 Equity-based plans approved by our shareholders include: the 2013 Director Deferred Compensation Plan, the 2015 Employee Stock Purchase Plan (which replaced a predecessor plan), and the 2021 Omnibus Incentive Plan (which replaced the 2011 Omnibus Incentive Plan). As of March 17, 2021, the 2011 Omnibus Incentive Plan was no longer available for new grants of awards, but all outstanding awards that were granted under the plan prior to March 17, 2021 continue to be governed by the terms and conditions of the plan and applicable award agreements. \n\n2 In connection with our employment of Richard W. Dreiling as Executive Chairman of the Board in March 2022, Mr. Dreiling was granted a one-time award of options to purchase 2,252,587 shares of Company common stock as an employment inducement grant within the meaning of Rule 5635(c)(4) of the NASDAQ Listing Rules. The amount shown in the table does not include 13,575 shares to be issued upon the exercise of options with a weighted-average exercise price of $77.06 that were granted under the Family Dollar 2006 Incentive Plan and assumed by us in connection with our merger with Family Dollar. \n\nInformation set forth in the Proxy Statement under the caption &#8220;Ownership of Common Stock,&#8221; with respect to security ownership of certain beneficial owners and management, is incorporated herein by reference. \n\n"
    },
    {
      "section": "13",
      "text": " Item 13. Certain Relationships and Related Transactions, and Director Independence \n\nInformation set forth in the Proxy Statement under the caption &#8220;Certain Relationships and Related Transactions,&#8221; is incorporated herein by reference. \n\nThe information concerning the independence of our directors required by this Item is incorporated by reference to the Proxy Statement under the caption &#8220;Board Governance - Independence.&#8221; \n\n"
    },
    {
      "section": "14",
      "text": " Item 14. Principal Accountant Fees and Services \n\nInformation set forth in the Proxy Statement under the caption &#8220;Ratification of Appointment of Independent Auditors,&#8221; is incorporated herein by reference. \n\nPART IV \n\n"
    },
    {
      "section": "15",
      "text": " Item 15. Exhibit and Financial Statement Schedules \n\n1. Documents filed as part of this report : \n\n1. Financial Statements. Reference is made to the Index to the Consolidated Financial Statements set forth under Part II, Item 8 of this Form 10-K. \n\n2. Financial Statement Schedules. All schedules for which provision is made in the applicable accounting regulations of the Securities and Exchange Commission are not required under the related instructions, are not applicable, or the information is included in the Consolidated Financial Statements, and therefore have been omitted. \n\n3. Exhibits. The following exhibits are filed as part of, or incorporated by reference into, this report. \n\n##TABLE_START Incorporated by Reference Exhibit Exhibit Description Form Exhibit Filing Date Filed Herewith 3.1 \n\nAmended and Restated Articles of Incorporation of Dollar Tree, Inc., effective October 14, 2022 \n\n10-Q 3.1 11/22/2022 3.2 \n\nAmended and Restated By-Laws of Dollar Tree, Inc., effective January 30, 2023 \n\n8-K 3.1 1/31/2023 3.3 \n\nAmended and Restated By-Laws of Dollar Tree, Inc., effective June 13, 2023 \n\nX 4.1 \n\nForm of Common Stock Certificate \n\n8-K 4.1 3/13/2008 4.2.1 \n\nIndenture, dated as of April 2, 2018, between Dollar Tree, Inc., as issuer, and U.S. Bank National Association, as trustee \n\nS-3 ASR 4.1 4/2/2018 4.2.2 \n\nFirst Supplemental Indenture, dated as of April 19, 2018, between Dollar Tree, Inc. and U.S. Bank National Association, as trustee \n\n8-K 4.1 4/20/2018 ##TABLE_END\n\n##TABLE_START Incorporated by Reference Exhibit Exhibit Description Form Exhibit Filing Date Filed Herewith 4.2.3 \n\nSecond Supplemental Indenture, dated as of December 1, 2021, between Dollar Tree, Inc. and U.S. Bank National Association, as trustee \n\n8-K 4.1 12/1/2021 4.3 \n\nDescription of Securities Registered under Section 12 of the Securities Exchange Act of 1934 \n\nX 10.1 * \n\nTerms of director compensation (as described under the caption &#8220;Director Compensation&#8221;) \n\nDEF 14A N/A 5/18/2022 10.2.1 * \n\nChange in Control Retention Agreement between Dollar Tree, Inc. and Kevin Wampler, Chief Financial Officer \n\n8-K 10.1 12/5/2008 10.2.2 * \n\nAmendment to Change in Control Retention Agreement between Dollar Tree, Inc. and Kevin Wampler, Chief Financial Officer \n\n8-K 10.1 10/11/2011 10.3 * \n\nDescription of Dollar Tree, Inc. Management Incentive Compensation Plan, effective for the fiscal year ending January 29, 2022 and thereafter \n\n10-Q 10.1 5/27/2021 10.4.1 * \n\n2011 Omnibus Incentive Plan effective as of March 17, 2011 \n\n8-K 10.1 6/22/2011 10.4.2 * \n\nFirst Amendment to the 2011 Omnibus Incentive Plan dated June 16, 2016 \n\n10-Q 10.1 9/2/2016 10.4.3 * \n\n2011 Omnibus Incentive Plan, as amended and restated effective June 12, 2019 \n\n10-Q 10.1 8/29/2019 10.5 * \n\nForm of Non-employee Director Option Agreement under the 2011 Omnibus Incentive Plan \n\n8-K 10.4 6/22/2011 10.6.1 * \n\nForm of Restricted Stock Unit Agreement under the 2011 Omnibus Incentive Plan \n\n8-K 10.2 3/21/2012 10.6.2 * \n\nForm of Restricted Stock Unit Agreement under the 2011 Omnibus Incentive Plan \n\n10-K 10.34 3/27/2019 10.7 * \n\nForm of Executive Officer Nonstatutory Stock Option Agreement under the 2011 Omnibus Incentive Plan \n\n10-K 10.54 3/28/2017 10.8 * \n\nForm of Long-Term Performance Plan Award Agreement under the 2011 Omnibus Incentive Plan \n\n10-Q 10.1 5/28/2020 10.9 * \n\nForm of Performance Stock Unit Agreement under the 2011 Omnibus Incentive Plan \n\n10-K 10.33 3/27/2019 10.10 * \n\nDollar Tree, Inc. 2015 Employee Stock Purchase Plan, effective September 1, 2015 \n\nS-8 4.0 10/28/2015 10.11 * \n\nDollar Tree and Family Dollar Supplemental Deferred Compensation Plan \n\n10-Q 10.1 8/24/2017 10.12.1 * \n\n2013 Director Deferred Compensation Plan, as amended and restated effective December 31, 2016 \n\n10-K 10.35 3/16/2018 10.12.2 * \n\n2013 Director Deferred Compensation Plan, as amended and restated effective June 10, 2021 \n\n8-K 10.6 6/11/2021 10.12.3 * \n\nAmendment to the Dollar Tree, Inc. 2013 Director Deferred Compensation Plan, effective March 8, 2023 \n\nX 10.13 * \n\nForm of Change in Control Retention Agreement for Executive Officers (portions of the exhibit have been omitted pursuant to a request for confidential treatment) \n\n10-Q 10.1 11/29/2018 10.14.1 * \n\nForm of Executive Agreement (portions of the exhibit have been omitted pursuant to a request for confidential treatment) \n\n10-Q 10.2 11/29/2018 10.14.2 * \n\nForm of letter agreement amending Executive Agreements for Executive Officers at the level of Chiefs (EVP) \n\n8-K 10.1 3/7/2022 10.14.3 * \n\nRevised Form of Executive Agreement for Executive Officers at the level of Chiefs (EVP) (portions of the exhibit have been omitted pursuant to Item 601(b)(10)(iv) of Regulation S-K) \n\n10-Q 10.1 8/25/2022 10.15.1 * \n\nDollar Tree, Inc. 2021 Omnibus Incentive Plan \n\n8-K 10.1 6/11/2021 10.15.2 * \n\nFirst Amendment to the Dollar Tree, Inc. 2021 Omnibus Incentive Plan, effective November 29, 2022 \n\nX 10.16 * \n\nForm of Performance-Based Restricted Stock Unit Agreement under the 2021 Omnibus Incentive Plan \n\n8-K 10.2 6/11/2021 ##TABLE_END\n\n##TABLE_START Incorporated by Reference Exhibit Exhibit Description Form Exhibit Filing Date Filed Herewith 10.17 * \n\nForm of Long-Term Performance Plan Award Agreement under the 2021 Omnibus Incentive Plan \n\n8-K 10.3 6/11/2021 10.18 * \n\nForm of Restricted Stock Unit Agreement (Standard) under the 2021 Omnibus Incentive Plan \n\n8-K 10.4 6/11/2021 10.19 * \n\nForm of Non-Employee Director Nonstatutory Stock Option Agreement under the 2021 Omnibus Incentive Plan \n\n8-K 10.5 6/11/2021 10.20 \n\nCredit Agreement, dated as of December 8, 2021, among Dollar Tree, Inc., JPMorgan Chase Bank, N.A., as agent and the lenders and other parties thereto \n\n8-K 10.1 12/9/2021 10.21 * \n\nAddendum to Executive Agreement, by and between Dollar Tree, Inc. and Michael Witynski, dated March 1, 2022 \n\n8-K 10.2 3/7/2022 10.22 * \n\nPost-Retirement Benefits Agreement, by and between Dollar Tree, Inc. and Bob Sasser, dated March 2, 2022 \n\n8-K 10.3 3/7/2022 10.23 * \n\nForm of Indemnification Agreement for Directors and Executive Officers \n\n8-K 10.1 3/7/2022 10.24 \n\nStewardship Framework Agreement, by and between Dollar Tree, Inc. and MR Cobalt Advisor LLC, on behalf of itself and its affiliates and associates, dated March 8, 2022 \n\n8-K 10.1 3/8/2022 10.25.1 * \n\nExecutive Agreement, effective March 19, 2022, by Richard W. Dreiling and Dollar Tree, Inc. (portions of the exhibit have been omitted pursuant to Item 601(b)(10)(iv) of Regulation S-K) \n\n8-K 10.1 3/21/2022 10.25.2 * \n\nAmendment to Executive Agreement, dated January 25, 2023, by the Company and Richard W. Dreiling \n\n8-K/A 10.1 1/27/2023 10.26 * \n\nNonstatutory Stock Option Agreement, effective March 19, 2022, by Richard W. Dreiling and Dollar Tree, Inc. \n\n8-K 10.2 3/21/2022 10.27 * \n\nEmployment Agreement between Dollar Tree Distribution, Inc. and John Flanigan, effective May 9, 2022 (portions of the exhibit have been omitted pursuant to Item 601(b)(10)(iv) of Regulation S-K) \n\n10-Q 10.2 8/25/2022 10.28 * \n\nLetter Agreement amending the Executive Agreement between Dollar Tree, Inc. and Kevin Wampler \n\n10-Q 10.1 11/22/2022 10.29 * \n\nForm of Performance-Based Restricted Stock Unit Agreement under the 2021 Omnibus Incentive Plan \n\nX 10.30 * \n\nForm of Restricted Stock Unit Agreement (Standard) under the 2021 Omnibus Incentive Plan \n\nX 10.31 * \n\nForm of Nonstatutory Stock Option Agreement under the 2021 Omnibus Incentive Plan \n\nX 21.1 \n\nSubsidiaries of the Registrant \n\nX 23.1 \n\nConsent of Independent Registered Public Accounting Firm \n\nX 31.1 \n\nCertification of Chief Executive Officer pursuant to Section 302 of the Sarbanes-Oxley Act of 2002 \n\nX 31.2 Certification of Chief Financial Officer pursuant to Section 302 of the Sarbanes-Oxley Act of 2002 \n\nX 32.1 Certification of Chief Executive Officer pursuant to Section 906 of the Sarbanes-Oxley Act of 2002 \n\nX 32.2 Certification of Chief Financial Officer pursuant to Section 906 of the Sarbanes-Oxley Act of 2002 \n\nX 101 \n\nThe following financial statements from our Form 10-K for the fiscal year ended January 28, 2023, formatted in Inline XBRL: (i) Consolidated Income Statements, (ii) Consolidated Statements of Comprehensive Income, (iii) Consolidated Balance Sheets, (iv) Consolidated Statements of Shareholders&#8217; Equity, (v) Consolidated Statements of Cash Flows and (vi) Notes to Consolidated Financial Statements \n\nX 104 \n\nThe cover page from our Form 10-K for the fiscal year ended January 28, 2023, formatted in Inline XBRL and contained in Exhibit 101 \n\nX *Management contract or compensatory plan or arrangement ##TABLE_END\n\nItem 16. Form 10-K Summary \n\nNone. \n\nSIGNATURES \n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized. \n\n##TABLE_START &#160; DOLLAR TREE, INC. (Registrant) March 10, 2023 By: /s/ Richard W. Dreiling Date Richard W. Dreiling &#160; Chairman and Chief Executive Officer (Principal Executive Officer) March 10, 2023 By: /s/ Jeffrey A. Davis Date Jeffrey A. Davis Chief Financial Officer (Principal Financial Officer) March 10, 2023 By: /s/ Kathleen E. Mallas Date Kathleen E. Mallas Senior Vice President - Chief Accounting Officer and Treasurer (Principal Accounting Officer) ##TABLE_END\n\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated. Each of the directors of the registrant whose signature appears below hereby appoints Jeffrey A. Davis, Kathleen E. Mallas, and John S. Mitchell, and each of them severally, as his or her attorney-in-fact to sign in his or her name and behalf, in any and all capacities stated below, and to file with the Securities and Exchange Commission any and all amendments to this report, making such changes in this report as appropriate, and generally to do all such things on their behalf in their capacities as directors and/or officers to enable the registrant to comply with the provisions of the Securities Exchange Act of 1934, and all requirements of the Securities and Exchange Commission. \n\n##TABLE_START /s/ Richard W. Dreiling Chairman and Chief Executive Officer March 10, 2023 Richard W. Dreiling (Principal Executive Officer) Date /s/ Paul C. Hilal Vice Chairman March 10, 2023 Paul C. Hilal Date &#160; &#160; &#160; /s/ Edward J. Kelly, III Lead Independent Director March 10, 2023 Edward J. Kelly, III Date &#160; &#160; /s/ Thomas W. Dickson Director March 10, 2023 Thomas W. Dickson Date &#160; &#160; &#160; /s/ Cheryl W. Gris&#233; Director March 10, 2023 Cheryl W. Gris&#233; Date &#160; &#160; &#160; /s/ Daniel J. Heinrich Director March 10, 2023 Daniel J. Heinrich Date /s/ Mary A. Laschinger Director March 10, 2023 Mary A. Laschinger Date /s/ Jeffrey G. Naylor Director March 10, 2023 Jeffrey G. Naylor Date /s/ Winnie Y. Park Director March 10, 2023 Winnie Y. Park Date /s/ Bertram L. Scott Director March 10, 2023 Bertram L. Scott Date /s/ Stephanie P. Stahl Director March 10, 2023 Stephanie P. Stahl Date ##TABLE_END\n\n"
    }
  ]
}