{
  "ticker": "DUK",
  "content": [
    {
      "section": "1",
      "text": " Item 1. Business. \n\n&#8226; "
    },
    {
      "section": "1A",
      "text": " Item 1A. Risk Factors. \n\n&#8226; Item 2. Properties. \n\n"
    },
    {
      "section": "1B",
      "text": " Item 1B. Unresolved Staff Comments. \n\nNone. \n\n"
    },
    {
      "section": "2",
      "text": " Item 2. Properties. \n\nItem 1B. Unresolved Staff Comments. \n\nNone. \n\n"
    },
    {
      "section": "3",
      "text": " Item 3. Legal Proceedings. \n\nNone. \n\n"
    },
    {
      "section": "4",
      "text": " Item 4. Mine Safety Disclosures. \n\nNone. \n\nPART II \n\nThe following Items have been omitted pursuant to General Instruction J of Form 10-K: \n\n&#8226; "
    },
    {
      "section": "5",
      "text": " Item 5. Market for Registrant&#8217;s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities. \n\n&#8226; "
    },
    {
      "section": "6",
      "text": " Item 6. Selected Financial Data. \n\n&#8226; "
    },
    {
      "section": "7",
      "text": " Item 7. Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations. \n\n&#8226; "
    },
    {
      "section": "7A",
      "text": " Item 7A. Quantitative and Qualitative Disclosures About Market Risk. \n\n&#8226; "
    },
    {
      "section": "8",
      "text": " Item 8. Financial Statements and Supplementary Data. \n\n&#8226; "
    },
    {
      "section": "9",
      "text": " Item 9. Changes in and Disagreements with Accountants on Accounting and Financial Disclosure. \n\n&#8226; "
    },
    {
      "section": "9A",
      "text": " Item 9A. Controls and Procedures. \n\n"
    },
    {
      "section": "9B",
      "text": " Item 9B. Other Information. \n\nNone. \n\nPART III \n\n"
    },
    {
      "section": "10",
      "text": " Item 10. Directors, Executive Officers and Corporate Governance. \n\nFollowing are the managers and executive officers of Duke Energy Carolinas NC Storm Funding LLC (\"DECNCSF\") as of December 31, 2022: \n\n##TABLE_START Name Age Current and Recent Positions Held Karl W. Newlin 54 \n\nSenior Vice President, Corporate Development &#38; Treasurer, Duke Energy Carolinas and Duke Energy Corporation. Mr. Newlin assumed his role as Senior Vice President, Corporate Development &#38; Treasurer in 2018. In addition, he assumed his role as President, Chief Financial Officer, and Treasurer in November 2021, and Manager of DECNCSF in August 2021. \n\nCynthia S. Lee 56 \n\nVice President, Chief Accounting Officer and Controller, Duke Energy Carolinas, Duke Energy Corporation. Ms. Lee assumed her role as Vice President, Chief Accounting Officer and Controller in May 2021. Prior to that, she served as Director, Investor Relations since June 2019 and in various roles within the Corporate Controller's organization after joining the Corporation and its affiliates in 2002. In addition, she assumed her role as Controller and Manager of DECNCSF in September 2021. \n\nBernard J. Angelo 53 \n\nSenior Vice President of Global Securitization Services, LLC. Mr. Angelo assumed his role as Senior Vice President of Global Securitization Services in 1997. In addition, he assumed his role as Independent Manager of DECNCSF in August 2021. \n\n##TABLE_END\n\nDECNCSF is a wholly owned, bankruptcy remote subsidiary of Duke Energy Carolinas, LLC. Duke Energy Carolinas, LLC is an indirect wholly owned subsidiary of Duke Energy Corporation (\"Duke Energy\"). \n\nCode of Conduct \n\nDuke Energy has adopted a code of ethics that applies to all officers and employees of Duke Energy and its affiliates, including DECNCSF. This code of ethics, entitled &#8220;Code of Business Ethics,&#8221; is posted on Duke Energy's website at www.duke-energy.com/our-company/about-us/ethics. Duke Energy's Code of Business Ethics is administered by the Chief Ethics and Compliance Officer of Duke Energy, who provides regular reports directly to the Audit Committee of the Board of Directors of Duke Energy. \n\n"
    },
    {
      "section": "11",
      "text": " Item 11. Executive Compensation. \n\nOther than the annual independent manager fee of $3,500 paid to Global Securitization Services, LLC, DECNCSF does not pay any compensation to its managers or executive officers. \n\n"
    },
    {
      "section": "12",
      "text": " Item 12. Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters. \n\nNone. \n\n"
    },
    {
      "section": "13",
      "text": " Item 13. Certain Relationships and Related Transactions, and Director Independence. \n\nNone. \n\n"
    },
    {
      "section": "14",
      "text": " Item 14. Principal Accounting Fees and Services. \n\nOmitted pursuant to General Instruction J of Form 10-K. \n\nPART IV \n\n"
    },
    {
      "section": "15",
      "text": " Item 15. Exhibits and Financial Statement Schedules. \n\n##TABLE_START (a)(1) and (a)(2) Financial Statements and Financial Statement Schedules are omitted pursuant to General Instruction J of Form 10-K as listed under Item 8 of this report. (a)(3) and (b) See Exhibit Index included as the last part of this report, which is incorporated herein by reference. (c) Not applicable. ##TABLE_END\n\nItem 16. Form 10-K Summary. \n\nNone. \n\nItem 1112(b). Significant Obligors of Pool Assets. \n\nNone. \n\nItem 1114(b)(2). Credit Enhancement and Other Support, Except For Certain Derivative Instruments. \n\nNone. \n\nItem 1115(b). Certain Derivative Instruments. \n\nNone. \n\nItem 1117. Legal Proceedings. \n\nNone. \n\nItem 1119. Affiliations and Certain Relationships and Related Transactions. \n\nDECNCSF is a wholly owned subsidiary of Duke Energy Carolinas, LLC, which is the depositor, sponsor and servicer. \n\nItem 1122. Compliance With Applicable Servicing Criteria. \n\nSee Exhibits 33.1, 33.2, 34.1, and 34.2 of this Form 10-K. \n\nItem 1123. Servicer Compliance Statement. \n\nSee Exhibit 35.1 of this Form 10-K. \n\nSUPPLEMENTAL INFORMATION TO BE FURNISHED WITH REPORTS FILED PURSUANT TO SECTION 15(d) OF THE ACT BY REGISTRANTS WHICH HAVE NOT REGISTERED SECURITIES PURSUANT TO SECTION 12 OF THE ACT \n\nNo such annual report, proxy statement, form of proxy or other proxy soliciting material has been sent to the registrant&#8217;s security holders. The registrant will not be sending an annual report or proxy material to its security holders subsequent to the filing of this form. \n\nEXHIBIT INDEX \n\nExhibits filed herewithin are designated by an asterisk (*). All exhibits not so designated are incorporated by reference to a prior filing, as indicated. \n\n##TABLE_START Exhibit No. Description of Exhibit 3.1 \n\nCertificate of Formation of Duke Energy Carolinas NC Storm Funding LLC (incorporated by reference to Registration Statement on Form SF-1 of Duke Energy Carolinas, LLC filed on September 3, 2021, File No. 333-259314-01) \n\n3.2 \n\nAmended and Restated Limited Liability Company Agreement of Duke Energy Carolinas NC Storm Funding LLC, dated and effective as of November 15, 2021 (incorporated by reference to Exhibit 3.2 to Form 8-K filed November 19, 2021, File No. 333-259314-01 \n\n4.1 \n\nIndenture, dated as of November 24, 2021, by and between Duke Energy Carolinas NC Storm Funding LLC, and The Bank of New York Mellon Trust Company, N.A., as Indenture Trustee and Securities Intermediary (incorporated by reference to Exhibit 4.1 to Form 8-K filed November 24, 2021, File No. 333-259314-01 \n\n4.2 \n\nSeries Supplement, dated as of November 24, 2021, by and between Duke Energy Carolinas NC Storm Funding LLC, and The Bank of New York Mellon Trust Company, N.A., as Indenture Trustee (incorporated by reference to Exhibit 4.2 to Form 8-K filed November 24, 2021, File No. 333-259314-01) \n\n10.1 \n\nStorm Recovery Property Servicing Agreement, dated as of November 24, 2021, by and between Duke Energy Carolinas NC Storm Funding LLC, and Duke Energy Carolinas, LLC, as Servicer (incorporated by reference to Exhibit 10.1 to Form 8-K filed November 24, 2021, File No. 333-259314-01 \n\n10.2 \n\nStorm Recovery Property Purchase and Sale Agreement, dated as of November 24, 2021, by and between Duke Energy Carolinas NC Storm Funding LLC, and Duke Energy Carolinas, LLC, as Servicer (incorporated by reference to Exhibit 10.2 to Form 8-K filed November 24, 2021, File No. 333-259314-01 \n\n10.3 \n\nAdministration Agreement, dated as of November 24, 2021, by and between Duke Energy Carolinas NC Storm Funding LLC and Duke Energy Carolinas, LLC, as administrator (incorporated by reference to Exhibit 10.3 to Form 8-K filed November 24, 2021, File No. 333-259314-01) \n\n99.1 \n\nFinancing Order, filed in a Joint Petition by Duke Energy Carolinas, LLC and Duke Energy Progress, LLC on October 26, 2021 (incorporated by reference to Registration Statement on Form SF-1 of Duke Energy Carolinas, LLC filed on September 3, 2021, File No. 333-259314-01) \n\n*31.1 \n\nRule 13a-14(d)/15d-14(d) Certification \n\n*33.1 \n\nReport on Assessment of Compliance With Servicing Criteria For Asset-Backed Issuers for Duke Energy Carolinas, LLC, Servicer \n\n*33.2 \n\nReport on Assessment of Compliance With Servicing Criteria For Asset-Backed Issuers for The Bank of New York Mellon, Indenture Trustee \n\n*34.1 \n\nAttestation Report on Assessment of Compliance With Servicing Criteria For Asset-Backed Securities of Deloitte &#38; Touche LLP on behalf of Duke Energy Carolinas, LLC, Servicer \n\n*34.2 \n\nAttestation Report on Assessment of Compliance With Servicing Criteria For Asset-Backed Securities of KPMG LLP on behalf of The Bank of New York Mellon, Indenture Trustee \n\n*35.1 \n\nServicer Compliance Statement \n\n*104 Cover Page Interactive Data File (formatted in Inline XBRL and contained in Exhibit 101). ##TABLE_END\n\nSIGNATURES \n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrants have duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized. \n\nDate: March 29, 2023 \n\n##TABLE_START DUKE ENERGY CAROLINAS NC STORM FUNDING LLC By: /s/ Cynthia S. Lee Cynthia S. Lee Controller and Manager DUKE ENERGY CAROLINAS, LLC By: /s/ Cynthia S. Lee Cynthia S. Lee Vice President, Chief Accounting Officer and Controller Duke Energy Carolinas, LLC ##TABLE_END\n\n"
    }
  ]
}