{
  "ticker": "EBAY",
  "content": [
    {
      "section": "1",
      "text": ""
    },
    {
      "section": "1A",
      "text": ""
    },
    {
      "section": "1B",
      "text": ""
    },
    {
      "section": "2",
      "text": ""
    },
    {
      "section": "3",
      "text": ""
    },
    {
      "section": "4",
      "text": ""
    },
    {
      "section": "5",
      "text": ""
    },
    {
      "section": "6",
      "text": ""
    },
    {
      "section": "7",
      "text": ""
    },
    {
      "section": "7A",
      "text": ""
    },
    {
      "section": "8",
      "text": ""
    },
    {
      "section": "9",
      "text": ""
    },
    {
      "section": "9A",
      "text": ""
    },
    {
      "section": "9B",
      "text": ""
    },
    {
      "section": "10",
      "text": ""
    },
    {
      "section": "11",
      "text": ""
    },
    {
      "section": "12",
      "text": ""
    },
    {
      "section": "13",
      "text": ""
    },
    {
      "section": "14",
      "text": ""
    },
    {
      "section": "15",
      "text": " ITEM 15: EXHIBITS AND FINANCIAL STATEMENT SCHEDULE \n\na. The following documents are filed as part of this report: \n\n1. Consolidated Financial Statements: \n\nThe consolidated financial statements of the Company, as listed in Item 15 of the Form 10-K, are included in Item 15 of the Form 10-K. \n\n2. Financial Statement Schedule: \n\nThe financial statement schedule of the Company, as listed in Item 15 of the Form 10-K, is included in Item 15 of the Form 10-K. \n\nThe financial statements of Adevinta required by Rule 3-09 of Regulation S-X are provided as Exhibit 99.01 to this Amendment. \n\n3. Exhibits Required by Item 601 of Regulation S-K: \n\nThe exhibits listed in the Exhibit Index of the Form 10-K and this Amendment are filed with, or incorporated by reference in, this report. \n\nb. The information required by this Item is set forth in the exhibits listed in the Exhibit Index of the Form 10-K and this Amendment filed with, or incorporated by reference in, this report. \n\nc. Financial Statement Schedule and Separate Financial Statements of Subsidiaries Not Consolidated and Fifty Percent or Less Owned Persons. \n\nAdevinta was deemed a significant equity investee under Rule 3-09 of Regulation S-X for the fiscal year ended December 31, 2021 (though not for the fiscal year ended December 31, 2022). As such, financial statements of Adevinta for the fiscal years ended December 31, 2022 (unaudited) and 2021 (audited), respectively, are required to be filed by amendment to the Form 10-K within six months of Adevinta&#8217;s fiscal year end. Accordingly, Adevinta&#8217;s financial statements for its fiscal year ended December 31, 2022 are provided as Exhibit 99.01 to this Amendment. \n\nINDEX TO EXHIBITS \n\n##TABLE_START No. &#160; Exhibit Description &#160; Filed or Furnished with this 10-K/A &#160; Incorporated by Reference &#160; &#160; &#160; Form &#160; File No. &#160; Date Filed 23.02 \n\nConsent of Ernst &#38; Young AS related to Exhibit 99.01. \n\nX 31.03 \n\nCertification of Registrant&#8217;s Chief Executive Officer, as required by Section 302 of the Sarbanes-Oxley Act of 2002, dated May 1 2 , 2023. \n\nX 31.04 \n\nCertification of Registrant&#8217;s Chief Financial Officer, as required by Section 302 of the Sarbanes-Oxley Act of 2002, dated May 1 2 , 2023. \n\nX 32.03 \n\nCertification of Registrant&#8217;s Chief Executive Officer, as required by Section 906 of the Sarbanes-Oxley Act of 2002, dated May 1 2 , 2023. \n\nX 32.04 \n\nCertification of Registrant&#8217;s Chief Financial Officer, as required by Section 906 of the Sarbanes-Oxley Act of 2002, dated May 1 2 , 2023. \n\nX 99.01 \n\nConsolidated financial statements of Adevinta ASA as of and for the years ended December 31, 2022 (unaudited) and 2021 (audited) . \n\nX 104 Cover Page Interactive Data File (formatted as Inline XBRL and contained in Exhibit 101). X ##TABLE_END\n\n"
    }
  ]
}