{
  "ticker": "GWW",
  "content": [
    {
      "section": "1",
      "text": " Item 1: Business \n\nW.W. Grainger, Inc., incorporated in the State of Illinois in 1928, is a broad line, distributor of maintenance, repair and operating (MRO) products and services with operations primarily in North America (N.A.), Japan and the United Kingdom (U.K.). In this report, the words &#8220;Grainger&#8221; or &#8220;Company&#8221; mean W.W. Grainger, Inc. and its subsidiaries, except where the context makes it clear that the reference is only to W.W. Grainger, Inc. itself and not its subsidiaries. \n\nFor financial information regarding the Company, see the Consolidated Financial Statements and Notes included in Part II, Item 8: Financial Statements and Supplementary Data of this Form 10-K. \n\nThe Grainger Edge \n\nGrainger's strategic framework, &#8220;The Grainger Edge,&#8221; uniquely defines the Company by asserting why it exists, how it serves customers and how team members work together to achieve its objectives. Grainger&#8217;s purpose is We Keep the World Working&#174;, which in turn allows customers to focus on the core of their businesses and do what they do best. \n\nThis framework also outlines a set of principles that define the behaviors expected from Grainger&#8217;s team members in working with each other and the Company's customers, suppliers and communities as Grainger executes its strategy and creates value for shareholders. For further information on the Company's principles, see below \"Workplace Practices and Policies.\" \n\nGeneral \n\nGrainger's two reportable segments are High-Touch Solutions N.A. and Endless Assortment. These reportable segments align with Grainger's go-to-market strategies and bifurcated business models of high-touch solutions and endless assortment. For further segment information, see Part II, Item 7: Management&#8217;s Discussion and Analysis (MD&#38;A) of Financial Condition and Results of Operations and Note 14 of the Notes to Consolidated Financial Statements in Part II, Item 8: Financial Statements and Supplementary Data of this Form 10-K. \n\nBelow is a description of Grainger&#8217;s reportable segments and other businesses. \n\nHigh-Touch Solutions N.A. \n\nThe Company's High-Touch Solutions N.A. segment provides value-added MRO solutions that are rooted in deep product knowledge and customer expertise. The high-touch solutions model serves customers with complex buying needs. This segment includes the Grainger-branded businesses in the United States (U.S.), Canada, Mexico and Puerto Rico. \n\nEndless Assortment \n\nThe Company&#8217;s Endless Assortment segment provides a streamlined and transparent online platform with one-stop shopping for millions of products. The Endless Assortment segment includes the Company&#8217;s Zoro Tools, Inc. (Zoro) and MonotaRO Co., Ltd. (MonotaRO) online channels which operate predominately in the U.S. and Japan. \n\nOther \n\nOther businesses is primarily comprised of the Company's Cromwell business in the U.K. and a wholly owned captive insurance entity . These businesses individually and in the aggregate do not meet the criteria of a reportable segment. \n\nBusiness Models \n\nCompeting with both high-touch solutions and endless assortment business models allows Grainger to leverage its scale and advantaged supply chain to meet the changing needs of its customers. The following provides a high-level view of the Company's busin ess models: \n\nCustomers \n\nThe Company uses a c ombination of its two business models to serve its more than 4.5 million cu stomers worldwide which rely on Grainger for products and services that enable them to run safe, sustainable and productive operations. Grainger&#8217;s customers range from smaller businesses to large corporations, government entities and other institutions, representing a broad collection of industries, including, but not limited to commercial, healthcare, and manufacturing. No single end customer accounted fo r more than 4% of to tal sales for the year ended December 31, 2022. \n\nIn the High-Touch Solutions N.A. segment, customers are typically mid-size and large businesses with complex purchasing operations and processes. Many customers served in this segment expect product and service depth and are focused on total cost of procurement. C ustomers in this segment utilize sophisticated electronic purchasing platforms that communicate directly with Grainger.com through eProcurement technology. Sales and service representatives drive relationships with customers by helping select the right products and reducing costs by utilizing Grainger as a consistent source of supply. KeepStock &#174;, Grainger's inventory management solution, serves customers on site, offering valuable insights to drive efficiencies and cost savings. The North American Customer Service Centers handle customer interactions for the region via phone, email, eCommerce portals and online chat. \n\nIn the Endless Assortment segment, customers are typically smaller and mid-size businesses with less complex purchasing operations and processes. Customers served in this segment have straight-forward product and service needs. Additionally, MonotaRO continues to attract and retain large enterprise customers. Customers purchasing through the endless assortment platforms are focused on transparent pricing and an easy-to-navigate procurement process. MonotaRO and Zoro offer an innovative customer experience by allowing customers to quickly find competitively priced products through intuitive business-focused eCommerce platforms with intelligent analytic capabilities. \n\nProducts and Services \n\nGrainger&#8217;s product offering is grouped under several broad categories, including safety and security, material handling and storage, pumps and plumbing equipment, cleaning and maintenance, metalworking and hand tools. Products are regularly added and removed from Grainger's product lines based on customer demand, market research, suppliers' recommendations and other factors. No single product category comprised more than 20% of the Company's sales for the year ended December 31, 2022. \n\nIn the High-Touch Solutions N.A. segment, Grainger.com provides real-time price and product availability, detailed product information and features, such as product search and compare capabilities. The high-touch solutions businesses offer more than 2 million products and several services, such as technical support and inventory management. \n\nIn the Endless Assortment segment, Grainger offers an expansive product assortment and a broad, extensive product range that contains millions of products including those outside of traditional industrial MRO categories. Zoro offers more than 11 million products and MonotaRO provides access to more than 20 million products, primarily through its websites and catalogs. The endless assortment businesses continue to enhance assortment by strategically adding products and expanding the offer of third party held products. \n\nDistribution and Sources of Supply \n\nIn the large and fragmented MRO industry, Grainger holds an advantaged position with its supply chain infrastructure and a broad in-stock product offering. More than 5,000 suppliers worldwide provide Grainger businesses with more than 1.4 million products stocked in Distribution Centers (DCs) and branches globally. No single supplier comprised more than 5% of Grainger's total purchases for the year ended December 31, 2022. \n\nIn the High-Touch Solutions N.A. segment, DCs are the primary order fulfillment channel, mainly through direct shipments to customers. Automation in the DCs allows orders to ship complete with next-day delivery and also replenish branches that provide same-day availability to customers. Grainger&#8217;s North American distribution network supplies inventory planning and management, transportation and distribution services to all Grainger businesses in the North American region. Branches serve the immediate needs of customers by allowing them to directly pick up items and leverage branch staff for their technical product expertise and search-and-select support. Addit ionally, \n\nGrainger offers comprehensive inventory management through its KeepStock&#174; program that includes vendor-managed inventory, customer-managed inventory and onsite vending machines . \n\nIn the Endless Assortment segment, orders are placed primarily through online channels. Zoro leverages the High-Touch Solution N.A.'s DC network and third-party drop shipments to deliver seamless service and product fulfillment to customers. MonotaRO fulfills customer orders through local DCs and third-party drop shipments. \n\nFor further information on the Company&#8217;s properties, see Part I, Item 2: Properties of this Form 10-K. \n\nTrademarks and Service Marks \n\nGrainger conducts business under various trademarks and service marks. Approximately 20% of 2022 sales were private label MRO items bearing Grainger&#8217;s registered trademarks, including DAYTON&#174;, SPEEDAIRE&#174;, AIR HANDLER&#174;, TOUGH GUY&#174;, WESTWARD&#174;, CONDOR&#174; and LUMAPRO&#174;. Grainger also provides a suite of inventory services to its customers under the KEEPSTOCK&#174; brand, which is a registered service mark. Grainger has taken steps to protect these service marks and trademarks against infringement and believes they will remain available for future use in its business. \n\nSeasonality \n\nGrainger sells products that may have seasonal demand fluctuations during the winter or summer seasons or during periods of natural disasters. However, historical seasonality impacts have not been material to Grainger&#8217;s operating results. \n\nCompetition \n\nGrainger faces competition from a variety of competitors, including manufacturers (including some of its own suppliers) that sell directly to certain segments of the market, wholesale distributors, retailers and internet-based businesses. Also, competitors vary by size, from large broad line distributors and eCommerce retailers to small local and regional competitors. Grainger differentiates itself by providing local product availability, a broad product line, sales and service representatives and advanced electronic and eCommerce technology. Grainger also offers other services, such as inventory management and technical support. \n\nGovernment Regulations \n\nGrainger&#8217;s business is subject to a wide array of laws, regulations and standards in each domestic and foreign jurisdiction where Grainger operates. In addition to Grainger&#8217;s U.S. based operations, which in 2022 generated approximately 82% of its consolidated net sales, Grainger operates its business principally through wholly owned subsidiaries in Canada, Mexico and the U.K., and through its majority-owned subsidiary in Japan. Compliance with these laws, regulations and standards requires the dedication of time and effort of team members as well as financial resources. In 2022, compliance with the applicable laws, regulations and standards did not have a material effect on capital expenditures, earnings or competitive position. See Part I, Item 1A: Risk Factors of this Form 10-K for a discussion of the risks associated with government regulations that may materially impact Grainger. \n\nHuman Capital \n\nThe Company strongly believes that its corporate culture must be aligned with its business strategy and aspiration to create value. To that end, Grainger's Board of Directors and senior management are actively involved in cultivating Grainger&#8217;s culture. The Compensation Committee of the Board, which is comprised of independent directors, oversees the Company's human capital management programs and policies and routinely provides updates to the Board. \n\nGrainger believes that a purpose-driven culture is an asset that creates a sustainable, competitive advantage for the Company. Building on its strong foundation while evolving a framework to address the future is critical to Grainger&#8217;s continued success. Grainger has been consistently recognized for its commitment to its culture, diversity, equity and inclusion efforts and employee engagement. \n\nTeam Member Profile \n\nAs of December 31, 2022, Gr ainger had more than 26,000 team members worldwide, of whom approximately 23,000 were full-time and 3,000 were part-time or temporary. Approximately 86% of these team members resided in \n\nNorth America, 8% in Asia and 6% in Europe. Grainger has not experienced any major work stoppages and considers team member relations to be go od. \n\nWorkplace Practices and Policies \n\nThe Company has in place a strategic framework, The Grainger Edge, which outlines a set of principles that define the behaviors expected from Grainger&#8217;s team members in working with each other and the Company's customers, suppliers and communities. This framework helps the Company execute its strategy and create value for shareholders. \n\nThe Grainger Edge principles also guide the Company&#8217;s actions supporting health and safety, diversity, equity and inclusion, and team member experience, including talent acquisition and team member retention, development and compensation and benefits. The Grainger Edge principles are: \n\n##TABLE_START &#8226; Start with the Customer \n\n&#8226; Win as One Team \n\n&#8226; Embrace Curiosity \n\n&#8226; Invest in our Success \n\n&#8226; Act with Intent \n\n&#8226; Do the Right Thing \n\n&#8226; Compete with Urgency \n\n##TABLE_END\n\nGrainger&#8217;s purpose-driven culture and principles help the Company attract, retain, motivate and develop its workforce and drive team member engagement. The Company believes an engaged workforce leads to a more innovative, productive and profitable company and measures team member engagement on an ongoing basis. The results from engagement surveys are used to inform programs and processes designed and implemented to enhance the inclusive culture Grainger aspires to achieve. \n\nHealth and Safety \n\nGrainger strives to provide a safe work environment and ensuring team members are properly prepared to perform the many tasks required to support customers. The Company&#8217;s Environmental, Health and Safety (EHS) program is designed to integrate EHS into Grainger&#8217;s business operations and comply with applicable regulations. To that end, the Company requires each of its locations to perform regular safety audits to confirm proper safety policies, programs, procedures and training are in place and operating effectively. \n\nThe Company is focused on promoting a culture of safety and education. Operational team members must complete routine training to fully understand the expectation of behaviors defined by the Company&#8217;s global EHS policy. Managing and reducing risks at DCs and other facilities remain a core objective and injury rates continue to be low. In 2022 , the Company&#8217;s Occupational Safety and Health Administration (OSHA) Total Recordable Incident Rate in the U .S. was 1.3 and the Company&#8217;s Lost Time Incident Rate in the U.S. was 0.4 based upon the number of incidents per 100 team members (or per 200,000 work hours). \n\nDiversity, Equity and Inclusion \n\nGrainger believes a diverse talent pool is essential to live its principles, foster innovation, build high-performing teams and drive business results. The Company understands that future business success requires a mix of current and new skill sets, multiple experiences, and a diversity of backgrounds and perspectives, and strives to reflect this priority in its hiring, retention and promotion practices. The Company aspires to increasingly promote a welcoming, inclusive culture that values all people &#8211; regardless of sex, gender, race, color, religion, national origin, age, disability, veteran status, sexual orientation, gender expression or experiences &#8211; through recruiting outreach, internal networking, business resource groups and mentoring programs. \n\nGrainger's commitment to diversity, equity and inclusion starts at the top. The Company&#8217;s Board of Directors is comprised of approximately 33% female and 25% racially and ethnically diverse directors. Grainger also maintains this strong commitment with the CEO's leadership team and throughout the organization. The CEO's leadership team is comprised of approximately 43% women and approximately 29% racially and ethnically diverse leaders. As of December 31, 2022, within Grainger&#8217;s U.S. workforce, approximately 39% of team members were women and approximately 39% of team members were racially and ethnically diverse. \n\nTalent Acquisition, Retention and Development \n\nGrainger believes that a great customer experience starts with a great team member experience. The Company is committed to providing team members with resources designed to help them succeed. Grainger focuses on creating opportunities for team member growth, development and training, including offering a comprehensive talent program that continues throughout a team member&#8217;s career. This talent program is comprised of performance management, career management, professional development learning opportunities and milestone leadership development programs. \n\nCompensation and Benefits \n\nGrainger believes that its futu re success is highly dependent upon the Company&#8217;s continued ability to attract, retain and motivate team members. As part of its efforts in these areas, the Company offers competitive compensation and benefits to meet the diverse needs of team members and support their physical and mental health and well-being, financial future and work-life balance. Team members are given access to health plan resources which include 24-hour virtual health services, disease management, tobacco cessation, parental support, stress management and weight loss programs with access to online support communities. In addition, Grainger provides retirement savings, paid holidays and time off, educational assistance and income protection benefits as well as a variety of other programs. \n\nAvailable Information \n\nGrainger's annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and all amendments to reports filed pursuant to Sections 13(a) and 15(d) of the Securities Exchange Act of 1934, as amended (the Exchange Act), are filed with the U.S. Securities and Exchange Commission (SEC). Such reports and other information filed with the SEC are available free of charge as soon as reasonably practicable after these materials are electronically filed with, or furnished to, the SEC on the Company's website at www.grainger.com, and its investor relations website, invest.grainger.com. This includes press releases and other information about financial performance, information on environmental, social and governance matters, and details related to the Company&#8217;s annual meeting of shareholders. The content of the Company's website and investor relations website is not incorporated by reference into this Form 10-K or in any other report or document filed with the SEC, and any references to Grainger&#8217;s website and investor relations website are intended to be inactive textual references only. The SEC also maintains a website at www.sec.gov that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC. \n\nInformation about Executive Officers \n\nFollowing is information about the executive officers of Grainger, including age, as of January 31, 2023. Executive officers of Grainger generally serve until the next annual appointment of officers, or until earlier resignation or removal. \n\n##TABLE_START Name and Age Positions and Offices Held and Principal Occupation and Employment Nancy L. Berardinelli-Krantz (45) Senior Vice President and Chief Legal Officer, a position assumed in January 2023 after John L. Howard stepped down as General Counsel (1) . Previously, Ms. Berardinelli-Krantz served in roles of increasing responsibility at Eaton Corporation (Eaton), a power management company, from 2011-2015 and again from 2017-2022. Her most recent position was Senior Vice President and Deputy Chief Legal Officer. After her return to Eaton, her other positions were: Senior Vice President and General Counsel, Digital, Innovation and Technology; Senior Vice President, Ethics and Compliance; and Vice President and Chief Counsel, Litigation. Ms. Berardinelli-Krantz held various positions of senior leadership at The Goodyear Tire &#38; Rubber Company and worked for the international law firm of Jones Day. Ms. Berardinelli-Krantz is a veteran of the United States Army and Judge Advocate General&#8217;s Corps, where she served as a trial attorney in Fort Hood, Texas, and for the Contract Appeals Division in Washington, D.C. She also served as a trial defense counsel in Baghdad, Iraq. \n\nKathleen S. Carroll (54) Senior Vice President and Chief Human Resources Officer, a position assumed in December 2018. Previously, Ms. Carroll served as Executive Vice President, Chief Human Resources Officer of First Midwest Bancorp, Inc., a diversified financial services company, from 2017 to 2018. Prior to that role, Ms. Carroll was employed at Aon Corporation, a global insurance brokerage and consulting company, between 2006 and 2017 in various human resources roles, culminating in her position as Vice President, Global Head of Talent Acquisition. \n\nD.G. Macpherson (55) Chairman of the Board, a position assumed in October 2017, and Chief Executive Officer, a position assumed in October 2016 at which time he was also appointed to the Board of Directors. Previously, Mr. Macpherson served as Chief Operating Officer, a position assumed in 2015, Senior Vice President and Group President, Global Supply Chain and International, a position assumed in 2013, Senior Vice President and President, Global Supply Chain and Corporate Strategy, a position assumed in 2012, and Senior Vice President, Global Supply Chain, a position assumed in 2008. Prior to Grainger, Mr. Macpherson served as Partner and Managing Director at Boston Consulting Group, a global management consulting firm. \n\nDeidra C. Merriwether (54) Senior Vice President and Chief Financial Officer, a position assumed in January 2021. Previously, Ms. Merriwether served as Senior Vice President, and President, North American Sales &#38; Services, a position assumed in November 2019, Senior Vice President, U.S. Direct Sales and Strategic Initiatives, a position assumed in September 2017, Vice President, Pricing and Indirect Procurement, a position assumed in 2016 and as a Vice President in Finance from 2013 to 2016. Prior to Grainger, Ms. Merriwether held various positions of increasing responsibility at Sears Holdings Corporation, a broadline retailer, PriceWaterhouseCoopers, a global professional services firm, and Eli Lilly &#38; Company, a global pharmaceutical company. \n\n##TABLE_END\n\n##TABLE_START Paige K. Robbins (54) Senior Vice President and President, Grainger Business Unit, a position assumed in January 2021. Previously, Ms. Robbins served as Senior Vice President and Chief Technology, Merchandising, Marketing, and Strategy Officer, a position assumed in November 2019, as Senior Vice President and Chief Merchandising, Marketing, Digital, Strategy Officer, a position assumed in May 2019, as Senior Vice President and Chief Digital Officer, a position assumed in September 2017, and as Senior Vice President, Global Supply Chain, Branch Network, Contact Centers and Corporate Strategy, a position assumed in 2016. Since joining Grainger in September 2010, Ms. Robbins has held various positions as a Vice President, including in the areas of Global Supply Chain and Logistics. Prior to Grainger, Ms. Robbins served as Partner and Managing Director at Boston Consulting Group, a global management consulting firm. \n\nLaurie R. Thomson (49) Vice President, Controller and principal accounting officer, a position assumed in May 2021. Previously, Ms. Thomson served as Vice President, Internal Audit and Finance Continuous Improvement of the Company, a position assumed in November 2019, Vice President, Internal Audit from October 2016 to November 2019, Senior Director, Finance from June 2011 to September 2016, and Director, Internal Audit from February 2008 to June 2011. Ms. Thomson is a certified public accountant and prior to Grainger served as Director, Internal Audit at CVS Health Corporation, a pharmacy healthcare provider, and Audit Manager at Arthur Andersen LLP, a professional services firm. \n\n(1) As previously disclosed on the Company's Current Report on Form 8-K filed with the SEC on December 15, 2022, Mr. Howard stepped down as the Company's General Counsel on January 30, 2023. He will continue as Senior Vice President until July 31, 2023 and as an active employee for six months thereafter. \n\n##TABLE_END\n\n"
    },
    {
      "section": "1A",
      "text": " Item 1A: Risk Factors \n\nThe following is a discussion of significant risk factors relevant to Grainger&#8217;s business that could adversely affect its financial condition, results of operations and cash flows. The risk factors discussed in this section should be considered together with information included elsewhere in this Annual Report on Form 10-K and should not be considered the only risks to which the Company is exposed. \n\nIndustry and Market Risks \n\nInflation could cause Grainger's operating and administrative expenses to grow more rapidly than net sales, which could result in lower gross margins and lower net earnings . \n\nMarket variables, such as inflation of product costs, labor rates and fuel, freight and energy costs, as well as geopolitical events could potentially cause the Company to be unable to manage its operating and administrative expenses in a way that would enable it to leverage its revenue growth into higher net earnings. For example, Russia&#8217;s invasion of Ukraine and other geopolitical conflicts, as well as the related international response, has and may continue to exacerbate inflationary pressures, including causing increases in fuel and other energy costs. In addition, Grainger's inability to pass on increases in costs to customers in a timely manner, or at all, could cause Grainger's operating and administrative expenses to grow, which could result in lower gross profit margins and lower net earnings. \n\nDisruptions in Grainger&#8217;s supply chain could result in an adverse impact on results of operations. \n\nGrainger&#8217;s logistics or supply chain network could be disrupted by the occurrence of: one or more natural or human induced disasters, including earthquakes, tsunamis, storms, hurricanes, floods, fires, droughts, tornados and other extreme weather; pandemic diseases or viral contagions such as the COVID-19 pandemic; geopolitical events, such as war, civil unrest or terrorist attacks in a country in which Grainger operates or in which its suppliers are located; disruptions in transport networks, including from transport providers or third party work stoppages related to labor strikes or lockouts; and the imposition of measures that create barriers to or increase the costs associated with international trade. Even when Grainger is able to find alternate sources for certain products, they may cost more or require the Company to incur higher transportation costs, which could adversely impact the Company's profitability and financial condition. Any of these circumstances could impair Grainger's ability to meet customer demand for products and result in lost sales, increased supply chain costs, penalties or damage to Grainger's reputation. Grainger&#8217;s ability to provide same-day shipping and next-day delivery is an integral component of Grainger&#8217;s business strategy and any such disruption could adversely impact results of operations and financial performance. \n\nFurthermore, in connection with Russia&#8217;s invasion of Ukraine, the U.S. and other countries have responded by imposing major, and potentially prolonged, economic sanctions and other responses. Although Grainger's business has limited direct exposure in Russia and Ukraine, further escalation of geopolitical tensions could have a broader impact that expands into other markets where we do business, which could adversely affect Grainger&#8217;s business and/or supply chain, customers and/or suppliers in the broader region. Similarly an increase in tensions across the Taiwan Straits and in overall relations with China, and the potential of various resulting actions and responses of the international community and other factors affecting trade in and from the region could disrupt the sourcing and manufacturing of products in the region. It is not possible to predict whether these events will occur, or the broader consequences of these events if they did occur, which could include further instability, geopolitical shifts and adverse effects on the global economy or possible sanctions, embargoes or other trade barriers. \n\nWeakness in the economy, market trends and other conditions affecting the profitability and financial stability of Grainger&#8217;s customers could negatively impact Grainger&#8217;s sales growth and results of operations. \n\nEconomic, political and industry trends affect Grainger&#8217;s business environment. Grainger serves several industries and markets in which the demand for its products and services is sensitive to the production activity, capital spending and demand for products and services of Grainger&#8217;s customers. Many of these customers operate in markets that are subject to cyclical fluctuations resulting from market uncertainty, trade and tariff policies, costs of goods sold, currency exchange rates, interest rate fluctuations, economic downturns, recessions, foreign competition, offshoring of production, oil and natural gas prices, geopolitical developments, labor shortages, inflation, natural or human induced disasters, extreme weather, outbreaks of pandemic disease such as the COVID-19 pandemic, inflation, deflation, and a variety of other factors beyond Grainger&#8217;s control. Any of these factors could cause customers to idle or close facilities, delay purchases, reduce production levels, or experience reductions in the demand for their own products or services. \n\nAny of these events could also reduce the volume of products and services these customers purchase from Grainger or impair the ability of Grainger&#8217;s customers to make full and timely payments and could cause increased pressure on Grainger&#8217;s selling prices and terms of sale. Accordingly, a significant or prolonged slowdown in economic activity in Canada, China, Japan, Mexico, the U.K., the U.S. or any other major world economy, or a segment of any such economy, could negatively impact Grainger&#8217;s sales growth and results of operations. \n\nUnexpected product shortages, tariffs, product cost increases and risks associated with Grainger&#8217;s suppliers could negatively impact customer relationships or result in an adverse impact on results of operations. \n\nGrainger&#8217;s competitive strengths include product selection and availability. Products are purchased from more than 5,000 suppliers located in various countries around the world, not one of which accounted for more than 5% of total purchases. \n\nDisruptions in procuring sources of supply could occur due to factors beyond Grainger&#8217;s control. These factors could include economic downturns, recessions, outbreaks of pandemic disease such as the COVID-19 pandemic or other similar global pandemics, natural or human induced disasters, extreme weather, geopolitical unrest, tariffs, new tariffs or tariff increases, trade issues and policies, detention orders or withhold release orders on imported products, labor problems or shortages experienced by Grainger&#8217;s suppliers or others in the supply chain, transportation availability, staffing and cost, shortage of raw materials, supplier consolidation, unilateral product cost increases by suppliers of products in short supply, inflation and other factors, any of which could adversely affect a supplier&#8217;s ability to manufacture or deliver products or could result in an increase in Grainger&#8217;s product costs. \n\nFurther, Grainger sources products from Asia and other areas of the world. This increases the risk of supply disruption due to the additional lead time required, distances involved, and the range of potential consequences of various geopolitical risks. If Grainger was unable to promptly replace sources of supply that become disrupted, there could be adverse effects on inventory levels, results of operations, customer relationships and Grainger&#8217;s reputation. In addition, Grainger has strategic relationships with a number of vendors. In the event Grainger was unable to maintain those relations, there might be a loss of competitive pricing advantages which could, in turn, adversely affect results of operations. \n\nGrainger requires its suppliers and their sub-suppliers, for products sold in the U.S., Canada and Mexico, to comply with Grainger&#8217;s Supplier Code of Ethics, or other similar responsible sourcing standards, as a condition to doing business with Grainger. Grainger&#8217;s Supplier Code of Ethics focuses on four main areas of ethical sourcing: human rights, labor (including prohibitions on child and forced labor), environment and anti-corruption. Grainger does not control its suppliers and their sub-suppliers, and neither Grainger nor its suppliers or other partners may be able to uncover all instances of noncompliance with Grainger&#8217;s Supplier Code of Ethics and ethical and lawful business practices. Even an isolated incident, or the aggregate effect of individually insignificant incidents, can erode trust and confidence, particularly if they result in adverse publicity, governmental investigations, product recalls, or litigation, and as a result, could tarnish Grainger&#8217;s brand and lead to adverse effects on Grainger&#8217;s business. \n\nGrainger&#8217;s business and operations have been and could in the future be adversely affected by the global outbreak of the Coronavirus and its variants (COVID-19 pandemic), or other global outbreaks of pandemic disease. \n\nAny global outbreaks of pandemic disease, such as the COVID-19 pandemic, could have a material adverse effect on Grainger&#8217;s business, results of operations and financial condition, including liquidity, capital and financing resources. \n\nAdditional effects from global pandemics on Grainger's business could include adverse impacts on transportation, including shipping delays and port disruptions, increased shipping costs, constraints on the availability of products, inflation, and labor shortages. Furthermore, Grainger's ability to collect its accounts receivable or receive product ordered from suppliers, as customers and suppliers face higher liquidity and solvency risks and seek terms that are less favorable to Grainger, may adversely affect the Company&#8217;s business. These adverse effects could result in product shortages, including certain PPE and cleaning supplies, and may impact the Company&#8217;s ability to maintain sufficient inventory and to accurately predict demand or lead times, which might cause it to be unable to service customer demand or expose it to risks of product shortages. Addressing shortages may require the Company to procure products from new suppliers or through brokers with whom it has a limited or no prior relationship. These developments, alone or in combination, could materially adversely affect Grainger&#8217;s future sales and results of operations. \n\nMoreover, global outbreaks such as the COVID-19 pandemic have resulted in a widespread health crisis that has adversely affected and could continue to adversely affect the economies of many countries, resulting in a global or regional economic downturn or recession and supply chain challenges. Any such recession could result in a significant decline in access to products, demand for the Company&#8217;s products or limit Grainger&#8217;s ability to access capital markets, any of which could materially adversely affect the Company&#8217;s business, results of operations and financial condition. \n\nThe duration and ultimate impact of a global pandemic on the Company&#8217;s business, results of operations and financial condition will depend on numerous evolving factors and future developments, which are highly uncertain and cannot be predicted at this time. Such factors and developments may include the extent and geographic spread, severity and duration of the pandemic, including whether there are periods of increased cases, the extent and duration of the impact on the U.S. or global economy, including the pace and extent of recovery when the pandemic subsides, and the actions that have been or may be taken by various governmental authorities in response to the outbreak. \n\nIn addition, if the Company is unable to respond to and manage the impact of governmental mandates, requirements or other directives related to a pandemic, the Company&#8217;s business and results of operations may be adversely affected. \n\nVolatility in commodity prices may adversely affect gross margins. \n\nSome of Grainger&#8217;s products contain significant amounts of commodity-priced materials, such as steel, copper, petroleum derivatives, rare earth minerals, or other materials or inputs required to manufacture certain products and are subject to price changes based on fluctuations in the commodities market. The recent global geopolitical and trade environment has resulted in raw material inflation and potential for increased escalation of domestic and international tariffs and retaliatory trade policies. Further changes in U.S. trade policy (including new or additional increases in duties or tariffs) and retaliatory actions by U.S. trade partners could result in a worsening of economic conditions. The level of demand for Grainger's products and services is influenced in multiple ways by the price and availability of raw materials and commodities, including fuel. Fluctuations in the price of fuel or increased demand for freight services, including as a result of outbreaks of pandemic disease such as the COVID-19 pandemic, could affect transportation costs. Grainger&#8217;s ability to pass on such increases in costs in a timely manner depends on market conditions. The inability to pass along cost increases could result in lower gross margins. In addition, higher prices could reduce demand for these products, resulting in lower sales volumes. \n\nFluctuations in foreign currency could have an effect on reported results of operations. \n\nGrainger&#8217;s exposure to fluctuations in foreign currency rates results primarily from the translation exposure associated with the preparation of the Consolidated Financial Statements, as well as from transaction exposure associated with transactions in currencies other than an entity&#8217;s functional currency. While the Consolidated Financial Statements are reported in U.S. dollars, the Financial Statements of Grainger&#8217;s subsidiaries outside the U.S. are prepared using the local currency as the functional currency and translated into U.S. dollars. In addition, Grainger is exposed to foreign currency exchange rate risk with respect to the U.S. dollar relative to the local currencies of Grainger&#8217;s international subsidiaries, primarily the Japanese yen, Canadian dollar, British pound sterling, Mexican peso, Chinese renminbi and euro, arising from transactions in the normal course of business, such as sales and loans to wholly owned subsidiaries, sales to customers, purchases from suppliers, and bank loans and lines of credit denominated in foreign currencies. The foreign currency exchange rate is driven by a variety of macroeconomic factors and fiscal decisions of various governments and central banks, all of which Grainger has no control over. Grainger also has foreign currency exposure to the extent receipts and expenditures are not denominated in a subsidiary&#8217;s functional currency and that could have an impact on sales, costs and cash flows. These fluctuations in foreign currency exchange rates has affected and may continue to affect Grainger&#8217;s results of operations and impact reported net sales and net earnings. \n\nThe facilities maintenance industry is highly competitive, and changes in competition could result in decreased demand for Grainger&#8217;s products and services. \n\nGrainger competes in a variety of ways, including product assortment and availability, services offered to customers, pricing, purchasing convenience, and the overall experience Grainger offers. This includes the ease of use of Grainger&#8217;s high-touch operations, eCommerce platforms and delivery of products. \n\nThere are several large competitors in the industry, although most of the market is served by small local and regional competitors. Grainger faces competition in all markets it serves from manufacturers (including some of its own suppliers) that sell directly to certain segments of the market, wholesale distributors, catalog houses, retail enterprises and online businesses that compete with price transparency. \n\nTo remain competitive, the Company must be willing and able to respond to market pressures. Downward pressure on sales prices, changes in the volume of orders, and an inability to pass higher product costs on to customers could cause Grainger&#8217;s gross profit percentage to fluctuate or decline. Grainger may not be able to pass rising product costs to customers if those customers have ready product or supplier alternatives in the marketplace. These pressures could have a material effect on Grainger&#8217;s sales and profitability. If the Company is unable to grow sales or reduce costs, among other actions, the Company&#8217;s results of operations and financial condition may be adversely affected. \n\nMoreover, Grainger expects technological advancements and the increased use of eCommerce solutions within the industry to continue to evolve at a rapid pace. As a result, Grainger&#8217;s ability to effectively compete requires Grainger to respond and adapt to new industry trends and developments. Developing, upgrading, managing or implementing new technologies, business applications, strategies and innovations may require significant investment of resources by the Company, may result in unexpected costs and disruptions to operations, may take longer than expected, may increase the Company&#8217;s vulnerability to cyber breaches, attacks or intrusions, and may not provide all anticipated benefits. \n\nThe growth of Grainger&#8217;s eCommerce platforms exposes Grainger to additional risks which could adversely affect Grainger&#8217;s reputation, financial performance and operating results. \n\nThe successful execution of Grainger&#8217;s eCommerce growth strategy depends on a number of factors, including the Company&#8217;s investment in its eCommerce platforms, consumer preferences and purchasing trends, and the ability to deliver a seamless procurement experience across digital and also physical retail channels. As its eCommerce platforms have grown in recent years, Grainger has increased, and expects to continue to increase, its investments in developing, managing and implementing technology information systems, software development and other capabilities to provide simplified customer interactions and to provide high-quality, user-friendly service to its customers and streamline customer interactions. Grainger has also made significant investments in digital advertising and customer acquisition and retention efforts for its eCommerce channels, including through paid and non-paid advertising such as display advertising, search engine optimization, email and mobile &#8220;push&#8221; notifications. If Grainger&#8217;s customer-facing technology systems are perceived as more difficult or less compelling for customers to use than those of the Company&#8217;s competitors, or if digital marketing efforts are unsuccessful or if Grainger is otherwise unsuccessful at realizing the benefits of these investments, its reputation, financial condition and operating results may be adversely affected. \n\nIn addition, the successful operation of Grainger&#8217;s eCommerce channels depends in part upon third parties and factors over which Grainger has limited or no control. For example, Grainger relies in part on Internet search engines to drive traffic to its websites, and the reach of Grainger&#8217;s eCommerce channels is impacted by how and where its websites rank in both paid and unpaid search results. Potential changes to search engine ranking rules could cause Grainger&#8217;s websites to place lower in search results and cause Grainger to incur increased advertising costs in order to increase its visibility. Further, ongoing changes in the legal and regulatory requirements surrounding data privacy, online tracking technologies such as cookies, digital advertising and other eCommerce matters could require Grainger to modify its eCommerce strategy, incur significant additional costs to comply with such changes or otherwise adversely affect Grainger&#8217;s business, results of operations or financial condition. Grainger also relies on email and other messaging services to promote its websites and product offerings, and changes in the Company&#8217;s current or prospective customers&#8217; use of email or other messaging services or actions by third parties to block, restrict or charge for the delivery of such messages could adversely affect sales through Grainger&#8217;s eCommerce channels and the Company&#8217;s results of operations. \n\nChanges in customer base or product mix could cause changes in Grainger&#8217;s revenue or gross margin, or affect Grainger&#8217;s competitive position. \n\nFrom time to time, Grainger experiences changes in customer base and product mix that affect gross margin. Changes in customer base and product mix result primarily from business acquisitions, changes in customer demand, customer acquisitions, selling and marketing activities, competition and the increased use of eCommerce by Grainger and its competitors. \n\nIn addition, Grainger has entered, and may in the future continue to enter, into contracts with group purchasing organizations (GPOs) that aggregate the buying power of their member customers in negotiating selling prices. If the Company is unable to enter into, or sustain, contractual arrangements on a satisfactory commercial basis with GPOs, Grainger's results of operations could be adversely affected. \n\nAs customer base and product mix change over time, Grainger must identify new products, product lines and services that respond to industry trends and customer needs. The inability to introduce new products and services and effectively integrate them into Grainger&#8217;s existing assortment could have a negative impact on future sales growth and Grainger&#8217;s competitive position. The inclusion of Grainger-branded products in the product assortment could subject Grainger to increased claims and litigation activity. In addition, any insurance or indemnification rights, including against the manufacturer of such products, may be insufficient or unavailable to protect Grainger against potential loss exposures. \n\nGrainger&#8217;s common stock may be subject to volatility or price declines. \n\nThe trading prices and volumes of Grainger&#8217;s common stock may be subject to broad and unpredictable fluctuations due to changes in economic, political and market conditions, the financial results and business strategies of Grainger and its competitors, changes in expectations as to Grainger&#8217;s future financial or operating performance, including estimates by securities analysts and investors, the Company&#8217;s failure to meet the financial performance guidance or other forward-looking statements provided to the public, speculation, coverage or sentiment in the media or investment community or by groups of individual investors, changes in capital structure, share repurchase programs or dividend policies, economic decline, political unrest or geopolitical conflict, outbreak of pandemic disease such as the COVID-19 pandemic, and a number of other factors, including those discussed in this Item 1A. These factors, many of which are outside of Grainger&#8217;s control, could cause stock price and trading volume volatility or Grainger&#8217;s stock price to decline. Volatility in the price of Grainger's securities could result in the filing of securities class action litigation, which could result in substantial costs and the diversion of management time and resources. \n\nGrainger has a controlling ownership interest in MonotaRO, which is listed on the Tokyo Stock Exchange (TSE). MonotaRO's disclosure and reporting obligations under TSE listing requirements and Japanese securities laws, including the timing of such obligations, may vary from Grainger's obligations under New York Stock Exchange listing requirements and U.S. securities laws. MonotaRO's listed securities may be subject to the same volatility, price and securities litigation risks to which Grainger's common stock is subject. \n\nOperational Risks \n\nInterruptions in the proper functioning of information systems could disrupt operations and cause unanticipated increases in costs and/or decreases in revenues. \n\nThe proper functioning of Grainger&#8217;s information systems is critical to the successful operation of its business. Grainger continues to invest in software, hardware and network infrastructures in order to effectively manage its information systems. Although Grainger&#8217;s information systems are protected with backup and security systems, including physical and software safeguards and remote processing capabilities, information systems are still vulnerable to damage or interruption from natural or human induced disasters, extreme weather, power losses, telecommunication failures, user error, third party actions such as malicious computer programs, denial-of-service attacks and cybersecurity breaches, and other problems. In addition, from time to time Grainger relies on the information technology (IT) systems of third parties to assist in conducting its business. \n\nIf Grainger&#8217;s systems or those of third parties on which Grainger depends are damaged, breached, cease to function properly or are otherwise disrupted, Grainger may have to make a significant investment to repair or replace them and may suffer interruptions in its business operations in the interim. If critical information systems fail or otherwise become unavailable, Grainger&#8217;s ability to operate its eCommerce platforms, process orders, maintain proper levels of inventories, collect accounts receivable, disburse funds, manage its supply chain, monitor results of operations, and process and store employee or customer data, among other functions, could be adversely affected. Any such interruption of Grainger&#8217;s information systems could have a material adverse effect on its business or results of operations. Grainger has experienced these incidents in the past, which it deemed immaterial to its business and operations individually and in the aggregate and may be subject to other incidents in the future. There can be no assurance that any future incidents will not be material to Grainger&#8217;s business, operations or financial condition. \n\nCybersecurity incidents, including breaches of information systems security, could damage Grainger&#8217;s reputation, disrupt operations, increase costs and/or decrease revenues. \n\nThrough Grainger&#8217;s sales and eCommerce channels, the Company collects and stores personally identifiable, confidential, proprietary and other information from customers so that they may, among other things, purchase products or services, enroll in promotional programs, register on Grainger&#8217;s websites or otherwise communicate or interact with the Company. Moreover, Grainger&#8217;s operations routinely involve receiving, storing, processing and transmitting sensitive information pertaining to its business, customers, suppliers and employees, and other sensitive matters. \n\nCyber threats are rapidly evolving and those threats and the means for obtaining access to information in digital and other storage media are becoming increasingly sophisticated. Each year, cyber-attackers make numerous attempts to access the information stored in the Company&#8217;s information systems. If successful, cyber-attacks may expose Grainger to risk of loss or misuse of proprietary or confidential information or disruptions of business operations. The transition in recent years to remote and &#8220;hybrid&#8221; working arrangements, may increase Grainger&#8217;s vulnerability to cybersecurity incidents, including breaches of information systems security, which could damage Grainger&#8217;s reputation and commercial relationships, disrupt operations, increase costs and/or decrease revenues, and expose Grainger to claims from customers, suppliers, financial institutions, regulators, payment card associations, employees and others. \n\nGrainger's IT infrastructure also includes products and services provided by suppliers, vendors and other third parties, and these providers can experience breaches of their systems and products that impact the security of systems and proprietary or confidential information. Moreover, from time to time, Grainger may share information with these third parties in connection with the products and services they provide to the business. While Grainger requires assurances that these third parties will protect confidential information, there is a risk that the confidentiality of data held or accessed by them may be compromised. If successful, those attempting to penetrate Grainger&#8217;s or its vendors&#8217; information systems may misappropriate intellectual property or personally identifiable, credit card, confidential, proprietary or other sensitive customer, supplier, employee or business information, or cause systems disruption. While many of Grainger's agreements with these third parties include indemnification provisions, the Company may not be able to recover sufficiently, or at all, under such provisions to adequately offset any losses it may incur. \n\nMoreover, the Company may face the threat to its computer systems of unauthorized access, computer hackers, computer viruses, malicious code, ransomware, phishing, organized cyber-attacks and other security problems and system disruptions. Such tactics may also seek to cause payments due to or from the Company to be misdirected to fraudulent accounts, which may not be recoverable by the Company. \n\nIn addition, a Grainger employee, contractor or other third party with whom Grainger does business may attempt to circumvent security measures or otherwise access Grainger&#8217;s information systems in order to obtain such information or inadvertently cause a breach involving such information. Further, Grainger&#8217;s systems are integrated with customer systems in certain cases, and a breach of the Company&#8217;s information systems could be used to gain illicit access to a customer&#8217;s systems and information. \n\nGrainger has been subject to unauthorized accesses of certain supplier and customer information, including in the last three years, which it deemed immaterial to its business and operations individually and in the aggregate, and may be subject to other unauthorized accesses of its systems in the future. There can be no assurance that any future unauthorized access to or breach of Grainger&#8217;s information systems will not be material to Grainger&#8217;s business, operations or financial condition. \n\nGrainger maintains information security staff, policies and procedures for managing risk to its information security systems, conducts annual employee awareness training of cybersecurity threats and routinely utilizes consultants to assist in evaluating the effectiveness of the security of its IT systems. Moreover, senior leadership, including Grainger's Chief Technology Officer and Chief Information Security Officer, present a cybersecurity briefing at every Audit Committee meeting, provide \"cyber dashboard\" reports for the Board material at each meeting, and at least annually brief the full Board of Directors. While Grainger has instituted these and other safeguards for the protection of information and governance and oversight of its information security posture, because techniques used to obtain unauthorized access or to sabotage systems change frequently and generally are not recognized until they are launched against a target, Grainger may be unable to anticipate these techniques or implement adequate preventative measures. Any breach of Grainger&#8217;s security measures or any breach, error or malfeasance of those of its third-party service providers could cause Grainger to incur significant costs to protect any customers, suppliers, \n\nemployees, and other parties whose personal data is compromised and to make changes to its information systems and administrative processes to address security issues. Grainger works with third party information security consultants to assess and enhance its policies and incident responses and to respond to breaches. In addition, although Grainger maintains insurance coverage that may, subject to policy terms and conditions, cover certain aspects of cyber and information security risks, depending on the nature, location and extent of any event, such insurance coverage may be insufficient to cover all losses. \n\nGrainger continuously evaluates the need to upgrade and/or replace its systems and network infrastructure to protect its computing environment, to stay current on vendor supported products and to improve the efficiency of its systems and for other business reasons. The implementation of new systems and IT could adversely impact its operations by imposing substantial capital expenditures, demands on management time and risks of delays or difficulties in transitioning to new systems. In addition, the Company's systems implementations may not result in productivity improvements at the levels anticipated. Systems implementation disruption and any other IT disruption, if not anticipated and appropriately mitigated, could have an adverse effect on its business. \n\nLoss of customer, supplier, employee or intellectual property or other business information or failure to comply with data privacy and security laws could disrupt operations, damage Grainger&#8217;s reputation and expose Grainger to claims from customers, suppliers, financial institutions, regulators, payment card associations, employees and others, any of which could have a material adverse effect on Grainger, and financial condition and results of operations. Grainger has experienced certain of these cybersecurity incidents in each instance, Grainger provided notifications and adopted remedial measures. None of these incidents have been deemed to be material to Grainger and Grainger has neither incurred any material net expenses nor been penalized or paid any settlement amounts with respect to any cybersecurity breach in the las t three years. However there can be no assurance that a future breach or incident would not be material to Grainger&#8217;s operations and fina ncial condition. \n\nGrainger&#8217;s eCommerce channels are subject to risks related to online payment methods and other online transactions, including through purchasing platforms. \n\nGrainger accepts a variety of payment methods via its eCommerce channels, including credit card, debit card, PayPal and other payment methods and other online transactions, including through its eProcurement technologies which communicate directly with Grainger.com and Grainger's other eCommerce channels. While Grainger generally relies on third parties to facilitate eCommerce payments and payment processing services, Grainger may become subject to additional compliance requirements and regulations regarding these transactions, and may also suffer losses from online fraudulent transactions on its eCommerce channels. In addition, Grainger must pay certain transaction fees relating to these transactions, which may increase over time and could have an impact on product margin, profitability and operating costs. Grainger&#8217;s eCommerce channels may become subject to further rules and regulations, and changes in these rules and regulations, or their interpretation, could increase the cost of doing business. \n\nGrainger&#8217;s ability to adequately protect its intellectual property or successfully defend against infringement claims by others may have an adverse impact on operations. \n\nGrainger&#8217;s business relies on the use, validity and continued protection of certain proprietary information and intellectual property, which includes current and future patents, trade secrets, trademarks, service marks, copyrights and confidentiality agreements as well as license and sublicense agreements to use intellectual property owned by affiliated entities or third parties. Unauthorized use of Grainger&#8217;s intellectual property by others could result in harm to various aspects of the business and may result in costly and protracted litigation in order to protect Grainger&#8217;s rights. In addition, Grainger may be subject to claims that it has infringed on the intellectual property rights of others, which could subject Grainger to liability, require Grainger to obtain licenses to use those rights at significant cost or otherwise cause Grainger to modify its operations. \n\nIn order to compete, Grainger must attract, retain, train, motivate and develop key employees, and the failure to do so could have an adverse effect on results of operations. \n\nIn order to compete and have continued growth, Grainger must attract, retain, train, motivate and develop executives and other key employees, including those in managerial, technical, sales, marketing and IT support positions. Grainger competes to hire employees at increasingly competitive wage rates and then must train them and develop their skills and competencies. Qualified individuals needed to fill open positions may be in short supply in some areas. Further, changes in market compensation rates may adversely affect the Company's labor costs. Competition for qualified employees could require the Company to pay higher wages to attract a sufficient number of employees. The performance of Grainger&#8217;s stock price could impact Grainger&#8217;s use of equity-based compensation to attract and retain executives and other key employees. The Company's employee hiring and \n\nretention also depends on the Company's ability to build and maintain a diverse and inclusive workplace culture that enables its employees to thrive. \n\nGrainger&#8217;s results of operations could be adversely affected by increased costs due to generally higher wage rates, competition for diverse talent, higher employee turnover, increased employee benefit costs, failure to successfully hire executives and key employees or the loss of executives and key employees. Further, changes in the Company's management team may be disruptive to its business, and any failure to successfully transition and assimilate key new hires or promoted employees could adversely affect its business and results of operations. \n\nGrainger&#8217;s continued success is substantially dependent on positive perceptions of Grainger&#8217;s reputation. \n\nOne of the reasons customers choose to do business with Grainger and employees choose Grainger as a place of employment is the reputation that Grainger has built over many years. Grainger devotes time and resources to environmental, social and governance (ESG) efforts that are consistent with its corporate values and are designed to strengthen its business and protect and preserve its reputation, including programs driving ethics and corporate responsibility, strong communities, diversity, equity and inclusion, gender equality and environmental sustainability. These efforts and programs could be difficult to achieve and costly to implement, and Grainger&#8217;s actual or perceived failure to execute its ESG programs as planned could adversely affect the Company&#8217;s reputation, business and financial performance. To be successful in the future, Grainger must continue to preserve, grow and leverage the value of Grainger&#8217;s brand. Reputational value is based in large part on perceptions of subjective qualities. Even an isolated incident, or the aggregate effect of individually insignificant incidents, can erode trust and confidence, particularly if they result in adverse publicity, governmental investigations or litigation, and as a result, could tarnish Grainger&#8217;s brand and lead to adverse effects on Grainger&#8217;s business. \n\nRegulatory, Legal and Tax Risks \n\nGrainger is subject to various domestic and foreign laws, regulations and standards. Failure to comply or unforeseen developments in related contingencies such as litigation could adversely affect Grainger's financial condition, profitability and cash flows. \n\nGrainger&#8217;s business is subject to legislative, legal, and regulatory risks and conditions specific to the countries in which it operates. In addition to Grainger&#8217;s U.S. operations, which in 2022 generated approximately 82% of its consolidated net sales, Grainger operates its business principally through wholly owned subsidiaries in Canada, Mexico, and the U.K., and its majority-owned subsidiary in Japan. \n\nThe wide array of laws, regulations and standards in each domestic and foreign jurisdiction where Grainger operates, include, but are not limited to, advertising, marketing and Internet regulations (including the use of proprietary or third-party &#8220;cookies&#8221; in connection with Grainger&#8217;s eCommerce platforms), anti-bribery and corruption laws, anti-competition regulations, data protection (including, because Grainger accepts credit cards, the Payment Card Industry Data Security Standard), data privacy (including in the U.S., the California Consumer Privacy Act and Privacy Rights Act, in Japan, the Act on Protection of Personal Information, and in the European Union, the General Data Protection Regulation 2016) and cybersecurity requirements (including protection of information and incident responses), environmental protection laws, foreign exchange controls and cash repatriation restrictions, health and safety laws, import and export compliance (including the U.S. Commerce Department&#8217;s Export Administration Regulations, trade sanctions promulgated by the Office of Foreign Asset Control and anti-money laundering regulations), intellectual property laws, labor laws (including federal and state wage and hour laws), product compliance or safety laws, supplier regulations regarding the sources of supplies or products, tax laws (including as to U.S. taxes on foreign subsidiaries), unclaimed property laws and laws, regulations and standards applicable to other commercial matters. Moreover, Grainger is also subject to audits and inquiries in the normal course of business. \n\nFailure to comply with any of these laws, regulations and standards could result in civil, criminal, monetary and non-monetary fines, penalties, remediation costs and/or significant legal fees as well as potential damage to the Company&#8217;s reputation. Changes in these laws, regulations and standards, or in their interpretation, could increase the cost of doing business, including, among other factors, as a result of increased investments in technology and the development of new operational processes. Furthermore, while Grainger has implemented policies and procedures and provides training designed to facilitate compliance with these laws, regulations and standards, there can be no assurance that employees, contractors, suppliers, vendors, or other third parties will not violate such laws, regulations and standards or Grainger&#8217;s policies. Any such failure to comply or violation could individually or in the aggregate materially adversely affect Grainger&#8217;s financial condition, results of operations and cash flows. \n\nIn addition, Grainger&#8217;s business and results of operations in the U.K. may be negatively affected by changes in trade policies, or changes in labor, immigration, tax or other laws, resulting from the U.K.&#8217;s exit from the European Union. \n\nGrainger is subject to a number of rules and regulations related to its government contracts, which may result in increased compliance costs and potential liabilities. \n\nGrainger&#8217;s contracts with federal, state and local government entities are subject to various and changing regulations related to procurement, formation and performance. In addition, the Company&#8217;s government contracts may provide for termination, reduction or modification by the government at any time, with or without cause. From time to time, Grainger is subject to governmental or regulatory investigations or audits related to its compliance with these rules and regulations. Violations of these regulations could result in fines, criminal sanctions, the inability to participate in existing or future government contracting and other administrative sanctions. Any such penalties could result in damage to the Company&#8217;s reputation, increased costs of compliance and/or remediation and could adversely affect the Company&#8217;s financial condition and results of operations. \n\nIn conducting its business, Grainger may become subject to legal proceedings or governmental investigations, including in connection with product liability or product compliance claims if people, property or the environment are harmed by Grainger&#8217;s products or services. \n\nGrainger is, and from time to time may become, party to a number of legal proceedings or governmental investigations for alleged violations of laws, rules or regulations. Grainger also may be subject to disputes and proceedings incidental to its business, including product-related claims for personal injury or illness, death, environmental or property damage or other commercial disputes, including the proceedings discussed in Note 15 to the Consolidated Financial Statements included in Part II, Item 8: Financial Statements and Supplementary Data of this Form 10-K. The defense of these proceedings may require significant expenses and divert management&#8217;s time and attention, and Grainger may be required to pay damages that could individually or in the aggregate materially adversely affect its financial condition, results of operations and cash flows. In addition, any insurance or indemnification rights that Grainger may have with respect to such matters may be insufficient or unavailable to protect the Company against potential loss exposures. Grainger also may be requested or required to recall products or take other actions. The Company&#8217;s reputation could also be adversely affected by any resulting negative publicity. \n\nTax changes could affect Grainger&#8217;s effective tax rate and future profitability. \n\nGrainger&#8217;s future results could be adversely affected by changes in the effective tax rate as a result of Grainger&#8217;s relative overall profitability and the mix of earnings in countries with differing statutory tax rates, changes in tax legislation, the results of the examination of previously filed tax returns, and continuing assessment of the Company&#8217;s tax exposures. For example, the Company continues to monitor the Inflation Reduction Act of 2022 (IRA) and other similar regulatory developments to evaluate their potential impact on Grainger&#8217;s tax rate, financial statements and share repurchase program. \n\nGrainger may be adversely impacted by the effects of climate change and may incur increased costs and experience other impacts due to new or more stringent environmental laws and regulations designed to address climate change. \n\nThe potential impacts of climate change on the Company&#8217;s suppliers, product offerings, operations, facilities and customers are accelerating and uncertain. Increased public awareness and concern regarding global climate change may result in more international, federal, and/or state or other stakeholder requirements or expectations that could result in more restrictive or expansive standards, such as stricter limits on greenhouse gas emissions or more prescriptive reporting of environmental, social, and governance metrics. There continues to be a lack of consistent climate change legislation and standards, which creates economic and regulatory uncertainty. New laws, regulations and enforcement could strain the Company&#8217;s suppliers and result in increased compliance-related costs, which could result in higher product costs that are passed to the Company. New or changing environmental laws and regulations could also increase the Company&#8217;s operating costs, including through higher utility and transportation costs, and Grainger is unable to predict the potential impact such laws and regulations could have on its financial condition and results of operations. In addition, the potential physical risks of climate change may impact the availability and cost of materials and natural resources, sources and supply of energy and product demand, and could increase the Company&#8217;s operating costs. Natural disasters as a result of climate change at locations where the Company, its suppliers or customers operate could cause disruptions to the Company&#8217;s operations, which could adversely affect sales and could negatively impact Grainger&#8217;s business, financial condition, results of operations and cash flows . If environmental laws and regulations are either changed or adopted that impose significant operational restrictions or compliance requirements upon the Company or its suppliers, products, \n\nor customers, or the Company's operations are disrupted due to physical impacts of climate change, the Company's business, capital expenditures, financial condition, results of operations and competitive position could be negatively impacted. \n\nCredit and Liquidity Risks \n\nChanges in Grainger&#8217;s credit ratings and outlook may reduce access to capital and increase borrowing costs. \n\nGrainger&#8217;s credit ratings are based on a number of factors, including the Company&#8217;s financial strength and factors outside of Grainger&#8217;s control, such as conditions affecting Grainger&#8217;s industry generally or the introduction of new rating practices and methodologies. Grainger cannot provide assurances that its current credit ratings will remain in effect or that the ratings will not be lowered, suspended or withdrawn entirely by the rating agencies. If rating agencies lower, suspend or withdraw the ratings, the market price or marketability of Grainger&#8217;s securities may be adversely affected. In addition, any change in ratings could make it more difficult for the Company to raise capital on favorable terms, impact the Company&#8217;s ability to obtain adequate financing, and result in higher interest costs for the Company&#8217;s existing credit facilities or on future financings. \n\nGrainger has incurred substantial indebtedness and may incur substantial additional indebtedness, which could adversely affect cash flow, decrease business flexibility, or prevent Grainger from fulfilling its obligations. \n\nAs of December 31, 2022, Grainger&#8217;s consolidated indebtedness was approximately $2.3 billion. The Company&#8217;s indebtedness could, among other things, limit Grainger&#8217;s ability to respond to rapidly changing business and economic conditions, require the Company to dedicate a substantial portion of its cash flows to the payment of principal and interest on its indebtedness, reducing the funds available for other business purposes, and make it more difficult to satisfy the Company&#8217;s financial obligations as they come due during periods of adverse economic and industry conditions. \n\nThe agreements governing Grainger&#8217;s debt agreements and instruments contain representations, warranties, affirmative, negative and financial covenants, and default provisions. Grainger&#8217;s failure to comply with these restrictions and obligations could result in a default under such agreements, which may allow Grainger&#8217;s creditors to accelerate the related indebtedness. Any such acceleration could have a material adverse effect on Grainger&#8217;s business, financial condition, results of operations, cash flows, and its ability to obtain financing on favorable terms in the future. \n\nIn addition, Grainger may in the future seek to raise additional financing for working capital, capital expenditures, refinancing of indebtedness, share repurchases or other general corporate purposes. Grainger&#8217;s ability to obtain additional financing will be dependent on, among other things, the Company&#8217;s financial condition, prevailing market conditions and numerous other factors beyond the Company&#8217;s control. Such additional financing may not be available on commercially reasonable terms or at all. Any inability to obtain financing when needed could materially adversely affect the Company&#8217;s business, financial condition or results of operations. \n\n"
    },
    {
      "section": "1B",
      "text": " Item 1B: Unresolved Staff Comments \n\nNone. \n\n"
    },
    {
      "section": "2",
      "text": " Item 2: Properties \n\nAs of December 31, 2022, Grainger&#8217;s owned and leased facilities totaled approximately 30.3 million square feet. Grainger owns and leases facilities primarily in the U.S., Japan, Canada (5) , Mexico (6) , Puerto Rico (7) and the U.K. (8) The Company's corporate headquarters is located in Lake Forest, Illinois and other general offices are located in the Chicago Metropolitan area. Grainger believes that its properties are generally in excellent condition, well maintained and suitable for the conduct of business. \n\nThe following table includes Grainger's material facilities: \n\n##TABLE_START Location Facility and Use (9) \n\nSize in Square Feet (in thousands) Segment \n\nU.S. (1) \n\nDCs 10,368 High-Touch Solutions N.A. \n\nU.S. (2) \n\nBranch Locations 6,325 High-Touch Solutions N.A. \n\nJapan (3) \n\nDCs 3,924 Endless Assortment \n\nU.S. (4) \n\nOther Facilities 3,638 High-Touch Solutions N.A. ##TABLE_END\n\n(1) Consists of 19 DCs that range in size from approximately 61,000 to 1.5 million square feet, including three leased facilities that primarily manage bulk products, that were previously disclosed in Other Facilities. The remaining DCs are primarily owned. \n\n(2) Consists of 246 branches, 49 onsite and four will-call express locations. These branches range in size from approximately 500 to 109,000 square feet. These facilities are primarily owned. \n\n(3) Consists of seven DCs that range in size from approximately 11,000 to 2 million square feet. These facilities are primarily leased. Other facilities include office space that range in size from approximately 1,000 to 49,000 square feet. These facilities are also primarily leased. \n\n(4) Primarily consists of storage facilities, office space and customer service centers. These facilities are owned and leased. These facilities range in size from approximately 200 to 633,000 square feet. \n\n(5) In Canada, Grainge r has 35 branch locations, five DCs and other facilities which total two million square feet. \n\n(6) In Mexico, Grainger has 16 branch locations and two DCs which total 649,000 square feet. \n\n(7) In Puerto Rico, Grainger has three branch locations and one DC which total 95,000 square feet. \n\n(8) In the U.K., Grainger has 37 branch locations, one DC and other facilities which total 751,000 square feet. \n\n(9) Owned facilities are not subject to any mortgages. \n\n"
    },
    {
      "section": "3",
      "text": " Item 3: Legal Proceedings \n\nFor a description of legal proceedings, see the disclosure contained in Note 15 to the Consolidated Financial Statements included in Part II, Item 8: Financial Statements and Supplementary Data of this Form 10-K, which is incorporated herein by reference. \n\n"
    },
    {
      "section": "4",
      "text": " Item 4: Mine Safety Disclosures \n\nNot applicable. \n\nPART II \n\n"
    },
    {
      "section": "5",
      "text": " Item 5: Market for Registrant&#8217;s Common Equity, Related Shareholder Matters and Issuer Purchases of Equity Securities \n\nMarket Information and Dividends \n\nGrainger's common stock is listed and traded on the New York Stock Exchange, under the symbol GWW. \n\nDividends \n\nGrainger expects that its practice of paying quarterly dividends on its common stock will continue, although the payment of future dividends is at the discretion of Grainger&#8217;s Board of Directors and will depend upon Grainger&#8217;s earnings, capital requirements, financial condition and other factors. \n\nHolders \n\nThe approximate number of shareholders of record of Grainger&#8217;s common stock as of January 31, 2023, was 531 with approximately 423,817 additional shareholders holding stock through nominees. \n\nPurchases of Equity Securities by the Issuer and Affiliated Purchasers \n\nThe following table provides information relating to Grainger's repurchase of common stock during the three months ended December 31, 2022: \n\n##TABLE_START Period Total Number of Shares Purchased (A) (D) \n\nAverage Price Paid Per Share (B) \n\nTotal Number of Shares Purchased as Part of Publicly Announced Plans or Programs (C) \n\nMaximum Number of Shares That May Yet be Purchased Under the Plans or Programs Oct. 1 &#8211; Oct. 31 141,647 $521.62 141,647 3,003,036 shares Nov. 1 &#8211; Nov. 30 131,768 $595.88 131,722 2,871,314 shares Dec. 1 &#8211; Dec. 31 130,147 $575.69 129,348 2,741,966 shares Total 403,562 402,717 &#160; &#160; ##TABLE_END\n\n(A) There were no shares withheld to satisfy tax withholding obligations. \n\n(B) Average price paid per share excludes commissions of $0.01 per share paid. \n\n(C) Purchases were made pursuant to a share repurchase program approved by Grainger's Board of Directors and announced April 28, 2021 (2021 Program). The 2021 Program authorized the repurchase of up to five million shares with no expiration date. \n\n(D) The difference of 845 shares between the Total Number of Shares Purchased and the Total Number of Shares Purchased as Part of Publicly Announced Plans or Programs represents shares purchased by the administrator and record keeper of the W.W. Grainger, Inc. Retirement Savings Plan for the benefit of the team members who participate in the plan. \n\nCompany Performance \n\nThe following stock price performance graph compares the cumulative total return on an investment in Grainger common stock with the cumulative total return of an investment in each of the Dow Jones US Industrial Suppliers Total Stock Market Index and the S&#38;P 500 Stock Index. It covers the period commencing December 31, 2017 and ending December 31, 2022. The graph assumes that the value for the investment in Grainger common stock and in each index was $100 on December 31, 2017, and that all dividends were reinvested. \n\n##TABLE_START December 31, 2017 2018 2019 2020 2021 2022 W.W. Grainger, Inc. $ 100 $ 122 $ 149 $ 183 $ 235 $ 256 Dow Jones US Industrial Suppliers Total Stock Market Index 100 96 126 149 192 157 S&#38;P 500 Stock Index 100 92 122 153 209 184 ##TABLE_END\n\n"
    },
    {
      "section": "6",
      "text": " Item 6: [Reserved] \n\n"
    },
    {
      "section": "7",
      "text": " Item 7: Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations \n\nObjective \n\nThe following Management&#8217;s Discussion and Analysis (MD&#38;A) of Financial Condition and Results of Operations is intended to help the reader understand the results of operations and financial condition of W.W. Grainger, Inc. (Grainger or Company) as it is viewed by the Company. The following discussion should be read in conjunction with the Consolidated Financial Statements and accompanying notes included in Part II, Item 8: Financial Statements and Supplementary Data of this Form 10-K. This section of this Form 10-K generally discusses 2022 and 2021 items and year-to-year comparisons between 2022 and 2021 . Discussions of 2020 items and year-to-year comparisons between 2021 and 2020 are not included in this Form 10-K, and can be found in MD&#38;A of Financial Condition and Results of Operations in Part II, Item 7 of the Company&#8217;s Annual Report on Form 10-K for the fiscal year ended December 31, 2021. \n\nPercentage figures included in this section have not been calculated on the basis of such rounded figures but on the basis of such amounts prior to rounding. For this reason, percentage amounts in this section may vary slightly from those obtained by performing the same calculations using the figures in the Company's Consolidated Financial Statements or in the associated text. \n\nOverview \n\nW.W. Grainger, Inc. is a broad line distributor of maintenance, repair and operating (MRO) products and services with operations primarily in North America (N.A.), Japan and the United Kingdom (U.K.). Grainger uses a combination of its high-touch solutions and endless assortment businesses to serve its customers worldwide, which rely on Grainger for products and services that enable them to run safe, sustainable and productive operations. \n\nStrategic Priorities \n\nThe Company&#8217;s continued strategic priority for 2023 is to relentlessly expand Grainger&#8217;s leadership position in the MRO space by being the go-to partner for people who build and run safe and productive operations. To achieve this, each Grainger business has a set of strategic objectives. The high-touch solutions businesses are focused on key initiatives that drive top-line revenue and MRO market outgrowth. Additionally, the high-touch solutions businesses are focused on growing through differentiated sales and services (e.g., direct customer relationships and onsite services), advantaged MRO solutions (e.g., get customers the exact products and services they need to solve a problem quickly) and unparalleled customer service (e.g., deliver flawlessly on every customer transaction). The endless assortment businesses are focused on product assortment expansion and innovative customer acquisition and retention. Additionally, all Grainger businesses are focused on continuously improving customer experience, productivity and optimizing and scaling cost structures and investing in digital marketing, technology and supply chain infrastructure to ultimately deliver long-term returns for shareholders. \n\nRecent Events \n\nInflation Reduction Act of 2022 \n\nIn August 2022, the Inflation Reduction Act of 2022 (IRA) was signed into United States (U.S.) law. Under the IRA, there is a new 15% corporate minimum tax and a new 1% excise tax on net stock repurchases, effective after December 31, 2022. In addition, the IRA contains provisions relating to climate change, energy and health care. Based on Grainger's current analysis of the provisions, the Company does not anticipate compliance with the IRA will result in a material impact to the Consolidated Financial Statements. \n\nInflationary Cost Environment and Macroeconomic Pressures \n\nIn combination with the economic recovery of the ongoing COVID-19 pandemic, the global economy continues to experience volatile disruptions including to the commodity, labor and transportation markets. These disruptions have contributed to an inflationary environment which has affected, and may continue to affect, the price and availability of certain products and services necessary for the Company's operations. Such disruptions have impacted, and may continue to impact, the Company's business, financial condition and results of operations. As a result of continued inflation, the Company has implemented strategies designed to mitigate certain adverse effects of higher costs while also remaining market price competitive. \n\nThe Company continues to monitor economic conditions in the U.S. and globally, and the impact of macroeconomic pressures, including rising interest rates, fluctuating currency exchange rates and recession fears, on the Company&#8217;s business, customers, suppliers and other third parties. Historically, the Company&#8217;s broad and diverse \n\ncustomer base and the nondiscretionary nature of the Company&#8217;s products to its customers has helped it perform well in the industrial MRO market in recessionary periods. The full extent and impact of these conditions are uncertain and cannot be predicted at this time. \n\nGeopolitical Events \n\nIn February 2022, Russia i nvaded Ukraine. In response to the conflict, the U.S. and other countries have implemented economic and other sanctions. While Grainger has limited direct exposure in Russia and Ukraine, the Company continues to monitor any broader impact on the global economy, including with respect to inflation, supply chains and fuel prices. The full impact of the conflict on the Company&#8217;s business and financial results remains uncertain and will depend on the severity and duration of the conflict and its impact on global and regional economic conditions. \n\nThe Company does not currently expect significant disruption to its overall business resulting from these events. \n\nFor further discussion of the Company's risks and uncertainties, see Part I, Item 1A: Risk Factors of this Form 10-K. \n\nResults of Operations \n\nThe following table is included as an aid to understanding changes in Grainger's Consolidated Statements of Earnings (in millions of dollars). \n\n##TABLE_START For the Years Ended December 31, Percent Increase/(Decrease) from Prior Year As a Percent of Net Sales 2022 2021 2022 2021 \n\nNet sales (1) \n\n$ 15,228 $ 13,022 16.9 % 100.0 % 100.0 % Cost of goods sold 9,379 8,302 13.0 61.6 63.8 Gross profit 5,849 4,720 23.9 38.4 36.2 Selling, general and administrative expenses 3,634 3,173 14.5 23.9 24.4 Operating earnings 2,215 1,547 43.2 14.5 11.9 Other expense &#8211; net 69 62 10.6 0.4 0.5 Income tax provision 533 371 43.8 3.5 2.8 Net earnings 1,613 1,114 44.8 10.6 8.6 Noncontrolling interest 66 71 (7.1) 0.4 0.5 Net earnings attributable to W.W. Grainger, Inc. $ 1,547 $ 1,043 48.4 10.2 8.0 Diluted earnings per share: $ 30.06 $ 19.84 51.5 % (1) For further information regarding the Company's disaggregated revenue, see Note 3 of the Notes to the Consolidated Financial Statements in Part II, Item 8: Financial Statements and Supplementary Data of this Form 10-K. \n\n##TABLE_END\n\nThe following table is included as an aid to understanding the changes in Grainger's total net sales and daily sales from the prior period to the most recent period (in millions of dollars): \n\n##TABLE_START For the Years Ended December 31, 2022 2021 Net Sales $ 15,228 $ 13,022 $ Change from prior-year period 2,206 1,225 % Change from prior-year period 16.9 % 10.4 % \n\nDaily sales (1) \n\n$ 59.7 $ 51.3 $ Change from prior-year period 8.4 5.2 % Change from prior-year period 16.5 % 11.3 % Daily sales impact of currency fluctuations (2.8) % 0.3 % \n\n(1) Daily sales are defined as the total net sales for the period divided by the number of U.S. selling days in the period. There were 255 and 254 sales days in the full year 2022 and 2021, respectively. \n\n##TABLE_END\n\nNet sales of $15,228 million for the year ended December 31, 2022 increased $2,206 million, or 16.9%, compared to the same period in 2021. The increase in net sales was primarily due to growth in the High-Touch Solutions N.A. and Endless Assortment segments in 2022. For further discussion on the Company's net sales, see the Segment Analysis section below. \n\nGross profit of $5,849 million for the year ended December 31, 2022 increased $1,129 million, or 24%, compared to the same period in 2021. Gr oss profit margi n of 38.4% increased 2.2 percentage points compared to the same pe riod in 2021. The increase was driven by favorability in the High-Touch Solutions N.A. and Endless Assortment segments. For further discus sion on the Company's gross profit, see the Segment Analysis section below. \n\nSG&#38;A of $3,634 million for the year ended December 31, 2022 increased $461 million, or 15%, compared to the same period in 2021. The increase was primarily due to higher marketing, payroll and variable compensation expenses in 2022. \n\nOperating earning s of $2,215 million for the year ended December 31, 2022 increased $668 million, or 43%, compared to the same period in 2021. The increase was driven by higher gross profit dollars, partially offset by higher SG&#38;A. \n\nOther expense &#8211; net of $69 million for the year ended December 31, 2022 increased $7 million, or 11%, compared to the same period in 2021. The increase was primarily driven by unfavorable changes in market interest rates in 2022. \n\nIncome taxes of $533 million for the year ended December 31, 2022 increased $162 million, or 44%, com pared to the sam e period in 2021. The increase was primarily driven by higher taxable operating earnings for the full year 2022. Grainger's effective tax rates were 24.8% and 25.0% for the twelve months ended December 31, 2022 and 2021, respectively. \n\nNet e arnings of $1,547 million attributable to W.W. Grainger, Inc. for the year ended December 31, 2022 increased $504 million, or 48%, compared to the same period in 2021 . \n\nDiluted earnings per share was $30.06 for the year ended December 31, 2022, an increase of 52% compared to $19.84 for the same period in 2021. The increase was primarily due to higher net earnings in 2022. \n\nNon-GAAP Measures \n\nThe following tables reconcile reported selling, general and administrative (SG&#38;A) expenses, operating earnings, net earnings attributable to W.W. Grainger, Inc. and diluted earnings per share determined in accordance with U.S. generally accepted accounting principles (GAAP) to non-GAAP measures including adjusted SG&#38;A, adjusted operating earnings, adjusted net earnings attributable to W.W. Grainger, Inc. and adjusted diluted earnings per share. The Company believes that these non-GAAP measures provide meaningful information to assist investors in understanding financial results and assessing prospects for future performance as they provide a better baseline for analyzing the ongoing performance of its businesses by excluding items that may not be indicative of core operating results. Because non-GAAP financial measures are not standardized, it may not be possible to compare these measures with other companies' non-GAAP measures having the same or similar names. \n\nThe following tables provide a reconciliation of GAAP to non-GAAP measures (in millions of dollars): \n\n##TABLE_START For the Years Ended December 31, 2022 2021 Percent Increase from Prior Year Reported selling, general, and administration expenses $ 3,634 $ 3,173 14.5 % Business divestiture 21 &#8212; Adjusted selling, general, and administration expenses $ 3,655 $ 3,173 15.2 % Reported operating earnings $ 2,215 $ 1,547 43.2 % Business divestiture (21) &#8212; Adjusted operating earnings $ 2,194 $ 1,547 41.9 % Reported net earnings attributable to W.W. Grainger, Inc. $ 1,547 $ 1,043 48.4 % Business divestiture \n\n(21) &#8212; \n\nAdjusted net earnings attributable to W.W. Grainger, Inc. \n\n$ 1,526 $ 1,043 46.4 % Reported diluted earnings per share $ 30.06 $ 19.84 51.5 % Business divestiture (0.40) &#8212; Adjusted diluted earnings per share $ 29.66 $ 19.84 49.5 % For further information regarding the Company's business divestitures, see Note 2 of the Notes to the Consolidated Financial Statements in Part II, Item 8: Financial Statements and Supplementary Data of this Form 10-K. \n\n##TABLE_END\n\nNoted in the table above for the twelve months ended December 31, 2022, Grainger divested Cromwell's wholly owned software business in the U.K. (Cromwell subsidiary). As a result of the divestiture, the Company recorded a gain in Other businesses of $21 million in SG&#38;A in the fourth quarter of 2022. \n\nExcluding the business divestiture, adjusted SG&#38;A and adjusted operating earnings for the full year 2022 were $3,655 and $2,194, an increase of $482 million and $647 million, or 15% and 42%, respectively, compared to the same period in 2021. \n\nGrainger's adjusted effective tax rate was 25.1% for the twelve months ended December 31, 2022. The divestiture was non-taxable. \n\nThe Company's adjusted net earnings attributable to W.W. Grainger Inc. for the full year 2022 was $1,526 million, an increase of $483 million, or 46%, compared to the same period in 2021. \n\nAdjusted diluted earnings per share of $29.66 increased 49% compared to $19.84 for the twelve months ended December 31, 2021. \n\nSegment Analysis \n\nFor further segment information, see Note 14 of the Notes to Consolidated Financial Statements in Part II, Item 8: Financial Statements and Supplementary Data of this Form 10-K. \n\nHigh-Touch Solutions N.A. \n\nThe following table shows reported segment results (in millions of dollars): \n\n##TABLE_START For the Years Ended December 31, 2022 2021 Percent Increase from Prior Year Net sales \n\n$ 12,182 $ 10,186 19.6 % Gross profit \n\n$ 4,951 $ 3,906 26.8 % Selling, general and administrative expenses \n\n$ 2,968 $ 2,572 15.4 % Operating earnings \n\n$ 1,983 $ 1,334 48.7 % ##TABLE_END\n\nNet sales of $12,182 million for the year ended December 31, 2022 increased $1,996 million , or 19.6% , compared to the same period in 2021. On a daily basis, net sales increased 19.1%. This consisted of increased price, which includes customer mix, of 10.6% and increased volume, which includes product mix, of 8.7%, partially offset by unfavorable foreign exchange of 0.2%. \n\nGross profit of $4,951 million for the year ended December 31, 2022 increased $1,045 million , or 27% , compared to the same period in 2021. Gross profit margin of 40.6% increased 2.3 percentage points compared to the same period in 2021. The increase was primarily due to favorable product mix and lapping of prior year pandemic-related inventory adjustments. \n\nSG&#38;A of $2,968 million for the year ended December 31, 2022 increased $396 million , or 15% , compared to the same period in 2021. The increase was primarily due to higher payroll, marketing and variable compensation expenses in 2022. SG&#38; A leverage improved by 0.9 percentage point. \n\nOperating earnings of $1,983 million for the year ended December 31, 2022 increased $649 million, or 49%, compared to the same period in 2021. The increase was driven by higher gross profit dollars, partially offset by higher SG&#38;A. \n\nEndless Assortment \n\nThe following table shows reported segment results (in millions of dollars): \n\n##TABLE_START For the Years Ended December 31, 2022 2021 Percent Increase (decrease) from Prior Year Net sales \n\n$ 2,787 $ 2,576 8.2 % Gross profit \n\n$ 817 $ 729 12.0 % Selling, general and administrative expenses \n\n$ 594 $ 497 19.4 % Operating earnings \n\n$ 223 $ 232 (3.8) % ##TABLE_END\n\nNet sales of $2,787 million for the year ended December 31, 2022 increased $211 million, or 8.2%, compared to the same period in 2021 and on a daily basis, net sales increased 7.7%. The increase was due to sales growth of 20.1%, driven by strong new customer acquisition and repeat business for the segment, as well as enterprise customer growth at MonotaRO, partially offset by unfavorable foreign exchange of 12.4% due to changes in the exchange rate between the U.S. dollar and the Japanese yen. \n\nGross profit of $817 million for the year ended December 31, 2022 increased $88 million, or 12%, compared to the same period in 2021. Gross profit margin of 29.3% increased 1.0 percentage point compared to the same period in 2021. The increase was driven by freight efficiencies and business unit mix in 2022. \n\nSG&#38;A of $594 million for the year ended December 31, 2022 increased $97 million, or 19%, compared to the same period in 2021. The increase was due to higher payroll and benefits, occupancy and marketing expenses to support the continued growth of the segment in 2022. SG&#38;A leverage decreased 2.0 percentage points. \n\nOperating earnings of $223 million for the year ended December 31, 2022 decreased $9 million, or 4%, compared to the same period in 2021. The decrease was primarily driven by higher SG&#38;A, partially offset by higher gross profit dollars. \n\nOther \n\nNet sales of $259 million for the year ended December 31, 2022 decreased $1 million, or 0.2%, compared to the same period in 2021. The decrease was driven by unfavorable foreign exchange of 11.3% due to changes in the exchange rate between the U.S. dollar and British pound sterling, partially offset by increased sales growth due to improved customer mix of 11.1%. \n\nOperating earnings of $9 million for the year ended December 31, 2022 increased $28 million, or 145%, compared to the same period in 2021. The increase was due to the divestiture of Cromwell's software business in the fourth quarter of 2022. \n\nLiquidity and Capital Resources \n\nGrainger believes its current balances of cash and cash equivale nts, marketable securities and availability under its revolving credit facilities will be sufficient to meet its liquidity needs for the next 12 months and beyond. Grainger also maintains access to capital markets and may issue debt or equity securities from time to time, which may provide an additional source of liquidity. The Company will continue to assess its liquidity position and potential sources of supplemental liquidity in view of Grainger's operating performance, current economic and capital market conditions and other relevant circumstances. \n\nSources of Liquidity \n\nCash and Cash Equivalents \n\nAs of December 31, 2022 and 2021, Grainger had cash and cash equivalents of $325 million and $241 million, respectively. The increase in cash was primarily due to cash flows from operations and lower volume of share repurchases, partially offset by working capital changes and higher tax disbursements in 2022. The Company had approximately $1.6 billion in available liquidity as of December 31, 2022. \n\nCash Flows \n\nThe following table shows the Company's cash flow activity for the periods presented (in millions of dollars): \n\n##TABLE_START For the Years Ended December 31, 2022 2021 Total cash provided by (used in): Operating activities $ 1,333 $ 937 Investing activities (263) (226) Financing activities (972) (1,039) Effect of exchange rate changes on cash and cash equivalents (14) (16) Increase (decrease) in cash and cash equivalents $ 84 $ (344) ##TABLE_END\n\nDebt \n\nGrainger maintains a debt ratio and liquidity position that provides flexibility in funding working capital needs and long-term cash requirements. Grainger has various sources of financing available. For further information regarding the Company's debt instruments and available financing sources, see Note 6 of the Notes to the Consolidated Financial Statements in Part II, Item 8: Financial Statements and Supplementary Data of this Form 10-K. \n\nTotal debt, which is defined as total interest-bearing debt and lease liabilities as a percent of total capitalization, was 49.9% and 56.2%, as of December 31, 2022 and 2021, respectively. \n\nCredit Ratings \n\nGrainger receives ratings from two independent credit ratings agencies: Moody's Investor Service (Moody's) and Standard &#38; Poor's (S&#38;P). Both credit rating agencies currently rate the Company's corporate credit at investment grade. \n\nThe following table summarizes the Company's credit ratings as of December 31, 2022: \n\n##TABLE_START Corporate Senior Unsecured Short-term Moody's A3 A3 P2 S&#38;P A+ A+ A1 ##TABLE_END\n\nUses of Liquidity \n\nInternally generated cash flows are the primary source of Grainger's working capital and growth initiatives, including capital expenditures. The Company expects to continue to return excess capital to shareholders through share repurchases and dividends. \n\nWorking Capital \n\nThe Company's working capital was $2,864 million at December 31, 2022, compared to $2,455 million at December 31, 2021. The increase was driven by higher accounts receivable and inventory primarily due to sales growth and inflation , partially offset by increased accounts payable. As of December 31, 2022 and 2021, the ratio of current assets to current liabilities was 2.5 and 2.7, respectively. \n\nCapital Expenditures \n\nIn fiscal 2022, the Company continued U.S. and Japanese supply chain investments. Capital expenditures were $256 million and $255 million for the years ended December 31, 2022 and 2021, respectively. Capital project spending for 2023 is expected to be in the range of $450 and $525 million. This includes continued supply chain capacity expansion and technology enhancements across the Company. \n\nShare Repurchases \n\nFor the years ended December 31, 2022 and 2021, Grainger repurchased shares of its common stock in the open market for $603 million and $695 million, respectively. Share repurchases are executed at prices the Company determines appropriate subject to various factors, including market conditions and the Company's financial performance and may be effected through accelerated share repurchase programs, open market purchases or privately negotiated transactions, including through Rule 10b5-1 plans. Share repurchases for 2023 are expected to be in the r ange of $550 and $700 million. \n\nDividends \n\nFor the years ended December 31, 2022 and 2021, Grainger declared and paid $370 million and $357 million, respectively, in dividends to holders of the Company's common stock. \n\nCommitments and Other Contractual Obligations \n\nThe Company's material cash requirements include the following commitments and other contractual obligations. \n\nDebt \n\nAs of December 31, 2022, the Company had outstanding debt obligations with varying maturities for an aggregate principal amount of $2,374 million, with $35 million pa ya ble within 12 months. Total future interest payments associated with the Company's outstanding debt obligations was $1,843 million, with $87 million payable within 12 months. \n\nPurchase Obligations \n\nGrainger had purchase obligations of approximately $1,563 million as of December 31, 2022 , which includes approximately $1,407 million payable within 12 months. Grainger's purchase obligations primarily include commitments to purchase inventory, uncompleted additions to property, buildings and equipment and other goods and services. Purchase obligations are made in the normal course of business to meet operating needs and are primarily noncancelable. \n\nLeases \n\nThe Company has lease arrangements for certain properties, buildings and equipment (including branches, warehouses, DCs and office space) . As of December 31, 2022 , the Company had fixed operating lease payment obligations of $405 million, with $77 million payable within 12 months. \n\nCritical Accounting Estimates \n\nThe preparation of Grainger&#8217;s Consolidated Financial Statements and accompanying notes are in conformity with GAAP and the Company&#8217;s discussion and analysis of its financial condition and operating results require the Company&#8217;s management to make assumptions and estimates that affect the reported amounts. The Company considers an accounting policy to be a critical estimate if: (1) it involves assumptions that are uncertain when judgment was applied, and (2) changes in the estimate assumptions, or selection of a different estimate methodology, could have a significant impact on Grainger&#8217;s consolidated financial position and results. While the Company believes the assumptions and estimates used are reasonable, the Company&#8217;s management bases its estimates on historical experience and on various other assumptions it believes to be reasonable under the circumstances. Note 1 of the Notes to Consolidated Financial Statements in Part II, Item 8: Financial Statements and Supplementary Data of this Form 10-K describes the significant accounting policies and methods used in the preparation of the Company&#8217;s Consolidated Financial Statements. \n\nInventories \n\nCompany inventories primarily consist of merchandise purchased for resale and are valued at the lower of cost or net realizable value. The majority of the Company&#8217;s inventory is accounted for using the last-in, first-out (LIFO) method. Net realizable value is based on an analysis of inventory trends including, but not limited to, reviews of inventory levels, sales and cost information and on-hand quantities relative to the sales history for the product and shelf-life. The Company's methodology for estimating whether adjustments are necessary is continually evaluated for factors including significant changes in product demand, liquidation or disposition history values and market conditions such as inflation and other acquisition costs, including freight and duties. If business or economic conditions change, estimates and assumptions may be adjusted as deemed appropriate. \n\nGoodwill and Other Intangible Assets \n\nThe Company evaluates goodwill and indefinite-lived intangible assets for impairment annually during the fourth quarter and more frequently if impairment indicators exist. The fair value of reporting units is calculated primarily using the discounted cash flow method and utilizing value indicators from a market approach to evaluate the reasonableness of the resulting fair values. The Company&#8217;s indefinite-lived intangible assets are primarily trade names. The fair value of trade names is calculated primarily using the relief-from-royalty method, which estimates the expected royalty savings attributable to the ownership of the trade name asset. \n\nThe estimates used to calculate the fair values of reporting units and indefinite-lived intangible assets involve the use of significant assumptions, estimates and judgments and changes from year to year based on operating results, market conditions, macroeconomic developments and other factors. Changes in these estimates and assumptions could materially affect the determination of fair value and impairment for each reporting unit and indefinite-lived i ntangible asset. For further information on the Company's goodwill and other intangible assets, see Note 5 of the Notes to Consolidated Financial Statements in Part II, Item 8: Financial Statements and Supplementary Data of this Form 10-K. \n\nContingencies and Legal Matters \n\nThe Company is subject to various claims and legal proceedings that arise in the ordinary course of business, the outcomes of which are inherently uncertain. The Company accrues for costs relating to litigation claims and other contingent matters when it is probable that a liability has been incurred and the amount of the assessment can be reasonably estimated. A detailed summary of the Company&#8217;s contingencies and legal matters is included in Note 15 of the Notes to Consolidated Financial Statements in Part II, Item 8: Financial Statements and Supplementary Data of this Form 10-K. \n\n"
    },
    {
      "section": "7A",
      "text": " Item 7A: Quantitative and Qualitative Disclosures About Market Risk \n\nGrainger's primary market risk exposures is as follows: \n\nForeign Currency Exchange Rates \n\nGrainger&#8217;s financial results, including the value of assets and liabilities, are exposed to foreign currency exchange rate risk when the financial statements of the business units outside the U.S., as stated in their local currencies, are translated into U.S. dollars. For the fiscal year ended December 31, 2022, approximately 18% of the Company's net sales were denominated in a currency other than the Company's functional U.S. dollar currency. Consequently, the Company is exposed to the impact of exchange rate volatility primarily between the U.S. dollar and the Japanese yen, Canadian dollar and the British pound sterling. In February 2020, Grainger entered into certain derivative instrument agreements to manage this risk. A hypothetical 10% change in the relative value of the U.S. dollar would not materially impact the Company's net earnings for 2022. \n\nFor derivative instrument information, see Note 12 of the Notes to Consolidated Financial Statements in Part II, Item 8: Financial Statements and Supplementary Data of this Form 10-K. \n\nInterest Rate Risks \n\nGrainger is exposed to interest rate risk on its long-term debt. In February 2020, Grainger entered into certain derivative instrument agreements to hedge a portion of its fixed-rate long-term debt to manage this risk. The annualized effect of a hypothetical 1 percentage point increase in interest rates on Grainger&#8217;s variable-rate debt obligations would not materially impact the Company's net earnings for 2022. \n\nFor debt and derivative instrument information, see Note 6 and Note 12 of the Notes to Consolidated Financial Statements in Part II, Item 8: Financial Statements and Supplementary Data of this Form 10-K. \n\nCommodity Price Risks \n\nGrainger&#8217;s transportation costs are exposed to fluctuations in the price of fuel and some sourced products contain commodity-priced materials. The Company regularly monitors commodity trends and, as a broad line supplier, mitigates any material exposure to commodity price risk by having alternative sourcing plans in place that mitigate the risk of supplier concentration, passing commodity-related inflation to customers or suppliers and continuing to scale its distribution networks, including its transportation infrastructure. \n\n"
    },
    {
      "section": "8",
      "text": " Item 8: Financial Statements and Supplementary Data \n\nReport of Independent Registered Public Accounting Firm \n\nTo the Shareholders and the Board of Directors of \n\nW.W. Grainger, Inc. and Subsidiaries \n\nOpinion on the Financial Statements \n\nWe have audited the accompanying consolidated balance sheets of W.W. Grainger, Inc. and Subsidiaries (the Company) as of December 31, 2022 and 2021, the related consolidated statements of earnings, comprehensive earnings, shareholders&#8217; equity and cash flows for each of the three years in the period ended December 31, 2022, and the related notes (collectively referred to as the &#8220;consolidated financial statements&#8221;). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company at December 31, 2022 and 2021, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2022, in conformity with U.S. generally accepted accounting principles. \n\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company&#8217;s internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control-Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) and our report dated February 21, 2023 expressed an unqualified opinion thereon. \n\nBasis for Opinion \n\nThese financial statements are the responsibility of the Company&#8217;s management. Our responsibility is to express an opinion on the Company&#8217;s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \n\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion. \n\nCritical Audit Matter \n\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the consolidated financial statements and (2) involved our especially challenging, subjective or complex judgments. The communication of the critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates. \n\n##TABLE_START Valuation of Goodwill for the Canadian Reporting Unit Description of the Matter At December 31, 2022, the goodwill balance of the Canada business reporting unit was $121 million. As dis cussed in Notes 1 and 5 of the financial statements, goodwill is tested at the reporting unit level annually during the fourth quarter and more frequently if impairment indicators exist. \n\nAuditing management&#8217;s annual goodwill impairment analysis is complex and highly judgmental due to certain assumptions that are significant to the analysis. Management performed an annual impairment analysis in the fourth quarter to evaluate changes in key assumptions and results since the last impairment test. The more subjective assumptions used in the analysis were projections of future revenue growth, operating expenditures, changes in working capital, as well as the discount rate used, which are all affected by expectations about future market or economic conditions. \n\nHow We Addressed the Matter in Our Audit Our audit procedures included, among others obtaining an understanding, evaluating the design and testing the operating effectiveness of controls over the Company&#8217;s goodwill impairment analysis, including controls over management&#8217;s review of the significant assumptions described above. \n\nTo test management&#8217;s annual goodwill impairment analysis of the Canada business reporting unit, we performed audit procedures that included, among others, evaluating the key assumptions and results considering the relevant events and circumstances identified since the date the last fair value calculation. We compared the significant assumptions used by management to current industry and economic trends, changes to the Company&#8217;s business model, customer product mix, and other relevant factors. We also assessed the historical accuracy of management&#8217;s estimates and performed sensitivity analyses of significant assumptions to evaluate the changes in fair value that would result from changes in the assumptions utilized in the last quantitative assessment. In addition, we reviewed the reconciliation of the fair value of the reporting units to the market capitalization of the Company and tested the completeness and accuracy of the underlying data used by management in its analysis. \n\n##TABLE_END\n\n/s/ Ernst &#38; Young LLP \n\nWe have served as the Company&#8217;s auditor since 2005. \n\nChicago, Illinois \n\nFebruary 21, 2023 \n\nW.W. Grainger, Inc. and Subsidiaries \n\nCONSOLIDATED STATEMENTS OF EARNINGS \n\n(In millions, except for per share amounts) \n\n##TABLE_START For the Years Ended December 31, &#160; 2022 2021 2020 Net sales $ 15,228 &#160; $ 13,022 &#160; $ 11,797 &#160; Cost of goods sold 9,379 &#160; 8,302 &#160; 7,559 &#160; Gross profit 5,849 &#160; 4,720 &#160; 4,238 &#160; Selling, general and administrative expenses 3,634 &#160; 3,173 &#160; 3,219 &#160; Operating earnings 2,215 &#160; 1,547 &#160; 1,019 &#160; Other (income) expense: &#160; Interest expense &#8211; net 93 &#160; 87 &#160; 93 &#160; Other &#8211; net ( 24 ) ( 25 ) ( 21 ) Total other expense &#8211; net 69 &#160; 62 &#160; 72 &#160; Earnings before income taxes 2,146 &#160; 1,485 &#160; 947 &#160; Income tax provision 533 &#160; 371 &#160; 192 &#160; Net earnings 1,613 &#160; 1,114 &#160; 755 &#160; Less net earnings attributable to noncontrolling interest 66 &#160; 71 &#160; 60 &#160; Net earnings attributable to W.W. Grainger, Inc. $ 1,547 &#160; $ 1,043 &#160; $ 695 &#160; Earnings per share: &#160; &#160; Basic $ 30.22 &#160; $ 19.94 &#160; $ 12.88 &#160; Diluted $ 30.06 &#160; $ 19.84 &#160; $ 12.82 &#160; Weighted average number of shares outstanding: &#160; &#160; &#160; Basic 50.9 &#160; 51.9 &#160; 53.5 &#160; Diluted 51.1 &#160; 52.2 &#160; 53.7 &#160; ##TABLE_END\n\n&#160; \n\nThe accompanying notes are an integral part of these financial statements. \n\nW.W. Grainger, Inc. and Subsidiaries \n\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE EARNINGS \n\n(In millions of dollars) \n\n##TABLE_START For the Years Ended December 31, 2022 2021 2020 Net earnings $ 1,613 &#160; $ 1,114 &#160; $ 755 &#160; Other comprehensive earnings (losses): Foreign currency translation adjustments &#8211; net of reclassification to earnings (see Note 2 and Note 11) ( 101 ) ( 64 ) 83 &#160; Postretirement benefit plan (losses) gains &#8211; net of tax benefit (expense) of $ 6 , $ &#8212; , and $( 7 ), respectively (see Note 7 and Note 11) \n\n( 17 ) &#8212; &#160; 22 &#160; Total other comprehensive earnings (losses) \n\n( 118 ) ( 64 ) 105 &#160; Comprehensive earnings &#8211; net of tax 1,495 &#160; 1,050 &#160; 860 &#160; Less comprehensive earnings (losses) attributable to noncontrolling interest Net earnings 66 &#160; 71 &#160; 60 &#160; Foreign currency translation adjustments \n\n( 34 ) ( 29 ) 12 &#160; Total comprehensive earnings (losses) attributable to noncontrolling interest \n\n32 &#160; 42 &#160; 72 &#160; Comprehensive earnings attributable to W.W. Grainger, Inc. $ 1,463 &#160; $ 1,008 &#160; $ 788 &#160; ##TABLE_END\n\nThe accompanying notes are an integral part of these financial statements. \n\nW.W. Grainger, Inc. and Subsidiaries \n\nCONSOLIDATED BALANCE SHEETS \n\n(In millions of dollars, except for share and per share amounts) \n\n##TABLE_START As of December 31, Assets 2022 2021 Current assets &#160; &#160; Cash and cash equivalents $ 325 &#160; $ 241 &#160; Accounts receivable (less allowance for credit losses of $ 36 and $ 30 , respectively) \n\n2,133 &#160; 1,754 &#160; Inventories &#8211; net 2,253 &#160; 1,870 &#160; Prepaid expenses and other current assets 266 &#160; 146 &#160; Total current assets 4,977 &#160; 4,011 &#160; Property, buildings and equipment &#8211; net 1,461 &#160; 1,424 &#160; Goodwill 371 &#160; 384 &#160; Intangibles &#8211; net 232 &#160; 238 &#160; Operating lease right-of-use 367 &#160; 393 &#160; Other assets 180 &#160; 142 &#160; Total assets $ 7,588 &#160; $ 6,592 &#160; Liabilities and shareholders' equity Current liabilities Current maturities 35 &#160; &#8212; &#160; Trade accounts payable 1,047 &#160; 816 &#160; Accrued compensation and benefits 334 &#160; 319 &#160; Operating lease liability 68 &#160; 66 &#160; Accrued expenses 474 &#160; 290 &#160; Income taxes payable 52 &#160; 37 &#160; Total current liabilities 2,010 &#160; 1,528 &#160; Long-term debt 2,284 &#160; 2,362 &#160; Long-term operating lease liability 318 &#160; 334 &#160; Deferred income taxes and tax uncertainties 121 &#160; 121 &#160; Other non-current liabilities 120 &#160; 87 &#160; Shareholders' equity &#160; &#160; Cumulative preferred stock &#8211; $ 5 par value &#8211; 12,000,000 shares authorized; none issued no r outstanding \n\n&#8212; &#160; &#8212; &#160; Common Stock &#8211; $ 0.50 par value &#8211; 300,000,000 shares authorized; issued 109,659,219 shares \n\n55 &#160; 55 &#160; Additional contributed capital 1,310 &#160; 1,270 &#160; Retained earnings 10,700 &#160; 9,500 &#160; Accumulated other comprehensive losses ( 180 ) ( 96 ) Treasury stock, at cost &#8211; 59,402,896 and 58,439,014 shares, respectively \n\n( 9,445 ) ( 8,855 ) Total W.W. Grainger, Inc. shareholders&#8217; equity 2,440 &#160; 1,874 &#160; Noncontrolling interest 295 &#160; 286 &#160; Total shareholders' equity 2,735 &#160; 2,160 &#160; Total liabilities and shareholders' equity $ 7,588 &#160; $ 6,592 &#160; ##TABLE_END\n\n&#160; The accompanying notes are an integral part of these financial statements. \n\nW.W. Grainger, Inc. and Subsidiaries \n\nCONSOLIDATED STATEMENTS OF CASH FLOWS \n\n(In millions of dollars) \n\n##TABLE_START For the Years Ended December 31, &#160; 2022 2021 2020 Cash flows from operating activities: &#160; &#160; Net earnings $ 1,613 &#160; $ 1,114 &#160; $ 755 &#160; Adjustments to reconcile net earnings to net cash provided by operating activities: Provision for credit losses 19 &#160; 18 &#160; 22 &#160; Deferred income taxes and tax uncertainties 8 &#160; 27 &#160; ( 5 ) Depreciation and amortization 217 &#160; 185 &#160; 182 &#160; Impairment of goodwill, intangible and other assets 7 &#160; &#8212; &#160; 187 &#160; Net (gains) losses from sales of assets and business divestitures ( 14 ) ( 6 ) 106 &#160; Stock-based compensation 48 &#160; 42 &#160; 46 &#160; Change in operating assets and liabilities: Accounts receivable ( 436 ) ( 324 ) ( 121 ) Inventories ( 412 ) ( 152 ) ( 158 ) Prepaid expenses and other assets ( 158 ) ( 15 ) ( 23 ) Trade accounts payable 225 &#160; 54 &#160; 80 &#160; Accrued liabilities 200 &#160; 43 &#160; 15 &#160; Income taxes &#8211; net 42 &#160; ( 26 ) 24 &#160; Other non-current liabilities ( 26 ) ( 23 ) 13 &#160; Net cash provided by operating activities 1,333 &#160; 937 &#160; 1,123 &#160; Cash flows from investing activities: &#160; &#160; Additions to property, buildings, equipment and intangibles ( 256 ) ( 255 ) ( 197 ) Proceeds from sale or redemption of assets 28 &#160; 29 &#160; 20 &#160; Other &#8211; net ( 35 ) &#8212; &#160; ( 2 ) Net cash used in investing activities ( 263 ) ( 226 ) ( 179 ) Cash flows from financing activities: &#160; &#160; Proceeds from short-term debt 16 &#160; &#8212; &#160; 12 &#160; Payments of short-term debt ( 15 ) &#8212; &#160; ( 65 ) Proceeds from long-term debt &#8212; &#160; &#8212; &#160; 1,584 &#160; Payments of long-term debt &#8212; &#160; ( 8 ) ( 1,370 ) Proceeds from stock options exercised 26 &#160; 48 &#160; 70 &#160; Payments for employee taxes withheld from stock awards ( 23 ) ( 30 ) ( 18 ) Purchases of treasury stock ( 603 ) ( 695 ) ( 601 ) Cash dividends paid ( 370 ) ( 357 ) ( 338 ) Other &#8211; net ( 3 ) 3 &#160; &#8212; &#160; Net cash used in financing activities ( 972 ) ( 1,039 ) ( 726 ) Exchange rate effect on cash and cash equivalents ( 14 ) ( 16 ) 7 &#160; Net change in cash and cash equivalents 84 &#160; ( 344 ) 225 &#160; Cash and cash equivalents at beginning of year 241 &#160; 585 &#160; 360 &#160; Cash and cash equivalents at end of period $ 325 &#160; $ 241 &#160; $ 585 &#160; Supplemental cash flow information: Cash payments for interest (net of amounts capitalized) \n\n$ 91 &#160; $ 87 &#160; $ 94 &#160; Cash payments for income taxes $ 479 &#160; $ 377 &#160; $ 180 &#160; ##TABLE_END\n\nThe accompanying notes are an integral part of these financial statements. \n\nW.W. Grainger, Inc. and Subsidiaries \n\nCONSOLIDATED STATEMENTS OF SHAREHOLDERS' EQUITY \n\n(In millions of dollars, except for per share amounts) \n\n##TABLE_START Common Stock Additional Contributed Capital Retained Earnings Accumulated Other Comprehensive Earnings (Losses) Treasury Stock Noncontrolling Interest Total Balance at January 1, 2020 $ 55 &#160; $ 1,182 &#160; $ 8,405 &#160; $ ( 154 ) $ ( 7,633 ) $ 205 &#160; $ 2,060 &#160; Stock-based compensation &#8212; 49 &#160; &#8212; &#8212; 49 &#160; &#8212; 98 &#160; Purchases of treasury stock &#8212; &#8212; &#8212; &#8212; ( 600 ) ( 1 ) ( 601 ) Net earnings &#8212; &#8212; 695 &#160; &#8212; &#8212; 60 &#160; 755 &#160; Other comprehensive earnings (losses) &#8212; &#8212; &#8212; 93 &#160; &#8212; 12 &#160; 105 &#160; Capital contribution &#8212; 7 &#160; &#8212; &#8212; &#8212; 7 &#160; 14 &#160; Cash dividends paid ($ 5.94 per share) \n\n&#8212; 1 &#160; ( 321 ) &#8212; &#8212; ( 18 ) ( 338 ) Balance at December 31, 2020 $ 55 &#160; $ 1,239 &#160; $ 8,779 &#160; $ ( 61 ) $ ( 8,184 ) $ 265 &#160; $ 2,093 &#160; Stock-based compensation &#8212; 31 &#160; &#8212; &#8212; 28 &#160; 1 &#160; 60 &#160; Purchases of treasury stock &#8212; &#8212; &#8212; &#8212; ( 699 ) ( 1 ) ( 700 ) Net earnings &#8212; &#8212; 1,043 &#160; &#8212; &#8212; 71 &#160; 1,114 &#160; Other comprehensive earnings (losses) &#8212; &#8212; &#8212; ( 35 ) &#8212; ( 29 ) ( 64 ) Reclassification due to the adoption of ASU 2019-12 &#8212; &#8212; 12 &#160; &#8212; &#8212; &#8212; 12 &#160; Capital contribution &#8212; &#8212; &#8212; &#8212; &#8212; 2 &#160; 2 &#160; Cash dividends paid ($ 6.39 per share) \n\n&#8212; &#8212; &#160; ( 334 ) &#8212; &#8212; ( 23 ) ( 357 ) Balance at December 31, 2021 $ 55 &#160; $ 1,270 &#160; $ 9,500 &#160; $ ( 96 ) $ ( 8,855 ) $ 286 &#160; $ 2,160 &#160; Stock-based compensation &#8212; 40 &#160; &#8212; &#8212; 12 &#160; 1 &#160; 53 &#160; Purchases of treasury stock &#8212; &#8212; &#8212; &#8212; ( 602 ) ( 1 ) ( 603 ) Net earnings &#8212; &#8212; 1,547 &#160; &#8212; &#8212; 66 &#160; 1,613 &#160; Other comprehensive earnings (losses) &#8212; &#8212; &#8212; ( 84 ) &#8212; ( 34 ) ( 118 ) Cash dividends paid ($ 6.78 per share) \n\n&#8212; &#8212; ( 347 ) &#8212; &#8212; ( 23 ) ( 370 ) Balance at December 31, 2022 $ 55 &#160; $ 1,310 &#160; $ 10,700 &#160; $ ( 180 ) $ ( 9,445 ) $ 295 &#160; $ 2,735 &#160; ##TABLE_END\n\nThe accompanying notes are an integral part of these financial statements. \n\nNOTE 1 - SUMMARY OF SIGNIFICANT ACCOUNTING POLICIES \n\nW.W. Grainger, Inc. is a broad line distributor of maintenance, repair and operating (MRO) products and services with operations primarily in North America (N.A.), Japan and the United Kingdom (U.K.). In this report, the words &#8220;Grainger&#8221; or &#8220;Company&#8221; mean W.W. Grainger, Inc. and its subsidiaries, except where the context makes it clear that the reference is only to W.W. Grainger, Inc. itself and not its subsidiaries. \n\nPrinciples of Consolidation \n\nThe Consolidated Financial Statements include the accounts of the Company and its subsidiaries over which the Company exercises control. All significant intercompany transactions are eliminated from the Consolidated Financial Statements. The Company has a controlling ownership interest in MonotaRO, the endless assortment business in Japan, with the residual representing the noncontrolling interest. \n\nThe Company reports MonotaRO on a one-month calendar lag allowing for the timely preparation of financial statements. This one-month reporting lag is with the exception of significant transactions or events that occur during the intervening period. \n\nUse of Estimates \n\nThe preparation of the Company's Consolidated Financial Statements in conformity with U.S. generally accepted accounting principles requires management to make estimates and assumptions affecting reported amounts in the Consolidated Financial Statements and accompanying notes. Actual results may differ from those estimates. \n\nForeign Currency Translation \n\nThe U.S. dollar is the Company's reporting currency for all periods presented. The financial statements of the Company&#8217;s foreign operating subsidiaries are measured using the local currency as the functional currency. Assets and liabilities of the Company&#8217;s foreign operating subsidiaries are translated into U.S. dollars at the exchange rate in effect at the balance sheet date. Revenues and expenses are translated at average rates in effect during the period. Translation gains or losses are recorded as a separate component of other comprehensive earnings (losses). \n\nRevenue Recognition \n\nThe Company recognizes revenue when a sales arrangement with a customer exists (e.g., contract, purchase orders, others), the transaction price is fixed or determinable and the Company has satisfied its performance obligation per the sales arrangement. \n\nThe majority of Company revenue originates from contracts with a single performance obligation to deliver products, whereby performance obligations are satisfied when control of the product is transferred to the customer per the arranged shipping terms. Some Company contracts contain a combination of product sales and services, which are distinct and accounted for as separate performance obligations and are satisfied when the services are rendered. Total service revenue is not material and accounted for approximately 1 % of the Company's revenue for the years ended December 31, 2022, 2021 and 2020. \n\nThe Company&#8217;s revenue is measured at the determinable transaction price, net of any variable considerations granted to customers and any taxes collected from customers and subsequently remitted to governmental authorities. Variable considerations include rights to return products and sales incentives, which primarily consist of volume rebates. These variable considerations are estimated throughout the year based on various factors, including contract terms, historical experience and performance levels. Total accrued sales returns were approximately $ 38 million and $ 34 million as of December 31, 2022 and 2021, respectively, and are reported as a reduction of Accounts receivable &#8211; net. Total accrued sales incentives were approximately $ 102 million and $ 73 million as of December 31, 2022 and 2021, respectively, and are reported as part of Accrued expenses. \n\nThe Company records a contract asset when it has a right to payment from a customer that is conditioned on events other than the passage of time. The Company also records a contract liability when customers prepay but the Company has not yet satisfied its performance obligation. The Company did not ha ve any material unsatisfied performance obligations, contract assets or liabilities as of December 31, 2022 and 2021. \n\nCost of Goods Sold (COGS) \n\nCOGS, exclusive of depreciation and amortization, includes the purchase cost of goods sold net of vendor considerations, in-bound shipping costs, outbound shipping and handling costs and service costs. The Company receives vendor considerations, such as rebates to promote their products, which are generally recorded as a reduction to COGS. Rebates earned from vendors that are based on product purchases are capitalized into inventory and rebates earned based on products sold are credited directly to COGS. \n\nSelling, General and Administrative Expenses (SG&#38;A) \n\nCompany SG&#38;A is primarily comprised of depreciation and amortization, compensation and benefit costs, indirect purchasing, supply chain and branch operations, technology, leases, restructuring, impairments, advertising and selling expenses, as well as other types of general and administrative costs. \n\nAdvertising \n\nAdvertising costs, which include online marketing, are generally expensed in the year the related advertisement is first presented or when incurred. Total advertising expense was $ 519 million, $ 402 million and $ 319 million for 2022, 2021 and 2020, respectively. \n\nStock Incentive Plans \n\nThe Company measures all share-based payments using fair-value-based methods and records compensation expense on a straight-line basis over the vesting periods, net of estimated forfeitures. \n\nIncome Taxes \n\nThe Company recognizes the provision for income taxes using the asset and liability method, under which deferred tax assets and liabilities are recognized for the expected future tax consequences of temporary differences between the financial reporting and tax basis of assets and liabilities, and for operating losses and tax credit carryforwards. Deferred tax assets and liabilities are measured using the currently enacted tax rates that apply to taxable income in effect for the years in which those tax assets are expected to be realized or settled. Also, the Company evaluates deferred income taxes to determine if valuation allowances are required using a &#8220;more likely than not&#8221; standard. This assessment considers the nature, frequency and amount of book and taxable income and losses, the duration of statutory carryback and forward periods, future reversals of existing taxable temporary differences and tax planning strategies, among other matters . \n\nThe Company recognizes tax benefits from uncertain tax positions only if (based on the technical merits of the position) it is more likely than not that the tax positions will be sustained on examination by the tax authority. The Company recognizes interest expense and penalties to its tax uncertainties in the provision for income taxes. \n\nOther Comprehensive Earnings (Losses) \n\nThe Company's Other comprehensive earnings (losses) include foreign currency translation adjustments and unrecognized gains (losses) on postretirement and other employment-related benefit plans. Accumulated other comprehensive earnings (losses) (AOCE) are presented separately as part of shareholders' equity. \n\nCash and Cash Equivalents \n\nThe Company considers investments in highly liquid debt instruments, purchased with an original maturity of 90 days or less, to be cash equivalents. \n\nConcentration of Credit Risk \n\nThe Company places temporary cash investments with institutions of high credit quality and, by policy, limits the amount of credit exposure to any one institution. Also, the Company has a broad customer base representing many diverse industries across North America, Japan and U.K. Consequently, no significant concentration of credit risk is considered to exist. \n\nAccounts Receivable and Allowance for Credit Losses \n\nThe Company&#8217;s accounts receivable arises primarily from sales on credit to customers and are stated at their estimated net realizable value. The Company establishes allowances for credit losses on customer accounts that are potentially uncollectible. These allowances are determined based on several factors, including the age of the receivables, historical collection trends and economic conditions that may have an impact on a specific industry, group of customers or a specific customer. \n\nThe Company establishes an allowance for credit losses to present the net amount of accounts receivable expected to be collected. The allowance is determined by using the loss-rate method, which requires an estimation of loss rates based upon historical loss experience adjusted for factors that are relevant to determining the expected collectability of accounts receivable. Some of these factors include macroeconomic conditions that correlate with historical loss experience, delinquency trends, aging behavior of receivables and credit and liquidity quality indicators for industry groups, customer classes or individual customers. \n\nInventories \n\nCompany inventories primarily consist of merchandise purchased for resale, and they are valued at the lower of cost or net realizable value. The Company uses the last-in, first-out (LIFO) method to account for approximately 73 % of total inventory and the first-in, first-out (FIFO) method for the remaining inventory. The Company regularly reviews inventory to evaluate continued demand and records excess and obsolete provisions representing the difference between excess and obsolete inventories and net realizable value. Estimated net realizable value considers various variables, including product demand, aging and shelf life, market conditions, and liquidation or disposition history and values. \n\nIf FIFO had been used for all of the Company&#8217;s inventories, they would have been $ 693 million and $ 510 million higher than reported as of December 31, 2022 and December 31, 2021, respectively. Concurrently, net earnings would have increased by $ 139 million, $ 49 million and $ 15 million for the years ended December 31, 2022, 2021 and 2020, respectively. \n\nProperty, Buildings and Equipment \n\nProperty, buildings and equipment are stated at cost, less accumulated depreciation. Depreciation is computed over the estimated useful lives of the asset classes using the straight-line method. Useful lives for buildings, structures and improvements range from 10 to 50 years and furniture, fixtures, machinery and equipment from three to 15 years. Amounts expended for maintenance and repairs are charged to expense as incurred. \n\nHistorically, Grainger had depreciated certain property, buildings and equipment using both the declining balance and sum-of-the-years&#8217; digits methods as well as certain buildings over estimated useful lives of approximately thirty years . In accordance with its policy, the Company periodically reviews information impacting the pattern of consumption for its capital assets and useful lives to ensure that estimates of depreciation expenses are appropriate. The Company&#8217;s investment in its supply chain infrastructure and technology triggered the review of these patterns of consumption. Pursuant to the review and effective January 1, 2020, the method of estimating depreciation for certain assets was changed to the straight-line method and updated useful lives to forty and fifty years . The Company determined that these changes in depreciation method and useful lives were considered a change in accounting estimate effected by a change in accounting principle, and as such have been accounted for on a prospective basis. Grainger believes the changes to the straight-line method and useful lives are appropriate estimations of the Company's current patterns of economic consumption of its capital assets and appropriately match current revenues and costs over updated estimates of the assets' useful lives. The effect of these changes resulted in a decrease of $ 34 million to depreciation expense for the year ended December 2020. \n\nDepreciation expense was $ 139 million, $ 123 million and $ 116 million for the years ended December 31, 2022, 2021 and 2020, respectively. \n\nLong-Lived Assets \n\nThe carrying value of long-lived assets, primarily property, buildings and equipment and amortizable intangibles, is evaluated whenever events or changes in circumstances indicate that the carrying value of the asset group may be impaired. An impairment loss is recognized when estimated undiscounted future cash flows resulting from use of the asset, including disposition, are less than their carrying value. Impairment is measured as the amount by which the asset's carrying amount exceeds the fair value. \n\nLeases \n\nThe Company leases certain properties, buildings and equipment (including branches, warehouses, DCs and office space) under various arrangements which provide the right to use the underlying asset and require lease payments for the lease term. The Company determines if an arrangement contains a lease at inception. Leases with an initial term of more than 12 months are recorded on the balance sheet as right-of-use (ROU) assets representing the right to use the underlying asset for the lease term and the corresponding current and long-term lease liabilities representing the obligation to make lease payments arising from the lease. \n\nROU assets and lease liabilities are recognized at the lease commencement or possession date based on the present value of lease payments over the lease term and include options to extend or terminate the lease when they are reasonably certain to be exercised. The present value of lease payments is determined using the incremental borrowing rate based on the information available at the lease commencement date. The incremental borrowing rate, the ROU asset and the lease liability are re-evaluated upon a lease modification. \n\nCertain lease agreements include variable lease payments that primarily include payments for non-lease components including pass-through operating expenses such as certain maintenance costs and utilities, and payments for non-components such as real estate taxes and insurance. Lease agreements with fixed lease and non-lease components are generally accounted for as a single lease component for all underlying classes of assets. Certain of the Company&#8217;s lease arrangements contain renewal provisions from one to 30 years, exercisable at the Company's option. The Company&#8217;s lease agreements do not contain any material residual value guarantees or material restrictive covenants. \n\nThe Company&#8217;s operating lease expense is recognized on a straight-line basis over the lease term and is recorded in SG&#38;A. \n\nGoodwill and Other Intangible Assets \n\nIn a business acquisition, the Company recognizes goodwill as the excess purchase price of an acquired reporting unit over the net amount assigned to assets acquired including intangible assets and liabilities assumed. Acquired intangibles include both assets with indefinite lives and assets that are subject to amortization, which are amortized straight-line over their estimated useful lives. \n\nThe Company tests goodwill and indefinite-lived intangibles for impairment annually during the fourth quarter and more frequently if impairment indicators exist. The Company performs qualitative assessments of significant events and circumstances, such as reporting units' historical and current results, assumptions regarding future performance, strategic initiatives and overall economic factors to determine the existence of impairment indicators and assess if it is more likely than not that the fair value of the reporting unit or indefinite-lived intangible asset is less than its carrying value that would necessitate a quantitative impairment test. In the quantitative test, Grainger compares the carrying value of the reporting unit or an indefinite-lived intangible asset with its fair value. Any excess of the carrying value over fair value is recorded as an impairment charge, presented as part of SG&#38;A. \n\nThe fair value of reporting units is calculated primarily using the discounted cash flow method and utilizing value indicators from a market approach to evaluate the reasonableness of the resulting fair values. Estimates of market-participant risk-adjusted weighted average cost of capital are used as a basis for determining the discount rates to apply to the reporting units&#8217; future expected cash flows and terminal value. \n\nThe Company&#8217;s indefinite-lived intangibles are primarily trade names. The fair value of trade names is calculated primarily using the relief-from-royalty method, which estimates the expected royalty savings attributable to the ownership of the trade name asset. The key assumptions when valuing a trade name are the revenue base, the royalty rate and the discount rate. \n\nAdditionally, the Company capitalizes certain costs related to the purchase and development of internal-use software, which are presented as intangible assets. Amortization of capitalized software is on a straight-line basis over three or five years . \n\nAccounting for Derivative Instruments \n\nThe Company recognizes all derivative instruments as assets or liabilities in the Consolidated Balance Sheets at fair value. The accounting for changes in the fair value of a derivative instrument depends on whether it has been designated and qualifies as part of a hedging relationship and, further, on the type of hedging relationship. \n\nTo qualify for hedge accounting, a derivative must be highly effective at reducing the risk associated with the exposure being hedged. In addition, for a derivative to be designated as a hedge, the risk management objective and strategy must be documented. Hedge documentation must identify the derivative hedging instrument, the asset or liability or forecasted transaction, type of risk to be hedged, and how the effectiveness of the derivative is assessed prospectively and retrospectively. To assess effectiveness, the Company uses statistical methods and qualitative comparisons of critical terms. The extent to which a derivative has been and is expected to continue to be highly effective at offsetting changes in the fair value or cash flows of the hedged item is assessed and documented periodically. If it is determined that a derivative is not highly effective at hedging the designated exposure, hedge accounting is discontinued. For those derivative instruments that are designated and qualify as hedging instruments, the Company classifies them as fair value hedges or cash flow hedges. \n\nContingencies \n\nThe Company records a liability when a particular contingency is both probable and estimable. If the probable loss cannot be reasonably estimated, no accrual is recorded, but the loss contingency and the reasons to the effect that it cannot be reasonably estimated are disclosed. If a loss is reasonably possible, the Company will provide disclosure to that affect. \n\nFor further discussion on the Company's contingencies, see Notes 15 and 16. \n\nNew Accounting Standards \n\nAccounting Pronouncements Recently Adopted \n\nIn March 2020, the FASB issued ASU 2020-04, Reference Rate Reform (Topic 848): Facilitation of the Effects of Reference Rate Reform on Financial Reporting as modified by subsequently issued ASU 2021-01. This update provides optional expedients and exceptions for applying GAAP to certain contract modifications and hedging relationships that reference London Inter-bank Offered Rate (LIBOR) or another reference rate expected to be discontinued. The guidance is effective upon issuance and generally can be applied prospectively to contract modifications made and hedging relationships entered or evaluated on or before December 31, 20 22. In October 2022, the FASB amended Topic 848, updating the sunset date from December 31, 2022 to December 31, 2024. Th e Company adopted this ASU on July 1, 2022 on a prospective basis and it did not have a material impact on the Consolidated Financial Statements. For further discussion on the credit agreement modifications made to the revolving credit facility, see Note 6. \n\nIn November 2021, the FASB issued ASU 2021-10, Government Assistance (Topic 832): Disclosures by Business Entities about Government Assistance . This update provides increased transparency of government assistance, including the disclosure of the types of assistance an entity receives, an entity's method of accounting for government assistance and the effect of the assistance on an entity's financial statements. The guidance is effective for annual periods beginning after December 15, 2021 and should be applied prospectively or retrospectively. Early adoption is permitted. The Company adopted this ASU on January 1, 2022 on a prospective basis and it did not have a material impact on the Consolidated Financial Stateme nts and related disclosures. \n\nNOTE 2 - BUSINESS DIVESTITURES AND LIQUIDATIONS \n\nConsistent with the Company's strategic focus on broad line MRO distribution in key markets, Grainger divested Cromwell's wholly owned software business in the U.K. (Cromwell subsidiary) on October 21, 2022, the China business (China) on August 21, 2020, the Fabory business in Europe (Fabory) on June 30, 2020 and commenced the liquidation of Zoro Tools Europe (ZTE) in the fourth quarter of 2020. Accordingly, the Company's Consolidated Statements of Earnings, Comprehensive Earnings and Cash Flows and related notes include these business results in Other businesses through the respective dates of divestiture and liquidation. The proceeds from the divestitures were used to fund general business and corporate needs. The Company does not expect these business exits to have a future material impact on its Consolidated Financial Statements. \n\nIn the fourth quarter of 2022, the Company recorded a gain of $ 21 million in SG&#38;A as a result of the Cromwell subsidiary divestiture. In 2020, Grainger recorded a gain of $ 5 million and a loss of approximately $ 109 million in SG&#38;A as a result of the China and Fabory business divestitures, respectively, which included net accumulated foreign currency translation losses of $ 45 million, that were reclassified from Accumulated other comprehensive earnings (losses) (AOCE) to SG&#38;A. Additionally in 2020, the Company recorded $ 9 million in expense in SG&#38;A associated with the wind down of ZTE. \n\nNOTE 3 - REVENUE \n\nThe Company's revenue is primarily comprised of MRO product sales and related activities, such as freight and services. \n\nGrainger serves a large number of customers in diverse industries, which are subject to different economic and market-specific factors. The Company's presentation of revenue by segment and industry most reasonably depicts how the nature, amount, timing and uncertainty of the Company's revenue and cash flows are affected by economic and market-specific factors. In addition, the segments have unique underlying risks associated with customer purchasing behaviors. In the High-Touch Solutions N.A. segment, more than two-thirds of revenue is derived from customer contracts whereas in the Endless Assortment segment, a majority of revenue is derived from non-contractual purchases. \n\nThe following table presents the Company's percentage of revenue by reportable segment and by major customer industry: \n\n##TABLE_START &#160; Twelve Months Ended December 31, 2022 2021 2020 &#160; High-Touch Solutions N.A. &#160; Endless Assortment &#160; Total Company (2) \n\nHigh-Touch Solutions N.A. Endless Assortment Total Company (2) \n\nHigh-Touch Solutions N.A. Endless Assortment Total Company (2) \n\nContractors 9 &#160; % 15 &#160; % 10 &#160; % 9 &#160; % 16 &#160; % 10 &#160; % 9 &#160; % 15 &#160; % 10 &#160; % Commercial 9 &#160; 15 &#160; 10 &#160; 9 &#160; 15 &#160; 10 &#160; 8 &#160; 15 &#160; 9 &#160; Government 17 &#160; 3 &#160; 14 &#160; 18 &#160; 3 &#160; 15 &#160; 20 &#160; 3 &#160; 16 &#160; Healthcare 7 &#160; 2 &#160; 6 &#160; 7 &#160; 2 &#160; 6 &#160; 9 &#160; 2 &#160; 7 &#160; Manufacturing 31 &#160; 30 &#160; 31 &#160; 30 &#160; 29 &#160; 30 &#160; 29 &#160; 29 &#160; 30 &#160; Retail/Wholesale 9 &#160; 15 &#160; 10 &#160; 10 &#160; 10 &#160; 10 &#160; 9 &#160; 10 &#160; 9 &#160; Transportation 6 &#160; 3 &#160; 5 &#160; 5 &#160; 3 &#160; 5 &#160; 5 &#160; 3 &#160; 5 &#160; \n\nOther (1) \n\n12 &#160; 17 &#160; 14 &#160; 12 &#160; 22 &#160; 14 &#160; 11 &#160; 23 &#160; 14 &#160; Total net sales 100 &#160; % &#160; 100 &#160; % &#160; 100 &#160; % 100 &#160; % 100 &#160; % 100 &#160; % 100 &#160; % 100 &#160; % 100 &#160; % Percent of total company revenue 80 &#160; % 18 &#160; % 100 &#160; % 78 &#160; % 20 &#160; % 100 &#160; % 78 &#160; % 18 &#160; % 100 &#160; % (1) Other primarily includes revenue from industries and customers that are not material individually, including agriculture, mining, natural resources and resellers not aligned to a major industry segment. \n\n(2) Total Company includes other businesses, which includes the Cromwell busine ss, as well as Grainger's divested businesses in the periods prior to their divestitures. Other businesses account for approximately 2 %, 2 % and 4 % of revenue for the twelve months ended December 31, 2022, 2021 and 2020, respectively. \n\n##TABLE_END\n\nNOTE 4 - PROPERTY, BUILDINGS AND EQUIPMENT \n\nGrainger's p roperty, buildings and equipment consisted of the following (in millions of dollars): \n\n##TABLE_START &#160; As of &#160; December 31, 2022 &#160; December 31, 2021 Land $ 318 &#160; &#160; $ 329 &#160; Building, structures and improvements 1,463 &#160; &#160; 1,431 &#160; Furniture, fixtures, machinery and equipment 1,662 &#160; &#160; 1,567 &#160; Property, buildings and equipment \n\n$ 3,443 &#160; &#160; $ 3,327 &#160; Less accumulated depreciation and amortization 1,982 &#160; &#160; 1,903 &#160; Property, buildings and equipment &#8211; net $ 1,461 &#160; &#160; $ 1,424 &#160; ##TABLE_END \n\nNOTE 5 - GOODWILL AND OTHER INTANGIBLE ASSETS \n\nGrainger completed its annual impairment testing of goodwill and intangible assets during the fourth quarter of 2022 and 2021. Based on the results of that testing, the Company did not identify any significant events or changes in circumstances that indicated the existence of impairment indicators and concluded that it was more likely than not that the fair value of the reporting units exceeded their carrying amounts at each respective period. \n\nHigh-Touch Solutions N.A. &#8211; Canada Business \n\nAs of December 31, 2022 and 2021, the Canada business reporting unit had goodwill of $ 121 million and $ 129 million, respectively. As part of our annual impairment testing, the Company performed evaluations of changes in key assumptions, notably projections of revenue growth, operating expenditures, changes in working capital, and factors that could impact the discount rate used in the analysis. In doing so, we compared the current results to forecasted expectations of the most recent quantitative analysis, along with analyzing macroeconomic conditions, current industry trends and transactions, and other market data of industry peers. The Company did not identify any significant events or changes in circumstances that indicated the existence of impairment indicators for its Canada business and concluded that it was more likely than not that the fair value of the Canada business reporting unit exceeded its carrying amount. \n\nThe Company's balances and changes in the carrying amount of Goodwill by segment are as follows (in millions of dollars): \n\n##TABLE_START High-Touch Solutions N.A. Endless Assortment Other Total Balance at January 1, 2021 $ 321 &#160; $ 70 &#160; $ &#8212; &#160; $ 391 &#160; Translation &#8212; &#160; ( 7 ) &#8212; &#160; ( 7 ) Balance at December 31, 2021 321 &#160; 63 &#160; &#8212; &#160; 384 &#160; Translation ( 8 ) ( 5 ) &#8212; &#160; ( 13 ) Balance at December 31, 2022 $ 313 &#160; $ 58 &#160; $ &#8212; &#160; $ 371 &#160; ##TABLE_END \n\nThe ag gregate cumulative goodwill impairments as of December 31, 2022, was $ 137 million and consisted of $ 32 million in High-Touch Solutions N.A. and $ 105 million in O ther. \n\nThe balances and changes in intangible assets &#8211; net are as follows (in millions of dollars): \n\n##TABLE_START As of December 31, 2022 2021 Weighted average life Gross carrying amount Accumulated amortization/ impairment Net carrying amount Gross carrying amount Accumulated amortization/impairment Net carrying amount Customer lists and relationships \n\n11.7 years $ 217 &#160; $ 181 &#160; $ 36 &#160; $ 221 &#160; $ 176 &#160; $ 45 &#160; Trademarks, trade names and other \n\n14.4 years 32 &#160; 22 &#160; 10 &#160; 36 &#160; 24 &#160; 12 &#160; Non-amortized trade names and other \n\nIndefinite 22 &#160; &#8212; &#160; 22 &#160; 25 &#160; &#8212; &#160; 25 &#160; Capitalized software 4.2 years 580 &#160; 416 &#160; 164 &#160; 525 &#160; 369 &#160; 156 &#160; Total intangible assets 6.9 years $ 851 &#160; $ 619 &#160; $ 232 &#160; $ 807 &#160; $ 569 &#160; $ 238 &#160; ##TABLE_END\n\nAmortization expense of intangible assets recorded in SG&#38;A was $ 61 million, $ 63 million, and $ 60 million for the years ended December 31, 2022, 2021 and 2020, respectively. \n\nEstimated amortization expense for future periods is as follows (in millions of dollars): \n\n##TABLE_START Year Expense 2023 $ 61 &#160; 2024 53 &#160; 2025 44 &#160; 2026 31 &#160; 2027 16 &#160; Thereafter 5 &#160; Total $ 210 &#160; ##TABLE_END\n\nNOTE 6 - DEBT \n\nTotal debt, including long-term, current maturities and debt issuance costs and discounts &#8211; net, consisted of the following (in millions of dollars): \n\n##TABLE_START As of December 31, &#160; 2022 2021 Carrying Value Fair Value Carrying Value Fair Value \n\n4.60 % senior notes due 2045 \n\n$ 1,000 &#160; $ 916 &#160; $ 1,000 &#160; $ 1,284 &#160; \n\n1.85 % senior notes due 2025 \n\n500 &#160; 470 &#160; 500 &#160; 509 &#160; \n\n4.20 % senior notes due 2047 \n\n400 &#160; 338 &#160; 400 &#160; 492 &#160; \n\n3.75 % senior notes due 2046 \n\n400 &#160; 317 &#160; 400 &#160; 459 &#160; Japanese yen term loan 69 &#160; 69 &#160; 78 &#160; 78 &#160; Other ( 29 ) ( 29 ) 7 &#160; 7 &#160; Subtotal 2,340 &#160; 2,081 &#160; 2,385 &#160; 2,829 &#160; Less current maturities ( 35 ) ( 35 ) &#8212; &#160; &#8212; &#160; Debt issuance costs and discounts &#8211; net of amortization ( 21 ) ( 21 ) ( 23 ) ( 23 ) Long-term debt $ 2,284 &#160; $ 2,025 &#160; $ 2,362 &#160; $ 2,806 &#160; ##TABLE_END\n\nRevolving Credit Facility \n\nIn February 2020, the Company entered into a five -year unsecured credit agreement. Grainger may obtain loans in various currencies on a revolving basis in an aggregate amount not exceeding $ 1.25 billion (revolving credit facility), which may be increased up to $ 1.875 billion at the request of the Company, subject to approval from lenders and other customary conditions. The primary purpose of the revolving credit facility is to support the Company's commercial paper program and for general corporate purposes. The revolving credit facility replaced the Company's former $ 750 million unsecured revolving credit facility, which originated in October 2017 and was scheduled to mature in October 2022. \n\nIn August 2022, the Company entered into a First Amendment (the Amendment) to its revolving credit facility. The Amendment changes the benchmark rate for borrowings denominated in U.S. and foreign currencies from LIBOR to certain alternative benchmark rates. This includes benchmark rates based on the Euro Interbank Offered Rate (EURIBOR) for borrowings denominated in Euros, the Canadian Dollar Offer Rate (CDOR) for borrowings denominated in Canadian dollars, the Sterling Overnig ht Index Average (SONIA) for borrowings denominated in sterling and Secured Overnight Financing Rate (SOFR) for borrowings denominated in U.S. dollars. The Amendment also updates certain other provisions regarding successor interest rates to LIBOR. \n\nThere were no borrowings outstanding under the revolving credit facility as of December 31, 2022 and 2021. \n\nThe Company's foreign subsidiaries utilize various financing sources for working capital purposes and other operating needs. These financing sources in aggregate were not m aterial as of December 31, 2022 and 2021. \n\nCommercial Paper \n\nThe Company issues commercial paper from time to time for general working capital needs. As of December 31, 2022 and 2021, there was no ne outstanding. \n\nSenior Notes \n\nIn the years 2015-2020, Grainger issued $ 2.3 billion in unsecured long-term debt (senior notes) primarily to provide flexibility in funding general working capital needs, share repurchases and long-term cash requirements. The senior notes require no principal payments until maturity and interest is paid semi-annually. \n\nThe Company may redeem the senior notes in whole at any time or in part from time to time at a make-whole redemption price prior to their respective maturity dates. The redemption price is calculated by reference to the then-current yield on a U.S. treasury security with a maturity comparable to the remaining term of the senior notes plus 10 - 25 basis points, together with accrued and unpaid interest, at the redemption date. Additionally, if the Company experiences specific kinds of changes in control, it will be required to make an offer to purchase the senior notes at 101 % of their principal amount plus accrued and unpaid interest, at the date of purchase. Within one year of the maturity date, the Company may redeem the senior notes in whole at any time or in part at 100 % of their principal amount, together with accrued and unpaid interest, at the redemption date. \n\nThe Company incurred debt issuance costs related to the senior notes of approximately $ 29 million, representing underwriting fees and other expenses. These costs were recorded as a contra-liability in Long-term debt and are being amortized over the term of the senior notes using the straight-line method to Interest expense &#8211; net. \n\nGrainger uses interest rate swaps to manage the risks associated with the 1.85 % senior notes. These swaps were designated for hedge accounting treatment as fair value hedges. The resulting carrying value adjustments as of December 31, 2022 and 2021 , are presented in Other in the table above. For further discussion on the Company's hedge accounting policies and derivative instruments, see Note 12. \n\nTerm Loan \n\nIn August 2020, MonotaRO entered into a &#165; 9 billion term loan agreement to fund technology investments and the expansion of its distribution center (DC) network. As of December 31, 2022 and 2021 , the carrying amount of the term loan, including current maturities due within one year , was $ 69 million a nd $ 78 million, respectively. The term loan matures in 2024, payable over four equal semi-annual principal installments in 2023 and 2024 and bears an average interest rate of 0.05 %. \n\nFair Value \n\nThe estimated fair value of the Company&#8217;s senior notes was based on available external pricing data and current market rates for similar debt instruments, among other factors, which are classified as Level 2 inputs within the fair value hierarchy. \n\nThe Company's debt instruments include affirmative and negative covenants that are usual and customary for companies with similar credit ratings and do not contain any financial performance covenants. The Compa ny was i n compliance with all debt covenants as of December 31, 2022 and 2021. \n\nThe scheduled aggregate principal payments required on the Company's indebtedness, based on the maturity dates defined within the debt arrangements, for the succeeding five years, excluding debt issuance costs and the impact of derivatives, are due as follows (in millions of dollars): \n\n##TABLE_START Year Payment Amount 2023 $ 35 &#160; 2024 34 &#160; 2025 500 &#160; 2026 5 &#160; 2027 &#8212; &#160; Thereafter 1,800 &#160; Total $ 2,374 &#160; ##TABLE_END\n\nNOTE 7 - EMPLOYEE BENEFITS \n\nThe Company provides various retirement benefits to eligible team members, including contributions to defined contribution plans, pension benefits associated with defined benefit plans, postretirement medical benefits and other benefits. Eligibility requirements and benefit levels vary depending on team member location. Various foreign benefit plans cover team members in accordance with local legal requirements. \n\nDefined Contribution Plans \n\nA majority of the Company's U.S. team members are covered by a retirement savings plan, adopted as of January 1, 2021. The new plan amended and restated the prior noncontributory profit-sharing plan, which previously aligned Company contributions to Company performance and included two components, a variable annual contribution based on the Company's rate of return on invested capital and an automatic contribution e qual to 3 % of the eligible team member's total eligible compensation. As part of the amendment, beginning in 2021, the profit-sharing contribution was removed and the Company's automatic contribution increased from 3 % to 6 % o f total eligible participants&#8217; compensation. In addition, team members covered by the plan are also able to make personal contributions. \n\nThe total retirement savings plan expense was $ 87 million, $ 78 million, and $ 99 million for 2022, 2021 and 2020, respectively. \n\nThe Company sponsors additional defined contribution plans available to certain U.S. and foreign team members for which contributions are made by the Company and participating team members. The expense associated with these defined contribution plans totaled $ 11 million, $ 16 million and $ 16 million for 2022, 2021 and 2020, respectively. \n\nPostretirement Healthcare Benefits Plans \n\nThe Company has a postretirement healthcare benefit plan that provides coverage for a majority of its U.S. team members hired prior to January 1, 2013, and their dependents should they elect to maintain such coverage upon retirement. Covered team members become eligible for participation when they qualify for retirement while working for the Company. Participation in the plan is voluntary and requires participants to make contributions toward the cost of the plan, as determined by the Company. \n\nThe net periodic benefits costs were valued with a measurement date of January 1 for each year and consisted of the following components (in millions of dollars): \n\n##TABLE_START For the Years Ended December 31, 2022 2021 2020 SG&#38;A Service cost $ 4 &#160; $ 5 &#160; $ 5 &#160; Other (income) expense Interest cost 4 &#160; 3 &#160; 6 &#160; Expected return on assets ( 8 ) ( 8 ) ( 8 ) Amortization of prior service credit ( 10 ) ( 9 ) ( 10 ) Amortization of unrecognized gains ( 9 ) ( 8 ) ( 5 ) Net periodic benefits $ ( 19 ) $ ( 17 ) $ ( 12 ) ##TABLE_END\n\nReconciliations of the beginning and ending balances of the postretirement benefit asset (obligation), which is calculated as of December 31 measurement date, the fair value of plan assets available for benefits and the funded status of the benefit asset (obligation) follow (in millions of dollars): \n\n##TABLE_START 2022 2021 Benefit obligation at beginning of year $ 153 &#160; $ 167 &#160; Service cost \n\n4 &#160; 5 &#160; Interest cost \n\n4 &#160; 3 &#160; Plan participants' contributions \n\n3 &#160; 3 &#160; Actuarial gains ( 40 ) ( 14 ) Benefits paid \n\n( 12 ) ( 11 ) Benefit obligation at end of year $ 112 &#160; $ 153 &#160; Plan assets available for benefits at beginning of year $ 207 &#160; $ 206 &#160; Actual returns on plan assets ( 36 ) 9 &#160; Plan participants' contributions \n\n3 &#160; 3 &#160; Benefits paid \n\n( 12 ) ( 11 ) Plan assets available for benefits at end of year 162 &#160; 207 &#160; Noncurrent postretirement benefit asset $ 50 &#160; $ 54 &#160; ##TABLE_END\n\nThe amounts recognized in AOCE consisted of the following (in millions of dollars): \n\n##TABLE_START As of December 31, 2022 2021 Prior service credit $ 33 &#160; $ 42 &#160; Unrecognized gains 77 &#160; 90 &#160; Deferred tax liability ( 28 ) ( 33 ) Net accumulated gains \n\n$ 82 &#160; $ 99 &#160; ##TABLE_END\n\nThe Company has elected to amortize the amount of net unrecognized gains over a period equal to the average remaining service period for active plan participants expected to retire and receive benefits of approximately 10 years for 2022. \n\nThe postretirement benefit obligation was determined by applying the terms of the plan and actuarial models. These models include various actuarial assumptions, including discount rates, long-term rates of return on plan assets, healthcare cost trend rate and cost-sharing between the Company and the retirees. The Company evaluates its actuarial assumptions on an annual basis and considers changes in these long-term factors based upon market conditions and historical experience. The actuarial gains recognized during the plan year are primarily related to \n\nchanges in assumptions related to certain retiree coverage elections, health reimbursement arrangement (HRA) subsidy and changes to the discount rate. \n\nThe following assumptions were used to determine net periodic benefit costs at January 1 of each year: \n\n##TABLE_START For the Years Ended December 31, 2022 2021 2020 Discount rate 2.57 &#160; % 2.17 &#160; % 3.01 &#160; % Long-term rate of return on plan assets &#8211; net of tax 4.04 &#160; % 4.04 &#160; % 4.04 &#160; % Initial healthcare cost trend rate Pre age 65 6.50 &#160; % 5.81 &#160; % 6.06 &#160; % Post age 65 NA NA NA Catastrophic drug benefit NA NA NA Ultimate healthcare cost trend rate 4.50 &#160; % 4.50 &#160; % 4.50 &#160; % Year ultimate healthcare cost trend rate reached 2030 2026 2026 HRA credit inflation index for grandfathered retirees &#8212; &#160; % &#8212; &#160; % 2.50 &#160; % ##TABLE_END\n\nThe following assumptions were used to determine benefit obligations as of December 31: \n\n##TABLE_START 2022 2021 2020 Discount rate 4.92 &#160; % 2.57 &#160; % 2.17 &#160; % Expected long-term rate of return on plan assets &#8211; net of tax 4.04 &#160; % 4.04 &#160; % 4.04 &#160; % Initial healthcare cost trend rate Pre age 65 7.50 &#160; % 6.50 &#160; % 5.81 &#160; % Post age 65 NA NA NA Catastrophic drug benefit NA NA NA Ultimate healthcare cost trend rate 4.50 &#160; % 4.50 &#160; % 4.50 &#160; % Year ultimate healthcare cost trend rate reached 2033 2030 2026 HRA credit inflation index for grandfathered retirees &#8212; &#160; % &#8212; &#160; % &#8212; &#160; % ##TABLE_END\n\nThe discount rate assumptions reflect the rates available on high-quality fixed-income debt instruments as of December 31, the measurement date of each year. These rates have been selected due to their similarity to the duration of the projected cash flows of the postretirement healthcare benefit plan. As of December 31, 2022, the Company increased the discount rate from 2.57 % to 4.92 % to reflect the increase in the market interest rates as of December 31, 2022. \n\nThe Company reviews external data and its own historical trends for healthcare costs to determine the healthcare cost trend rates. As of December 31, 2022, the initial healthcare cost trend rate was 7.50 % for pre age 65. The healthcare costs trend rates decline each year until reaching the ultimate trend rate of 4.50 %. The plan amendment adopted in 2017 moves all post age 65 Medicare eligible retirees to an exchange and provides a subsidy to those retirees to purchase insurance. The amount of the subsidy is based on years of service for grandfathered team members. \n\nT he Company has established a Group Benefit Trust (Trust) to fund the plan obligations and process benefit payments. In 2019, the Company liquidated previously held index funds and temporarily invested all assets of the Trust in money market funds. In 2020, the Company transitioned the Trust assets from money market funds into a liability-driven investment solution which enhances the Trust's after-tax returns and de-risks the Company's exposure by more closely match-funding the underlying liability. This investment strategy reflects the long-term nature of the plan obligation and seeks to reach a balanced allocation between Fixed Income securities and Equities of 65 % and 35 %, respectively. The plan's assets are stated at fair value, which represents the net asset value of shares held by the plan in the registered investm ent companies at the quoted market prices (Level 1 input) or at significant other observable inputs (Level 2 input). \n\nThe plan assets available for benefits are net of Trust liabilities, primarily related to deferred income taxes and taxes payable as of December 31 (in millions of dollars): \n\n##TABLE_START 2022 2021 Asset class: Level 1 inputs: Mutual funds: &#160; Funds &#8211; municipal/provincial bonds $ 8 &#160; $ 12 &#160; &#160; Funds &#8211; corporate bonds fund 3 &#160; 5 &#160; Federal Money Market Fund &#8212; &#160; 4 &#160; Level 2 inputs: Fixed income: &#160; Corporate bonds 57 &#160; 89 &#160; &#160; Government/municipal bonds 12 &#160; 14 &#160; Equity funds 73 &#160; 85 &#160; Plan assets 153 &#160; 209 &#160; Less trust assets (liabilities) 9 &#160; ( 2 ) Plan assets available for benefits $ 162 &#160; $ 207 &#160; ##TABLE_END\n\nConsistent with the new investment strategy, the after-tax expected long-term rates of return on plan assets of 4.04 % as of December 31, 2022 is based on the historical average of long-term rates of return and an estimated tax rate. The required use of an expected long-term rate of return on plan assets may result in recognition of income that is greater or lower than the actual return on plan assets in any given year. Over time, however, the expected long-term returns are designed to approximate the actual long-term returns and, therefore, result in a pattern of income recognition that more closely matches the pattern of the services provided by the team members. \n\nThe Company's investment policies include periodic reviews by management and trustees at least annually concerning: (1) the allocation of assets among various asset classes (e.g., domestic stocks, international stocks, short-term bonds, long-term bonds, etc.); (2) the investment performance of the assets, including performance comparisons with appropriate benchmarks; (3) investment guidelines and other matters of investment policy and (4) the hiring, dismissal or retention of investment managers. \n\nThe Company forecasts the following benefit payments related to postretirement (which include a projection for expected future team member service) for the next ten years (in millions of dollars): \n\n##TABLE_START Year Estimated Gross Benefit Payments 2023 $ 9 &#160; 2024 9 &#160; 2025 9 &#160; 2026 9 &#160; 2027 9 &#160; 2028-2032 41 &#160; Total $ 86 &#160; ##TABLE_END\n\nNOTE 8 - LEASES \n\nThe Company leases certain properties, buildings and equipment (including branches, warehouses, DCs and office space) under various arrangements which provide the right to use the underlying asset and require lease payments for the lease term. The Company&#8217;s lease portfolio consists mainly of operating leases that expire at various dates through 2037 . \n\nInformation related to operating leases is as follows (in millions of dollars): \n\n##TABLE_START As of December 31, 2022 2021 Right-of-use assets Operating lease right-of-use $ 367 &#160; $ 393 &#160; Operating lease liabilities Operating lease liability 68 &#160; 66 &#160; Long-term operating lease liability 318 &#160; 334 &#160; Total operating lease liabilities $ 386 &#160; $ 400 &#160; ##TABLE_END\n\n##TABLE_START As of December 31, 2022 2021 Weighted average remaining lease term 7 years 7 years Weighted average incremental borrowing rate 1.46 &#160; % 0.81 &#160; % Cash paid for operating leases $ 76 &#160; $ 68 &#160; Right-of-use assets obtained in exchange for operating lease obligations $ 96 &#160; $ 244 &#160; ##TABLE_END \n\nRent expense was $ 93 million, $ 74 million and $ 76 million for 2022, 2021 and 2020, respectively. These amounts are net of sublease income of $ 2 million for 2022, 2021 and 2020. \n\nRemaining maturity of existing lease liabilities as of December 31, 2022 are as follows (in millions of dollars): \n\n##TABLE_START Year Operating Leases 2023 $ 77 &#160; 2024 68 &#160; 2025 62 &#160; 2026 50 &#160; 2027 40 &#160; Thereafter 108 &#160; Total lease payments \n\n405 &#160; Less interest \n\n( 19 ) Present value of lease liabilities \n\n$ 386 &#160; ##TABLE_END\n\nAs of December 31, 2022 and 2021, the Company's finance leases and service contracts with lease arrangements wer e not m aterial. Finance leases are reported in Property, buildings and equipment &#8211; net, and as a short and long-term finance lease liability in Accrued Expenses and Other non-current liabilities. \n\nAs of December 31, 2022 and 2021, Grainger's future lease obligations that have not yet commenced were $ 65 million and $ 18 million, respectively. \n\nNOTE 9 - STOCK INCENTIVE PLANS \n\nThe Company maintains stock incentive plans under which the Company may grant a variety of incentive awards to team members and executives, which include restricted stock units (RSUs), performance shares and deferred stock units. As of December 31, 2022, there were 1.5 million shares available for grant under the plans. When awards are exercised or settled, shares of the Company&#8217;s treasury stock are issued. \n\nPretax stock-based compensation expense included in SG&#38;A was $ 48 million, $ 42 million, and $ 46 million in 2022, 2021 and 2020, respectively, and was primarily comprised of RSUs. Related income tax benefits recognized in earnings were $ 19 million, $ 21 million, and $ 16 million in 2022, 2021 and 2020, respectively. \n\nRestricted Stock Units \n\nThe Company awards RSUs to certain team members and executives. RSUs vest generally over periods from one to seven years from issuance. The RSU grant date fair value is based on the closing price of the Company's common stock on the last trading day preceding the date of the grant. RSU expense for the years ended December 31, 2022, 2021 and 2020 was approximately $ 34 million, $ 30 million and $ 32 million, respectively. \n\nThe following table summarizes RSU activity (in millions of dollars, except for share and per share amounts): \n\n##TABLE_START 2022 2021 2020 Shares Weighted Average Price Per Share Shares Weighted Average Price Per Share Shares Weighted Average Price Per Share Beginning nonvested units 202,321 &#160; $ 318.40 &#160; 317,414 &#160; $ 259.67 &#160; 326,124 &#160; $ 259.88 &#160; Issued 96,940 &#160; $ 520.67 &#160; 105,866 &#160; $ 406.17 &#160; 140,815 &#160; $ 252.11 &#160; Canceled ( 17,038 ) $ 345.30 &#160; ( 36,134 ) $ 274.74 &#160; ( 26,254 ) $ 257.56 &#160; Vested ( 91,191 ) $ 336.99 &#160; ( 184,825 ) $ 276.34 &#160; ( 123,271 ) $ 252.05 &#160; Ending nonvested units 191,032 &#160; $ 409.77 &#160; 202,321 &#160; $ 318.40 &#160; 317,414 &#160; $ 259.67 &#160; Fair value of shares vested \n\n$ 31 &#160; $ 51 &#160; $ 31 &#160; ##TABLE_END\n\nAs of December 31, 2022, there was $ 55 million of total unrecognized compensation expense related to nonvested RSUs the Company expects to recognize over a weighted average period of 2.1 years. \n\nNOTE 10 - CAPITAL STOCK \n\nThe Company had no shares of preferred stock outstanding as of December 31, 2022 and 2021. The activity related to outstanding common stock and common stock held in treasury was as follows: \n\n##TABLE_START 2022 2021 2020 Outstanding Common Stock Treasury Stock Outstanding Common Stock Treasury Stock Outstanding Common Stock Treasury Stock Balance at beginning of period 51,220,205 &#160; 58,439,014 &#160; 52,524,391 &#160; 57,134,828 &#160; 53,687,528 &#160; 55,971,691 &#160; Exercise of stock options 101,802 &#160; ( 101,802 ) 188,444 &#160; ( 188,444 ) 311,374 &#160; ( 311,374 ) Settlement of restricted stock units &#8211; net of 31,132 , 61,377 and 41,019 shares retained, respectively \n\n64,649 &#160; ( 64,649 ) 127,969 &#160; ( 127,969 ) 82,241 &#160; ( 82,241 ) Settlement of performance share units &#8211; net of 10,359 , 9,746 and 16,830 shares retained, respectively \n\n13,890 &#160; ( 13,890 ) 12,507 &#160; ( 12,507 ) 28,098 &#160; ( 28,098 ) Purchase of treasury shares ( 1,144,223 ) 1,144,223 &#160; ( 1,633,106 ) 1,633,106 &#160; ( 1,584,850 ) 1,584,850 &#160; Balance at end of period 50,256,323 &#160; 59,402,896 &#160; 51,220,205 &#160; 58,439,014 &#160; 52,524,391 &#160; 57,134,828 &#160; ##TABLE_END \n\nNOTE 11 - ACCUMULATED OTHER COMPREHENSIVE EARNINGS (LOSSES) (AOCE) \n\nThe components of AOCE consisted of the following (in millions of dollars): \n\n##TABLE_START Foreign Currency Translation and Other Defined Postretirement Benefit Plan Other Employment-related Benefit Plans Total Foreign Currency Translation Attributable to Noncontrolling Interests AOCE Attributable to W.W. Grainger, Inc. Balance at January 1, 2020 &#8211; net of tax $ ( 238 ) $ 79 &#160; $ ( 8 ) $ ( 167 ) $ ( 13 ) $ ( 154 ) Other comprehensive earnings (loss) before reclassifications &#8211; net of tax 36 &#160; 33 &#160; &#8212; &#160; 69 &#160; 12 &#160; 57 &#160; Amounts reclassified to net earnings 47 &#160; ( 11 ) &#8212; &#160; 36 &#160; &#8212; &#160; 36 &#160; Net current period activity $ 83 &#160; $ 22 &#160; $ &#8212; &#160; $ 105 &#160; $ 12 &#160; $ 93 &#160; Balance at December 31, 2020 &#8211; net of tax $ ( 155 ) $ 101 &#160; $ ( 8 ) $ ( 62 ) $ ( 1 ) $ ( 61 ) Other comprehensive earnings (loss) before reclassifications &#8211; net of tax ( 64 ) 12 &#160; 2 &#160; ( 50 ) ( 29 ) ( 21 ) Amounts reclassified to net earnings &#8212; &#160; ( 14 ) &#8212; &#160; ( 14 ) &#8212; &#160; ( 14 ) Net current period activity ( 64 ) ( 2 ) 2 &#160; ( 64 ) ( 29 ) ( 35 ) Balance at December 31, 2021 &#8211; net of tax $ ( 219 ) $ 99 &#160; $ ( 6 ) $ ( 126 ) $ ( 30 ) $ ( 96 ) Other comprehensive earnings (loss) before reclassifications &#8211; net of tax $ ( 101 ) $ ( 4 ) $ &#8212; &#160; $ ( 105 ) $ ( 34 ) $ ( 71 ) Amounts reclassified to net earnings $ &#8212; &#160; $ ( 13 ) $ &#8212; &#160; $ ( 13 ) $ &#8212; &#160; $ ( 13 ) Net current period activity $ ( 101 ) $ ( 17 ) $ &#8212; &#160; $ ( 118 ) $ ( 34 ) $ ( 84 ) Balance at December 31, 2022 &#8211; net of tax $ ( 320 ) $ 82 &#160; $ ( 6 ) $ ( 244 ) $ ( 64 ) $ ( 180 ) ##TABLE_END\n\nNOTE 12 - DERIVATIVE INSTRUMENTS \n\nThe Company maintains various agreements with bank counterparties that permit the Company to enter into \"over-the-counter\" derivative instrument agreements to manage its risk associated with interest rates and foreign currency fluctuations. In February 2020, the Company entered into certain derivative instrument agreements to manage its risk associated with interest rates of its 1.85 % Notes and foreign currency fluctuations in connection with its foreign currency-denominated intercompany borrowings. The Company did not enter into these agreements for trading or speculative purposes. \n\nCash Flow Hedges \n\nThe Company uses cash flow hedges primarily to hedge the exposure to variability in forecasted cash flows from foreign currency-denominated intercompany borrowings via cross-currency swaps. Gains or losses on the cross-currency swaps are reported as a component of Accumulated other comprehensive earnings (losses) (AOCE) and reclassified into earnings in the same period during which the hedged transaction affects earnings. The notional amount of the Company&#8217;s outstanding cash flow hedges as of December 31, 2022 and 2021 was approximately $ 34 million. \n\nThe effect of the Company&#8217;s cash flow hedges on AOCE for the twelve months ended December 31, 2022 and 2021 was not material. \n\nFair Value Hedges \n\nThe Company uses fair value hedges primarily to hedge a portion of its fixed-rate long-term debt via interest rate swaps. Changes in the fair value of the interest rate swaps, along with the gain or loss on the hedged item, is recorded in earnings under the same line item, Interest expense &#8211; net. The notional amount of the Company&#8217;s outstanding fair value hedges as of December 31, 2022 and 2021 was $ 500 million. \n\nThe effect of the Company's fair value hedges on the Consolidated Statement of Earnings in Interest expense &#8211; net for the twelve months ended December 31, 2022 and 2021, respectively, were as follows (in millions of dollars): \n\n##TABLE_START For the Years Ended December 31, 2022 2021 Gain or (loss): Interest rate swaps: Hedged item $ 35 &#160; $ 20 &#160; Derivatives designated as hedging instrument $ ( 35 ) $ ( 20 ) ##TABLE_END\n\nThe fair value and carrying amounts of outstanding derivative instruments in the Consolidated Balance Sheets as of December 31, 2022 and 2021, respectively, were as follows (in millions of dollars): \n\n##TABLE_START As of December 31, 2022 2021 Balance Sheet Classification Fair Value and Carrying Amounts Cross-currency swap Other non-current liabilities $ &#8212; &#160; $ 2 &#160; Interest rate swaps Other assets $ &#8212; &#160; $ 1 &#160; Other non-current liabilities $ 34 &#160; $ &#8212; &#160; ##TABLE_END\n\nThe carrying amount of the liability hedged by the interest rate swaps recorded in Long-term debt, including the cumulative amount of fair value hedging adjustments, as of December 31, 2022 and 2021 totaled $ 466 million and $ 501 million , respectively. \n\nFair Value \n\nThe estimated fair values of the Company's derivative instruments were based on quoted market forward rates, which are classified as Level 2 inputs within the fair value hierarchy and reflect the present value of the amount that the Company would pay for contracts involving the same notional amounts and maturity dates. No adjustments were required during the current period to reflect the counterparty&#8217;s credit risk or the Company&#8217;s own nonperformance risk. \n\nNOTE 13 - INCOME TAXES \n\nEarnings (losses) before income taxes by geographical area consisted of the following (in millions of dollars): \n\n##TABLE_START For the Years Ended December 31, 2022 2021 2020 U.S. $ 1,903 &#160; $ 1,267 &#160; $ 1,015 &#160; Foreign 243 &#160; 218 &#160; ( 68 ) Total \n\n$ 2,146 &#160; $ 1,485 &#160; $ 947 &#160; ##TABLE_END\n\nIncome tax expense consisted of the following (in millions of dollars): \n\n##TABLE_START For the Years Ended December 31, 2022 2021 2020 Current income tax expense: U.S. Federal \n\n$ 374 &#160; $ 221 &#160; $ 119 &#160; U.S. State \n\n77 &#160; 46 &#160; 28 &#160; Foreign \n\n78 &#160; 81 &#160; 65 &#160; Total current \n\n529 &#160; 348 &#160; 212 &#160; Deferred income tax expense (benefit) 4 &#160; 23 &#160; ( 20 ) Total income tax expense $ 533 &#160; $ 371 &#160; $ 192 &#160; ##TABLE_END\n\nThe income tax effects of temporary differences that gave rise to the net deferred tax asset (liability) as of December 31, 2022 and 2021 were as follows (in millions of dollars): \n\n##TABLE_START As of December 31, 2022 2021 Deferred tax assets: Accrued expenses \n\n150 &#160; 152 &#160; Foreign loss carryforwards 62 &#160; 59 &#160; Accrued employment-related benefits \n\n51 &#160; 50 &#160; Tax credit carryforward \n\n26 &#160; 27 &#160; Other \n\n23 &#160; 17 &#160; Deferred tax assets \n\n312 &#160; 305 &#160; Less valuation allowance ( 71 ) ( 70 ) Deferred tax assets &#8211; net of valuation allowance $ 241 &#160; $ 235 &#160; Deferred tax liabilities: Property, buildings, equipment and other capital assets ( 212 ) ( 217 ) Intangibles \n\n( 64 ) ( 67 ) Inventory ( 18 ) ( 9 ) Other \n\n( 11 ) ( 8 ) Deferred tax liabilities \n\n( 305 ) ( 301 ) Net deferred tax liability $ ( 64 ) $ ( 66 ) The net deferred tax asset (liability) is classified as follows: Noncurrent assets \n\n$ 12 &#160; $ 14 &#160; Noncurrent liabilities (foreign) ( 76 ) ( 80 ) Net deferred tax liability $ ( 64 ) $ ( 66 ) ##TABLE_END\n\nAs of December 31, 2022 and 2021, the Company had $ 248 million and $ 238 million, respectively, of gross loss carryforwards related to foreign operations. Some of the loss carryforwards may expire at various dates through 2042 . The Company has recorded a valuation allowance, which represents a provision for uncertainty as to the realization of the tax benefits of these carryforwards and deferred tax assets that may not be realized. \n\nThe Company's valuation allowance changed as follows (in millions of dollars): \n\n##TABLE_START For the Years Ended December 31, 2022 2021 Balance at beginning of period $ ( 70 ) $ ( 53 ) Increases primarily related to foreign NOLs ( 10 ) ( 8 ) Releases primarily related to foreign NOLs 1 &#160; 2 &#160; Foreign subsidiaries tax impacts due to divestiture &#8212; &#160; 2 &#160; Tax rate changes &#8212; &#160; ( 7 ) Foreign exchange rate changes 4 &#160; 1 &#160; Increase related to U.S. foreign tax credits 1 &#160; ( 3 ) Other changes &#8211; net 3 &#160; ( 4 ) Balance at end of period $ ( 71 ) $ ( 70 ) ##TABLE_END\n\nA reconciliation of income tax expense with federal income taxes at the statutory rate follows (in millions of dollars): \n\n##TABLE_START For the Years Ended December 31, 2022 2021 2020 Federal income tax $ 451 &#160; $ 312 &#160; $ 199 &#160; State income taxes &#8211; net of federal income tax benefit 64 &#160; 41 &#160; 33 &#160; Foreign rate difference 26 &#160; 26 &#160; 23 &#160; Foreign subsidiaries tax impacts due to divestiture &#8212; &#160; &#8212; &#160; ( 61 ) Change in valuation allowance 7 &#160; 7 &#160; 16 &#160; Other &#8211; net ( 15 ) ( 15 ) ( 18 ) Income tax expense $ 533 &#160; $ 371 &#160; $ 192 &#160; Effective tax rate 24.8 &#160; % 25.0 &#160; % 20.3 &#160; % ##TABLE_END\n\nThe changes to the Company's effective tax rate for the year ended December 31, 2022 was primarily driven by favorable mix of U.S. earnings versus foreign earnings taxed at a higher rate. The changes to the Company's effective tax rate for the year ending December 31, 2021 was primarily driven by the absence of tax losses in the Company's investment in Fabory due to the impairment and internal reorganization of the Company's holdings of Fabory in the first quarter of 2020. The Company divested Fabory during the second quarter of 2020. \n\nForeign Undistributed Earnings \n\nEstimated gross undistributed earnings of foreign subsidiaries as of December 31, 2022 and 2021, totaled $ 530 million and $ 544 million, respectively. The C ompany considers these undistributed earnings permanently reinvested in its foreign operations and is not recording a deferred tax liability for any foreign withholding taxes on such amounts. If at some future date the Company ceases to be permanently reinvested in its foreign subsidiaries, the Company may be subject to foreign withholding and other taxes on these undistributed earnings and may need to record a deferred tax liability for any outside basis difference in its investments in its foreign subsidiaries. \n\nTax Uncertainties \n\nThe Company recognizes in the financial statements a provision for tax uncertainties, resulting from application of complex tax regulations in multiple tax jurisdictions. \n\nThe changes in the liability for tax uncertainties, excluding interest, are as follows (in millions of dollars): \n\n##TABLE_START For the Years Ended December 31, 2022 2021 2020 Balance at beginning of year $ 38 &#160; $ 39 &#160; $ 28 &#160; Additions for tax positions related to the current year 4 &#160; 3 &#160; 23 &#160; Additions for tax positions of prior years 2 &#160; &#8212; &#160; &#8212; &#160; Reductions for tax positions of prior years &#8212; &#160; ( 1 ) ( 2 ) Reductions due to statute lapse ( 2 ) ( 3 ) ( 10 ) Settlements, audit payments, refunds &#8211; net ( 1 ) &#8212; &#160; &#8212; &#160; Balance at end of year $ 41 &#160; $ 38 &#160; $ 39 &#160; ##TABLE_END\n\nThe Company classifies the liability for tax uncertainties in deferred income taxes and tax uncertainties. Included in \n\nthis amount is $ 5 million and $ 4 million at December 31, 2022 and 2021, respectively, of tax positions for which the ultimate deductibility is highly certain but for which there is uncertainty about the timing of such deductibility. Any changes in the timing of deductibility of these items would not affect the annual effective tax rate but would accelerate the payment of cash to the taxing authorities to an earlier period. Excluding the timing items, the remaining amounts would affect the annual tax rate. In 2022 and 2021, the changes to tax positions were primarily related to the impact of expiring statutes and current year state and local reserves. In 2020, the changes to tax positions were related generally to the tax losses on the Company&#8217;s investment in Fabory along with the impact of expiring statutes, the conclusion of audits and audit settlements. Estimated interest and penalties were not material. \n\nThe Company is regularly subject to examination of its federal income tax returns by the Internal Revenue Service. The statute of limitations expired for the Company's 2018 federal tax return while tax years 2019 through 2021 remain open. The Company is also subject to audit by state, local and foreign taxing authorities. &#160; Tax years 2012 through 2021 remain subject to state and local audits and 2017 through 2021 remain subject to foreign audits. &#160; The amount of liability associated with the Company's tax uncertainties may change within the next 12 months due to the pending audit activity, expiring statutes or tax payments. A reasonable estimate of such change cannot be made. \n\nNOTE 14 - SEGMENT INFORMATION \n\nGrainger's two reportable segments are High-Touch Solutions N.A. and Endless Assortment. The remaining businesses, which includes the Company's Cromwell business, are classified as Other to reconcile to consolidated results. These businesses individually and in the aggregate do not meet the criteri a of a reportable segment. \n\nThe Company's corporate costs are allocated to each reportable segment based on benefits received. Additionally, intersegment sales transactions, which are sales between Grainger businesses in separate reportable segments, are eliminated within the segment to present only the impact of sales to external customers. Service fees for intersegment sales are included in each segment's SG&#38;A and are also eliminated in the Company's Consolidated Financial Statements. \n\nFollowing is a summary of segment results (in millions of dollars): \n\n##TABLE_START 2022 2021 2020 (1) \n\nNet sales Operating earnings (losses) Net sales Operating earnings (losses) Net sales Operating earnings (losses) High-Touch Solutions N.A. $ 12,182 &#160; $ 1,983 &#160; $ 10,186 &#160; $ 1,334 &#160; $ 9,221 &#160; $ 1,182 &#160; Endless Assortment 2,787 223 &#160; 2,576 &#160; 232 &#160; 2,178 &#160; 166 &#160; Other 259 9 &#160; 260 &#160; ( 19 ) 398 &#160; ( 329 ) Total Company $ 15,228 &#160; $ 2,215 &#160; $ 13,022 &#160; $ 1,547 &#160; $ 11,797 &#160; $ 1,019 &#160; (1) Segment results for the year ended December 31, 2020 were recast to reflect the Company's 2021 re-segmentation. \n\n##TABLE_END\n\n##TABLE_START 2022 2021 2020 (1) \n\nDepreciation and amortization: High-Touch Solutions N.A. $ 168 &#160; $ 148 &#160; $ 143 &#160; Endless Assortment 35 &#160; 22 &#160; 17 &#160; Other 3 &#160; 3 &#160; 9 &#160; Total consolidated depreciation and amortization $ 206 &#160; $ 173 &#160; $ 169 &#160; (1) Segment results for the year ended December 31, 2020 were recast to reflect the Company's 2021 re-segmentation. \n\n##TABLE_END\n\nDepreciation and amortization presented above includes depreciation of long-lived assets and amortization of capitalized software and ROU assets. Long-lived assets consist of property, buildings and equipment. \n\nFollowing is revenue by geographic location (in millions of dollars): \n\n##TABLE_START 2022 2021 2020 Revenue by geographic location: United States $ 12,325 &#160; $ 10,236 &#160; $ 9,200 &#160; Japan 1,719 &#160; 1,705 &#160; 1,436 &#160; Canada 621 &#160; 560 &#160; 494 &#160; Other foreign countries 563 &#160; 521 &#160; 667 &#160; $ 15,228 &#160; $ 13,022 &#160; $ 11,797 &#160; ##TABLE_END\n\nThe Company is a broad line distributor of MRO products and services. Products are regularly added and removed from the Company's inventory. Accordingly, it would be impractical to provide sales information by product category due to the way the business is managed, and the dynamic nature of the inventory offered, including the evolving list of products stocked and additional products available online but not stocked. Assets for reportable segments are not disclosed as such information is not regularly reviewed by the Company's Chief Operating Decision Maker. \n\nNOTE 15 - CONTINGENCIES AND LEGAL MATTERS \n\nFrom time to time the Company is involved in various legal and administrative proceedings, including claims related to: product liability, safety or compliance; privacy and cybersecurity matters; negligence; contract disputes; environmental issues; unclaimed property; wage and hour laws; intellectual property; advertising and marketing; consumer protection; pricing (including disaster or emergency declaration pricing statutes); employment practices; regulatory compliance, including trade and export matters; anti-bribery and corruption; and other matters and actions brought by employees, consumers, competitors, suppliers, customers, governmental entities and other third parties. \n\nAs previously disclosed, since the fourth quarter of 2019, Grainger, KMCO, LLC (KMCO) and other defendants have been named in several product liability-related lawsuits in the Harris County, Texas District Court relating to an explosion at a KMCO chemical refinery located in Crosby, Harris County, Texas on April 2, 2019. The complaints in which Grainger has been named, which to date encompass approximately 186 plaintiffs, seek recovery of compensatory and other damages and relief in relation to personal injury, including one death and various other alleged injuries. On May 8, 2020, KMCO filed a voluntary petition in the United States Bankruptcy Court for the Southern District of Texas for relief under Chapter 7 of Title 11 of the United States Bankruptcy Court in the case KMCO, LLC, No. 20-60028. As a result of the Chapter 7 proceedings, the claims against KMCO in the Harris County lawsuits were stayed. Effective January 1, 2021, the Bankruptcy Court lifted the stay with respect to KMCO. \n\nIn the product liability cases, the Harris County District Court decided to schedule bellwether trials involving a subset of plaintiffs the Court believes are representative of the parties' claims and defenses, and the first of such trials involving six plaintiffs (the First Scheduled Trial) was scheduled to commence in mid-January 2023. Prior to the start of the First Scheduled Trial, the Company and 27 plaintiffs engaged in mediation and reached settlements in principle with respect to such plaintiffs' claims against the Company. Those 27 plaintiffs include the plaintiffs who alleged the most serious injuries, as well as five of the six plaintiffs from the First Scheduled Trial. The Company has executed final settlement agreements with those 27 plaintiffs. Grainger believes the payment of these settlements is probable through available insurance. The Company recorded a contingent liability related to these settlements in Accrued expenses and a corresponding recoverable asset in Prepaid expenses and other current assets on the Consolidated Balance Sheet as of December 31, 2022, which resulted in no effect to the Company's Consolidated Statement of Earnings for the year ended December 31, 2022. \n\nWhether trials involving any or all of the remaining plaintiffs will proceed is uncertain and the timing or outcome of any such trials cannot currently be predicted, nor is it currently possible to make any additional estimate of potential loss or range of loss. \n\nOn December 16, 2020, KMCO, the trustee of its estate and ORG Chemical Holdings, LLC, KMCO&#8217;s parent company (ORG), filed a property damage lawsuit relating to the KMCO chemical refinery incident against Grainger and another defendant in the Harris County, Texas District Court, which seeks unspecified damages (the KMCO Case). On April 1, 2021, 24 individual plaintiffs filed a petition in intervention seeking to be added as plaintiffs in the KMCO Case and seeking unspecified damages. On March 24, 2021, Indian Harbor Insurance Company, together with other insurance companies and underwriters, filed a property damage lawsuit relating to the KMCO chemical refinery incident against Grainger and another defendant in the Harris County, Texas District Court, seeking reimbursement of insurance payments made to or on behalf of KMCO and ORG, the insured parties under their respective policies, and other damages. The Company is currently unable to predict the timing, outcome or any estimate of possible loss or range of loss of the ORG and the Indian Harbor Insurance Company lawsuits. \n\nGrainger continues to investigate each of the various remaining claims against the Company relating to the KMCO chemical refinery incident and intends to contest these matters vigorously. \n\nAlso, as a government contractor selling to federal, state and local governmental entities, the Company may be subject to governmental or regulatory inquiries or audits or other proceedings, including those related to contract administration, pricing and product compliance. \n\nFrom time to time, the Company has also been named, along with numerous other nonaffiliated companies, as defendant in litigation in various states involving asbestos and/or silica. These lawsuits typically assert claims of personal injury arising from alleged exposure to asbestos and/or silica as a consequence of products manufactured by third parties purportedly distributed by the Company. While several lawsuits have been dismissed in the past based on the lack of product identification, if a specific product distributed by the Company is identified in any pending or future lawsuits, the Company will seek to exercise indemnification remedies against the product manufacturer to the extent available. In addition, the Company believes that a substantial number of these claims \n\nare covered by insurance. The Company has entered into agreements with its major insurance carriers relating to the scope, coverage and the costs of defense, of lawsuits involving claims of exposure to asbestos. The Company believes it has strong legal and factual defenses and intends to continue defending itself vigorously in these lawsuits. \n\nWhile the Company is unable to predict the outcome of any of these proceedings and other matters, it believes that their ultimate resolution will not have, either individually or in the aggregate, a material adverse effect on the Company&#8217;s consolidated financial condition or results of operations. \n\nNOTE 16 - SUBSEQUENT EVENTS \n\nSubsequent to December 31, 2022, the Company reached a settlement agreement related to the First Scheduled Trial as described in Note 15. \n\nOn January 25, 2023, Grainger's Board of Directors declared a quarterly cash dividend of $ 1.72 per share of common stock, payable March 1, 2023 to shareholders of record on February 13, 2023. \n\nGrainger evaluated all subsequent event activity and concluded t hat no other subseq uent events have occurred that would require recognition in the Consolidated Financial Statements or disclosure in the Notes to Consolidated Financial Statements. \n\n"
    },
    {
      "section": "9",
      "text": " Item 9: Changes in and Disagreements with Accountants on Accounting and Financial Disclosure \n\nNone. \n\n"
    },
    {
      "section": "9A",
      "text": " Item 9A: Controls and Procedures \n\nEvaluation of Disclosures and Controls \n\nThe Company, under the supervision and with the participation of its management, including the Chief Executive Officer and the Chief Financial Officer, evaluated the effectiveness of the design and operation of Grainger's disclosure controls and procedures pursuant to Rule 13a-15 of the Securities Exchange Act of 1934, as amended (Exchange Act). Based upon that evaluation, the Chief Executive Officer and the Chief Financial Officer concluded that Grainger's disclosure controls and procedures were effective as of the end of the period covered by this report. \n\nManagement's Annual Report on Internal Control Over Financial Reporting \n\nThe management of W.W. Grainger, Inc. (Grainger) is responsible for establishing and maintaining adequate internal control over financial reporting. Grainger's internal control system was designed to provide reasonable assurance to Grainger's management and Board of Directors regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with accounting principles generally accepted in the United States of America. \n\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements under all potential conditions. Therefore, effective internal control over financial reporting provides only reasonable, and not absolute, assurance with respect to the preparation and presentation of financial statements. \n\nGrainger's management assessed the effectiveness of Grainger's internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control - Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria). Based on its assessment under that framework and the criteria established therein, Grainger's management concluded that Grainger's internal control over financial reporting was effective as of December 31, 2022. \n\nErnst &#38; Young LLP, an independent registered public accounting firm, has audited Grainger's internal control over financial reporting as of December 31, 2022, as stated in their report, which is included herein. \n\nChanges in Internal Control Over Financial Reporting \n\nThere were no changes to Grainger's internal control over financial reporting for the quarter ending December 31, 2022 that have materially affected, or are reasonably likely to materially affect, Grainger's internal control over financial reporting. \n\nReport of Independent Registered Public Accounting Firm \n\nTo the Shareholders and the Board of Directors of \n\nW.W. Grainger, Inc. and Subsidiaries \n\nOpinion on Internal Control over Financial Reporting \n\nWe have audited W.W. Grainger, Inc. and Subsidiaries&#8217; internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control &#8212; Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria). In our opinion, W.W Grainger, Inc. and Subsidiaries (the Company) maintained, in all material respects, effective internal control over financial reporting as of December 31, 2022, based on the COSO criteria. \n\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Company as of December 31, 2022 and 2021, the related consolidated statements of earnings, comprehensive earnings, shareholders&#8217; equity and cash flows for each of the three years in the period ended December 31, 2022, and the related notes and our report da ted February 21, 2023 expressed an unqualified opinion thereon. \n\nBasis for Opinion \n\nThe Company&#8217;s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting included in the accompanying Management&#8217;s Annual Report on Internal Controls over Financial Reporting. Our responsibility is to express an opinion on the Company&#8217;s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \n\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. \n\nOur audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion. \n\nDefinition and Limitations of Internal Control Over Financial Reporting \n\nA company&#8217;s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company&#8217;s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company&#8217;s assets that could have a material effect on the financial statements. \n\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate. \n\n/s/ Ernst &#38; Young LLP \n\nChicago, Illinois \n\nFebruary 21, 2023 \n\n"
    },
    {
      "section": "9B",
      "text": " Item 9B: Other Information \n\nNone. \n\n"
    },
    {
      "section": "10",
      "text": " Item 10: Directors, Executive Officers and Corporate Governance \n\nThe information required by this item is incorporated by reference to Grainger's proxy statement relating to the annual meeting of shareholders to be held April 26, 2023, under the captions &#8220;Board Qualifications, Attributes, Skills and Background,&#8221; &#8220;Annual Election of Directors,&#8221; &#8220;Candidates for Board Membership,&#8221; &#8220;Director Nominees&#8217; Experience and Qualifications,&#8221; &#8220;Audit Committee,&#8221; and &#8220;Board Affairs and Nominating Committee,&#8221; and \"Delinquent Section 16(a) Reports.\" Information required by this item regarding executive officers of Grainger is set forth in Part I, Item 1, under the caption &#8220;Information about our Executive Officers.&#8221; \n\nGrainger has adopted a code of ethics that applies to its principal executive officer, principal financial officer and principal accounting officer and controller. This code of ethics is part of Grainger&#8217;s Business Conduct Guidelines for directors, officers and employees, which is available free of charge through Grainger&#8217;s website at invest.grainger.com. A copy of the Business Conduct Guidelines is also available in print without charge to any person upon request to Grainger's Corporate Secretary. Grainger intends to disclose on its website any amendment to any provision of the Business Conduct Guidelines that relates to any element of the definition of &#8220;code of ethics&#8221; enumerated in Item 406(b) of Regulation S-K under the Exchange Act and any waiver from any such provision granted to Grainger&#8217;s principal executive officer, principal financial officer, principal accounting officer and controller or persons performing similar functions. Grainger has also adopted Operating Principles for the Board of Directors, which are available on its website and are available in print to any person who requests them. \n\n"
    },
    {
      "section": "11",
      "text": " Item 11: Executive Compensation \n\nThe information required by this item is incorporated by reference to Grainger&#8217;s proxy statement relating to the annual meeting of shareholders to be held April 26, 2023, under the captions &#8220;Director Compensation,&#8221; &#8220;Compensation Discussion and Analysis,&#8221; &#8220;Compensation Committee,&#8221; &#8220;Report of the Compensation Committee of the Board,&#8221; &#8220;CEO Pay Ratio,&#8221; and &#8220;Pay Versus Performance Disclosure.&#8221; \n\n"
    },
    {
      "section": "12",
      "text": " Item 12: Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters \n\nThe information required by this item is incorporated by reference to Grainger's proxy statement relating to the annual meeting of shareholders to be held April 26, 2023, under the captions &#8220;Ownership of Grainger Stock&#8221; and &#8220;Equity Compensation Plans.&#8221; \n\n"
    },
    {
      "section": "13",
      "text": " Item 13: Certain Relationships and Related Transactions and Director Independence \n\nThe information required by this item is incorporated by reference to Grainger's proxy statement relating to the annual meeting of shareholders to be held April 26, 2023, under the captions &#8220;Director Independence,&#8221; &#8220;Annual Election of Directors&#8221; and &#8220;Transactions with Related Persons.&#8221; \n\n"
    },
    {
      "section": "14",
      "text": " Item 14: Principal Accountant Fees and Services \n\nThe information required by this item is incorporated by reference to Grainger's proxy statement relating to the annual meeting of shareholders to be held April 26, 2023, under the caption &#8220;Audit Fees and Audit Committee Pre-Approval Policies and Procedures.&#8221; \n\nPART IV \n\n"
    },
    {
      "section": "15",
      "text": " Item 15: Exhibits and Financial Statements Schedules \n\n(a) Documents filed as part of this Form 10-K \n\n(1) All Financial Statements \n\nINDEX TO CONSOLIDATED FINANCIAL STATEMENTS \n\n##TABLE_START Page REPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM PCAOB ID: 42 36 \n\nCONSOLIDATED STATEMENTS OF EARNINGS FOR THE YEARS ENDED DECEMBER 31, 2022, 2021 AND 2020 \n\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE EARNINGS FOR THE YEARS ENDED DECEMBER 31, 2022, 2021 AND 2020 \n\nCONSOLIDATED BALANCE SHEETS AS OF DECEMBER 31, 2022 AND 2021 \n\nCONSOLIDATED STATEMENTS OF CASH FLOWS FOR THE YEARS ENDED DECEMBER 31, 2022, 2021 AND 2020 \n\nCONSOLIDATED STATEMENTS OF SHAREHOLDERS' EQUITY FOR THE YEARS ENDED DECEMBER 31, 2022, 2021 AND 2020 \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS 43 \n\n##TABLE_END\n\n(2) Financial Statement Schedules: the schedules listed in Rule 5-04 of Regulation S-X have been omitted because they are either not applicable or the required information is shown in the Consolidated Financial Statements or notes thereto. \n\n(3) Exhibits Required by Item 601 of Regulation S-K \n\n##TABLE_START EXHIBIT INDEX (1) \n\nEXHIBIT NO. DESCRIPTION \n\n2.1 \n\nShare Purchase Agreement, dated as of July 30, 2015, by and among Grainger, GWW UK Holdings Limited, Gregory Family Office Limited and Michael Gregory, incorporated by reference to Exhibit 2.1 to W.W. Grainger, Inc.&#8217;s Current Report on Form 8-K dated July 31, 2015. \n\n3.1 \n\nRestated Articles of Incorporation, incorporated by reference to Exhibit 3(i) to W.W. Grainger, Inc.&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 1998. \n\n3.2 \n\nBy-laws, as amended on March 9, 2017, incorporated by reference to Exhibit 3.1.1 to W.W. Grainger, Inc.&#8217;s Current Report on Form 8-K dated March 9, 2017. \n\n4. 1 \n\nIndenture, dated as of June 11, 2015, between W.W. Grainger, Inc. and U.S. Bank National Association, as trustee, incorporated by reference to Exhibit 4.1 to W.W. Grainger, Inc.&#8217;s Current Report on Form 8-K dated June 11, 2015. \n\n4. 2 \n\nFirst Supplemental Indenture, dated as of June 11, 2015, between W.W. Grainger, Inc. and U.S. Bank National Association, as trustee, and Form of 4.60% Senior Notes due 2045, incorporated by reference to Exhibit 4.2 to W.W. Grainger, Inc.&#8217;s Current Report on Form 8-K dated June 11, 2015. \n\n4. 3 \n\nSecond Supplemental Indenture, dated as of May 16, 2016, between W.W. Grainger, Inc., and U.S. Bank National Association, as trustee, incorporated by reference to Exhibit 4.1 to W.W. Grainger, Inc.&#8217;s Current Report on Form 8-K dated May 16, 2016. \n\n4. 4 \n\nThird Supplemental Indenture, dated as of May 22, 2017, between W.W. Grainger, Inc., and U.S. Bank National Association, as trustee, incorporated by reference to Exhibit 4.1 to W.W. Grainger, Inc.&#8217;s Current Report on Form 8-K dated May 22, 2017. \n\n4. 5 \n\nForm of 3.75% Senior Notes due 2046 (included in Exhibit 4.3), incorporated by reference to Exhibit 4.1 to W.W. Grainger, Inc.&#8217;s Current Report on Form 8-K dated May 16, 2016. \n\n4. 6 \n\nForm of 4.20% Senior Notes due 2047 (included in Exhibit 4.4), incorporated by reference to Exhibit 4.1 to W.W. Grainger, Inc.&#8217;s Current Report on Form 8-K dated May 22, 2017. \n\n4. 7 \n\nDescription of Registrant's Securities Pursuant to Section 12 of the Securities Exchange Act of 1934. \n\n4. 8 \n\nFourth Supplemental Indenture, dated as of February 26, 2020, between W.W. Grainger, Inc., and U.S. Bank National Association, as trustee incorporated by reference to Exhibit 4.1 to W.W. Grainger, Inc.'s Current Report on Form 8-K dated February 21, 2020. ##TABLE_END\n\n##TABLE_START \n\n4. 9 \n\nForm of 1.85% Senior Notes due 2025 (included in Exhibit 4.8), incorporated by reference to Exhibit 4.1 to W.W. Grainger, Inc.'s Current Report on Form 8-K dated February 21, 2020. \n\n10.1 \n\n1990 Long-Term Stock Incentive Plan, as amended, incorporated by reference to Exhibit 10(a) to W.W. Grainger, Inc.&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2006.* \n\n10.2 \n\nForm of Indemnification Agreement between W.W. Grainger, Inc. and each of its directors and certain of its executive officers, incorporated by reference to Exhibit 10(b)(i) to W.W. Grainger, Inc.&#8217;s Quarterly Report on Form 10-Q for the quarter ended March 31, 2009.* \n\n10.3 \n\nFrozen Executive Death Benefit Plan, as amended, incorporated by reference to Exhibit 10(b)(v) to W.W. Grainger, Inc.&#8217;s Annual Report on Form 10-K for the year ended December 31, 2007.* \n\n10.4 \n\nFirst amendment to the Frozen Executive Death Benefit Plan, incorporated by reference to Exhibit 10(b)(v)(1) to W.W. Grainger, Inc.&#8217;s Annual Report on Form 10-K for the year ended December 31, 2008.* \n\n10.5 \n\nSecond amendment to the Frozen Executive Death Benefit Plan, incorporated by reference to Exhibit 10(b)(iv)(2) to W.W. Grainger, Inc.&#8217;s Annual Report on Form 10-K for the year ended December 31, 2009.* \n\n10.6 \n\nSupplemental Profit Sharing Plan, as amended, incorporated by reference to Exhibit 10(viii) to W.W. Grainger, Inc.&#8217;s Annual Report on Form 10-K for the year ended December 31, 2003.* \n\n10.7 \n\nSupplemental Profit Sharing Plan II, as amended, incorporated by reference to Exhibit 10(b)(ix) to W.W. Grainger, Inc.&#8217;s Annual Report on Form 10-K for the year ended December 31, 2007.* 10.8 \n\nVoluntary Salary and Incentive Deferral Plan, as amended, incorporated by reference to Exhibit 10(b)(xi) to W.W. Grainger, Inc.&#8217;s Annual Report on Form 10-K for the year ended December 31, 2007.* 10.9 \n\nSummary Description of the Directors Compensation Program.* 10.10 \n\n2010 Incentive Plan, incorporated by reference to Appendix B of W.W. Grainger, Inc.&#8217;s Proxy Statement dated March 12, 2010.* 10.11 \n\nForm of Stock Option Award Agreement between W.W. Grainger, Inc. and certain of its executive officers, incorporated by reference to Exhibit 10(b)(xvi) to W.W. Grainger, Inc.&#8217;s Annual Report on Form 10-K for the year ended December 31, 2009.* 10.12 \n\nForm of Stock Option Award and Restricted Stock Unit Agreement between W.W. Grainger, Inc. and certain of its executive officers, incorporated by reference to Exhibit 10(b)(xvii) to W.W. Grainger, Inc.&#8217;s Annual Report on Form 10-K for the year ended December 31, 2009.* 10.13 \n\nSummary Description of the Company Management Incentive Program.* 10.14 \n\nIncentive Program Recoupment Agreement, incorporated by reference to Exhibit 10(b)(xxv) to W.W. Grainger, Inc.&#8217;s Annual Report on Form 10-K for the year ended December 31, 2009.* 10.15 \n\nForm of Change in Control Employment Agreement between W.W. Grainger, Inc. and certain of its executive officers, incorporated by reference to Exhibit 10(b)(xxvii) to W.W. Grainger, Inc.&#8217;s Annual Report on Form 10-K for the year ended December 31, 2010.* 10.16 \n\nForm of 2015 Performance Share Award Agreement between W.W. Grainger, Inc. and certain of its executive officers, incorporated by reference to Exhibit 10.28 to W.W. Grainger, Inc.'s Annual Report on Form 10-K for the year ended December 31, 2015.* 10.17 \n\nW.W. Grainger, Inc. 2015 Incentive Plan, incorporated by reference to Exhibit B of W.W. Grainger, Inc.&#8217;s Proxy Statement dated March 13, 2015.* 10.18 \n\nFirst Amendment to the W.W. Grainger, Inc. 2015 Incentive Plan, incorporated by reference to 10.1 of W.W. Grainger, Inc.&#8217;s Quarterly Report on Form 10-Q for the quarter ended March 31, 2017.* 10.19 \n\nW.W. Grainger, Inc. 2015 Incentive Plan as Amended and Restated Effective October 31, 2018, incorporated by reference to Exhibit 10.1 to W.W. Grainger, Inc.'s Quarterly Report on Form 10-Q for the quarter ended September 30, 2018.* 10.20 \n\nForm of Stock Option Award Agreement between W.W. Grainger, Inc. and certain of its executive officers, incorporated by reference to Exhibit 10.1 to W.W. Grainger, Inc.&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2016.* 10.21 \n\nForm of Restricted Stock Unit Award Agreement between W.W. Grainger, Inc. and certain of its executive officers, incorporated by reference to Exhibit 10.2 to W.W. Grainger, Inc.&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2016.* 10.22 \n\nForm of 2016 Performance Share Award Agreement between W.W. Grainger, Inc. and certain of its executive officers, incorporated by reference to Exhibit 10.3 to W.W. Grainger, Inc.&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2016.* ##TABLE_END\n\n##TABLE_START 10.23 \n\nForm of Stock Option Award Agreement between W.W. Grainger, Inc. and certain of its executive officers, incorporated by reference to Exhibit 10.2 to W.W. Grainger, Inc.&#8217;s Quarterly Report on Form 10-Q for the quarter ended March 31, 2017.* 10.24 \n\nForm of Restricted Stock Unit Award Agreement between W.W. Grainger, Inc. and certain of its executive officers, incorporated by reference to Exhibit 10.3 to W.W. Grainger, Inc.&#8217;s Quarterly Report on Form 10-Q for the quarter ended March 31, 2017.* 10.25 \n\nForm of 2017 Performance Share Award Agreement between W.W. Grainger, Inc. and certain of its executive officers, incorporated by reference to Exhibit 10.4 to W.W. Grainger, Inc.&#8217;s Quarterly Report on Form 10-Q for the quarter ended March 31, 2017.* 10.26 \n\nForm of 2018 W.W. Grainger, Inc. 2015 Incentive Plan Stock Option Agreement between W.W. Grainger, Inc. and certain of its executive officers, incorporated by reference to Exhibit 10.3 to W.W. Grainger, Inc.'s Quarterly Report on Form 10-Q for the quarter ended March 31, 2018.* 10.27 \n\nForm of 2018 W.W. Grainger, Inc. 2015 Incentive Plan Restricted Stock Unit Agreement between W.W. Grainger, Inc. and certain of its executive officers, incorporated by reference to Exhibit 10.4 to W.W. Grainger, Inc.'s Quarterly Report on Form 10-Q for the quarter ended March 31, 2018.* 10.28 \n\nForm of 2018 W.W. Grainger, Inc. 2015 Incentive Plan Performance Restricted Stock Unit Agreement between W.W. Grainger, Inc. and certain of its executive officers, incorporated by reference to Exhibit 10.5 to W.W. Grainger, Inc.'s Quarterly Report on Form 10-Q for the quarter ended March 31, 2018.* 10.29 \n\nForm of 2019 W.W. Grainger, Inc. 2015 Stock Incentive Plan Stock Option Agreement between W.W. Grainger, Inc. and certain of its executive officers, incorporated by reference to Exhibit 10.1 to W.W. Grainger, Inc.&#8217;s Quarterly Report on Form 10-Q for the quarter ended March 31, 2019.* 10.30 \n\nForm of 2019 W.W. Grainger, Inc. 2015 Stock Incentive Plan Restricted Stock Unit Agreement between W.W. Grainger, Inc. and certain of its executive officers, incorporated by reference to Exhibit 10.2 to W.W. Grainger, Inc.&#8217;s Quarterly Report on Form 10-Q for the quarter ended March 31, 2019.* 10.31 \n\nForm of 2019 W.W. Grainger, Inc. 2015 Stock Incentive Plan Performance Restricted Stock Unit Agreement between W.W. Grainger, Inc. and certain of its executive officers, incorporated by reference to Exhibit 10.3 to W.W. Grainger, Inc.&#8217;s Quarterly Report on Form 10-Q for the quarter ended March 31, 2019.* 10.32 \n\nCredit Agreement dated as of February 14, 2020, by and among W.W. Grainger, Inc., the lenders party thereto, and JPMorgan Chase Bank, N.A., as Administrative Agent, incorporated by reference to Exhibit 10.1 to W.W. Grainger, Inc.'s Current Report on Form 8-K dated February 14, 2020. 10. 3 3 \n\nFirst Amendment to Credit Agreement, dated as of August 29, 2022, by and among W.W. Grainger, Inc., the lenders party thereto and JPMorgan Chase, N.A., as Administrative Agent, incorporated by reference to Exhibit 10.1 to W.W. Grainger, Inc.&#8217;s Current Report on Form 8 K dated August 30, 2022. 10.3 4 \n\nForm of 2020 W.W. Grainger, Inc. 2015 Incentive Plan Restricted Stock Unit Agreement between W.W. Grainger, Inc. and certain of its executive officers, incorporated by reference to Exhibit 10.1 to W.W. Grainger, Inc.&#8217;s Quarterly Report on Form 10-Q for the quarter ended March 31, 2020.* 10.3 5 \n\nForm of 2020 W.W. Grainger, Inc. 2015 Incentive Plan Performance Stock Unit Agreement between W.W. Grainger, Inc. and certain of its executive officers, incorporated by reference to Exhibit 10.2 to W.W. Grainger, Inc.&#8217;s Quarterly Report on Form 10-Q for the quarter ended March 31, 2020.* 10.3 6 \n\n2022 Form of W.W. Grainger, Inc. 2015 Incentive Plan Performance Stock Unit Agreement between W.W. Grainger, Inc. and certain of its executive officers incorporated by reference to Exhibit 10.35 to W.W. Grainger, Inc.'s Annual Report on Form 10-K for the year ended December 31, 2021.* \n\n10.3 7 \n\n2022 Form of W.W. Grainger, Inc. 2022 Incentive Plan Restricted Stock Unit Award Agreement between W.W. Grainger, Inc. and certain of its executive officers, incorporated by reference to Exhibit 10.1 to W.W. Grainger, Inc.&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2022.* 10.3 8 \n\n2022 Form of W.W. Grainger, Inc. 2022 Incentive Plan Performance Stock Unit Award Agreement between W.W. Grainger, Inc. and certain of its executive officers, incorporated by reference to Exhibit 10.2 to W.W. Grainger, Inc.&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2022.* 10.3 9 \n\nW.W. Grainger, Inc. 2022 Incentive Plan, incorporated by reference to Appendix C of the Company's Definitive Proxy Statement on Schedule 14A filed on March 17, 2022.* ##TABLE_END\n\n##TABLE_START 10.40 \n\nCompensation Continuation - Severance Policy Guidance, incorporated by reference to Exhibit 10.1 to W.W. Grainger, Inc.&#8217;s Quarterly Report on Form 10-Q for the quarter ended September 30, 2022.* 10.41 \n\n2023 Form of W.W. Grainger, Inc. 2022 Incentive Plan Restricted Stock Unit Award Agreement between W.W. Grainger, Inc. and certain of its executive officers.* 10.42 \n\n2023 Form of W.W. Grainger, Inc. 2022 Incentive Plan Performance Stock Unit Award Agreement between W.W. Grainger, Inc. and certain of its executive officers.* 10.43 \n\nShareholder Agreement, Dated as of February 17, 2023, by and among W.W. Grainger, Inc. and MonotaRO Co., Ltd. 21 \n\nSubsidiaries of Grainger. 23 \n\nConsent of Independent Registered Public Accounting Firm. 31.1 \n\nCertification of Principal Executive Officer pursuant to Section 302 of the Sarbanes-Oxley Act of 2002. 31.2 \n\nCertification of Principal Financial Officer pursuant to Section 302 of the Sarbanes-Oxley Act of 2002. 32 \n\nCertification of Principal Executive Officer and Principal Financial Officer pursuant to 18 U.S.C. Section 1350, as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002. 101.INS XBRL Instance Document - the instance document does not appear in the interactive data file because its XBRL tags are embedded within the inline XBRL document. 101.SCH XBRL Taxonomy Extension Schema Document. 101.CAL XBRL Taxonomy Extension Calculation Linkbase Document. 101.DEF XBRL Taxonomy Extension Definition Linkbase Document. 101.LAB XBRL Taxonomy Extension Label Linkbase Document. 101.PRE XBRL Taxonomy Extension Presentation Linkbase Document. 104 Cover Page Interactive Data File (formatted as inline XBRL and contained in Exhibit 101). (*) Management contract or compensatory plan or arrangement. \n\n##TABLE_END\n\nItem 16: Form 10-K Summary \n\nNone. \n\nSIGNATURES \n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized. \n\nDATE: February 21, 2023 \n\n&#160; \n\n##TABLE_START W.W. GRAINGER, INC. By: /s/ D.G. Macpherson D.G. Macpherson Chairman of the Board and Chief Executive Officer ##TABLE_END\n\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant on February 21, 2023, in the capacities indicated. \n\n##TABLE_START /s/ D.G. Macpherson /s/ V. Ann Hailey D.G. Macpherson V. Ann Hailey Chairman of the Board Director and Chief Executive Officer, Director (Principal Executive Officer) /s/ Katherine D. Jaspon Katherine D. Jaspon /s/ Deidra C. Merriwether Director Deidra C. Merriwether Senior Vice President /s/ Stuart L. Levenick and Chief Financial Officer Stuart L. Levenick (Principal Financial Officer) Director /s/ Laurie R. Thomson /s/ Neil S. Novich Laurie R. Thomson Neil S. Novich Vice President and Controller Director (Principal Accounting Officer) /s/ E. Scott Santi E. Scott Santi Director ##TABLE_END\n\n"
    }
  ]
}