{
  "ticker": "INTC",
  "content": [
    {
      "section": "1",
      "text": " Item 1. Business: General development of business Pages 3 - 9 , 19 \n\nDescription of business Pages 3 - 38 , 51 - 52 , 70 , 88 -86 \n\nAvailable information Page 2 \n\n"
    },
    {
      "section": "1A",
      "text": " Item 1A. Risk Factors Pages 53 - 67 \n\n"
    },
    {
      "section": "1B",
      "text": " Item 1B. Unresolved Staff Comments Not applicable "
    },
    {
      "section": "2",
      "text": " Item 2. Properties Pages 1 4 , 67 \n\n"
    },
    {
      "section": "3",
      "text": " Item 3. Legal Proceedings Pages 109 - 114 \n\n"
    },
    {
      "section": "4",
      "text": " Item 4. Mine Safety Disclosures Not applicable Part II \n\n"
    },
    {
      "section": "5",
      "text": " Item 5. \n\nMarket for Registrant's Common Equity, Related Stockholder Matters, and Issuer Purchases of Equity Securities Pages 11 , 68 - 69 \n\n"
    },
    {
      "section": "6",
      "text": " Item 6. [Reserved] "
    },
    {
      "section": "7",
      "text": " Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations: Liquidity and capital resources Pages 5 - 6 , 44 - 47 , 47 - 51 \n\nResults of operations Pages 5 - 6 , 19 - 44 , 47 - 51 \n\nCritical accounting estimates Pages 47 , 81-87 \n\n"
    },
    {
      "section": "7A",
      "text": " Item 7A. Quantitative and Qualitative Disclosures About Market Risk Page 52 \n\n"
    },
    {
      "section": "8",
      "text": " Item 8. Financial Statements and Supplementary Data Pages 72 - 117 \n\n"
    },
    {
      "section": "9",
      "text": " Item 9. Changes in and Disagreements with Accountants on Accounting and Financial Disclosure Not applicable "
    },
    {
      "section": "9A",
      "text": " Item 9A. Controls and Procedures Page 118 \n\n"
    },
    {
      "section": "9B",
      "text": " Item 9B. Other Information Disclosure Pursuant to Section 13(r) of the Securities Exchange Act of 1934 Page 71 \n\n"
    },
    {
      "section": "10",
      "text": " Item 10. Directors, Executive Officers, and Corporate Governance Page 70 , (a) \n\n"
    },
    {
      "section": "11",
      "text": " Item 11. Executive Compensation (b) "
    },
    {
      "section": "12",
      "text": " Item 12. Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters (c) "
    },
    {
      "section": "13",
      "text": " Item 13. Certain Relationships and Related Transactions, and Director Independence (d) "
    },
    {
      "section": "14",
      "text": " Item 14. Principal Accountant Fees and Services (e) Part IV "
    },
    {
      "section": "15",
      "text": " Item 15. Exhibits and Financial Statement Schedules Pages 72 - 117 , 119 - 123 \n\nItem 16. Form 10-K Summary Not applicable Signatures Page 125 \n\n##TABLE_END\n\n(a) Incorporated by reference to \"Director Nominees,\" \"Director Nomination Process,\" \"Board Committees,\" \"Audit &#38; Finance Committee,\" \"Code of Conduct,\" \"2024 Stockholder Proposals or Nominations,\" and \"Delinquent Section 16(a) Reports\" (if applicable) in the 2023 Proxy Statement. The information under the heading \"Information about Our Executive Officers\" within Other Key Information is also incorporated by reference in this section. \n\n(b) Incorporated by reference to \"Risk Oversight,\" \"Director Compensation,\" \"Compensation Discussion and Analysis,\" \"Compensation Committee Report,\" \"Executive Compensation Tables\" \"CEO Pay Ratio,\" and \"Pay Versus Performance\" in the 2023 Proxy Statement. \n\n(c) Incorporated by reference to \"Security Ownership of Certain Beneficial Owners and Management\" and \"Equity Compensation Plan Information\" in the 2023 Proxy Statement. \n\n(d) Incorporated by reference to \"Director Independence and Transactions Considered in Independence Determinations\" and \"Certain Relationships and Related Transactions\" in the 2023 Proxy Statement. \n\n(e) Incorporated by reference to \"2022 and 2021 EY Fees,\" \"Report of the Audit &#38; Finance Committee,\" and \"Pre-Approval Policies\" in the 2023 Proxy Statement. \n\n##TABLE_START \n\nSupplemental Details 124 \n\n##TABLE_END\n\n##TABLE_START Signatures ##TABLE_END\n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized. \n\n##TABLE_START INTEL CORPORATION Registrant By: /s/ PATRICK P. GELSINGER Patrick P. Gelsinger Chief Executive Officer, Director, and Principal Executive Officer January 26, 2023 ##TABLE_END\n\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the Registrant and in the capacities and on the dates indicated. \n\n##TABLE_START /s/ PATRICK P. GELSINGER /s/ DAVID ZINSNER Patrick P. Gelsinger David Zinsner Chief Executive Officer, Director, and Principal Executive Officer Executive Vice President, Chief Financial Officer, and Principal Financial Officer January 26, 2023 January 26, 2023 ##TABLE_END\n\n##TABLE_START /s/ SCOTT GAWEL Scott Gawel Corporate Vice President, Chief Accounting Officer and Principal Accounting Officer January 26, 2023 ##TABLE_END##TABLE_START /s/ JAMES J. GOETZ /s/ DR. TSU-JAE KING LIU James J. Goetz Dr. Tsu-Jae King Liu Director Director January 26, 2023 January 26, 2023 /s/ DR. ANDREA J. GOLDSMITH /s/ GREGORY D. SMITH Dr. Andrea J. Goldsmith Gregory D. Smith Director Director January 26, 2023 January 26, 2023 /s/ ALYSSA HENRY /s/ LIP-BU TAN Alyssa Henry Lip-Bu Tan Director Director January 26, 2023 January 26, 2023 /s/ DR. OMAR ISHRAK /s/ DION J. WEISLER Dr. Omar Ishrak Dion J. Weisler Director Director January 26, 2023 January 26, 2023 /s/ DR. RISA LAVIZZO-MOUREY /s/ FRANK D. YEARY Dr. Risa Lavizzo-Mourey Frank D. Yeary Director Chair of the Board and Director January 26, 2023 January 26, 2023 /s/ BARBARA G NOVICK Barbara G. Novick Director January 26, 2023 ##TABLE_END\n\n##TABLE_START \n\nSupplemental Details 125 \n\n##TABLE_END\n\n"
    }
  ]
}