{
  "ticker": "JBHT",
  "content": [
    {
      "section": "1",
      "text": " ITEM 1. BUSINESS \n\nOVERVIEW \n\n&#160;\n\nWe are one of the largest surface transportation, delivery, and logistics companies in North America. J.B. Hunt Transport Services, Inc. is a publicly held holding company that, through our wholly owned subsidiaries, provides a wide range of reliable transportation, brokerage, and delivery services to a diverse group of customers and consumers throughout the continental United States, Canada, and Mexico. Unless otherwise indicated by the context, &#8220;we,&#8221; &#8220;us,&#8221; &#8220;our,&#8221; the &#8220;Company&#8221;, and &#8220;JBHT&#8221; refer to J.B. Hunt Transport Services, Inc. and its consolidated subsidiaries. We were incorporated in Arkansas on August 10, 1961, and have been a publicly held company since our initial public offering in 1983. Our service offerings include transportation of full-truckload containerized freight, which we directly transport utilizing our company-controlled revenue equipment and company drivers, independent contractors, or third-party carriers. We have arrangements with most of the major North American rail carriers to transport freight in containers or trailers, while we perform the majority of the pickup and delivery services. We also provide customized freight movement, revenue equipment, labor, systems, and delivery services that are tailored to meet individual customers&#8217; requirements and typically involve long-term contracts. These arrangements are generally referred to as dedicated services and may include multiple pickups and drops, freight handling, specialized equipment, and freight network design. In addition, we provide or arrange for local and home delivery services, generally referred to as last-mile delivery services, to customers through a network of cross-dock and other delivery system locations throughout the continental United States. Utilizing thousands of reliable third-party carriers, we also provide comprehensive freight transportation brokerage and logistics services. In addition to dry-van, full-load operations, we also arrange for these unrelated outside carriers to provide flatbed, refrigerated, less-than-truckload (LTL), and other specialized equipment, drivers, and services. Also, we utilize a combination of company-owned and contracted power units to provide traditional over-the-road full truckload delivery services. Our customers, who include many Fortune 500 companies, have extremely diverse businesses. Many of them are served by J.B. Hunt 360&#176;&#174;, an online platform that offers shippers and carriers greater access, visibility and transparency of the supply chain.\n\n&#160;\n\n&#160;\n\n&#160;\n\nWe believe our ability to offer multiple services, utilizing our existing lines of business and a full complement of logistics services through third parties, represents a competitive advantage. We report our operating results for these services using five reporting segments: Intermodal (JBI), Dedicated Contract Services&#174; (DCS&#174;), Integrated Capacity Solutions (ICS), Final Mile Services&#174; (FMS) and Truckload (JBT). Our business usually involves slightly higher freight volumes in August through early November. Meanwhile, DCS and FMS are subject to less seasonal variation than our other segments.\n\n&#160;\n\nOur operations have been impacted by the COVID-19 global pandemic. We began our COVID-19 response activities in the first quarter of 2020, which required remote working when possible, expanded health and safety policies, facility modifications, increased security coverage, and purchase and distribution of personal protective equipment and supplies. In addition, we provided incremental paid time off for employees to help offset any financial loss caused by their absence from work when receiving the COVID-19 vaccination. We also worked with local healthcare organizations to provide vaccination assistance under applicable area guidelines and procedures to employees and their family members. In April 2022, we eliminated the requirement of remote working when possible, resulting in previously remote employees returning to our home office campus and all other field locations throughout North America. We continue to review and analyze both external and internal COVID-related data, including the effects of new variants. We are pleased with the continued performance of our employees, particularly our drivers, who provided consistent service to our customers throughout the pandemic.\n\n&#160;\n\nAdditional general information about us is available at jbhunt.com. We make a number of reports and other information available free of charge on our website, including our annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and all amendments to those reports as soon as reasonably practicable after such material is electronically filed with or furnished to the SEC pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934. Our website also contains corporate governance guidelines, our code of ethics, our whistleblower policy, Board committee charters, and other corporate policies. The information on our website is not, and shall not be deemed to be, a part of this annual report on Form 10-K or incorporated into any other filings we make with the SEC.\n\n&#160;\n\nOUR MISSION AND STRATEGY \n\n&#160;\n\nOur Mission: To create the most efficient transportation network in North America.\n\n&#160;\n\nWe forge long-term relationships with key customers that include supply chain management as an integral part of their strategies. Working in concert, we strive to drive out excess cost, add value and function as an extension of their enterprises. Our strategy is based on utilizing an integrated, multimodal approach to provide capacity-oriented solutions centered on delivering customer value and industry-leading service. We believe our unique operating strategy can add value to customers and increase our profits and returns to stockholders.\n\n&#160;\n\nWe continually analyze opportunities for additional capital investment and where management&#8217;s resources should be focused to provide more benefits to our customers. These actions should, in turn, yield increasing returns to our stockholders.\n\n&#160;\n\nIncreasingly, our customers are seeking energy-efficient transportation solutions to reduce both cost and greenhouse-gas emissions. Our Company&#8217;s mission, to create the most efficient transportation network in North America, focuses on delivering both for our customers across all of our business segments. We seek to accomplish this by maintaining a modern fleet to maximize fuel efficiency, converting loads from truck to rail with our intermodal service, and introducing technologies to optimize freight flows in the supply chain by eliminating waste. Additionally, we continue to test and explore the usage of alternative fuel vehicles. Efforts to improve fleet fuel efficiency and reduce greenhouse gas emissions are ongoing. We are an Environmental Protection Agency (EPA) SmartWay&#174; Transport Partner, and proud to have been awarded the EPA&#8217;s SmartWay&#174; Excellence Award each of the past twelve years it was awarded.\n\n&#160;\n\n&#160;\n\n&#160;\n\nAs always, we continue to ingrain safety into our corporate culture and strive to conduct all of our operations as safely as possible.\n\n&#160;\n\nOPERATING SEGMENTS \n\n&#160;\n\nSegment information is also included in Note 13 to our Consolidated Financial Statements.\n\n&#160;\n\nJBI Segment \n\n&#160;\n\nThe transportation service offerings of our JBI segment utilize arrangements with most major North American rail carriers to provide intermodal freight solutions for our customers throughout the continental United States, Canada, and Mexico. Our JBI segment began operations in 1989, forming a unique partnership with what is now the BNSF Railway Company (BNSF); this was a watershed event in the industry and the first agreement that linked major rail and truckload carriers in a joint service environment. Throughout the years that followed, JBI established multiple agreements with other Class I railroads. JBI draws on the intermodal services of these rail carriers for the underlying linehaul movement of its equipment between rail ramps. The origin and destination pickup and delivery services (drayage) are handled by our company-owned tractors for the majority of our intermodal loads, while third-party dray carriers are used where economical. By performing our own drayage services, we are able to provide a cost-competitive, seamless coordination of the combined rail and dray movements for our customers.\n\n&#160;\n\nJBI operates 115,150 pieces of company-owned trailing equipment systemwide. The fleet primarily consists of 53-foot, high-cube containers and is designed to take advantage of intermodal double-stack economics and superior ride quality. We own and maintain our own chassis fleet, consisting of 95,553 units. The containers and chassis are uniquely designed so that they may only be paired together, which we feel creates an operational competitive advantage. JBI also manages a fleet of 6,081 company-owned tractors and 7,972 company drivers and contracts 615 independent contractor trucks. At December 31, 2022, the total JBI employee count was 9,229. Revenue for the JBI segment in 2022 was $7.02 billion.\n\n&#160;\n\nDCS Segment \n\n&#160;\n\nDCS focuses on private fleet conversion and creation in replenishment and specialized equipment. We specialize in the design, development, and execution of supply chain solutions that support a variety of transportation networks. Contracts with our customers are long-term, ranging from three to 10 years, with the average being approximately five years. Pricing of our contracts typically involves cost-plus arrangements, with our fixed costs being recovered regardless of equipment utilization, but is customized based on invested capital and duration.\n\n&#160;\n\nAt December 31, 2022, this segment operated 12,328 company-owned trucks, 570 customer-owned trucks, and 1 independent contractor truck. DCS also operates 23,354 owned pieces of trailing equipment and 4,968 customer-owned trailers. The DCS segment employed 16,334 people, including 13,887 drivers, at December 31, 2022. DCS revenue for 2022 was $3.38 billion.\n\n&#160;\n\nICS Segment \n\n&#160;\n\nICS provides traditional freight brokerage and transportation logistics solutions to customers through relationships with thousands of third-party carriers and integration with our owned equipment within other segments. By leveraging the J.B. Hunt brand, systems, and network, we provide a broader service offering to customers by providing flatbed, refrigerated, expedited, and LTL, as well as a variety of dry-van and intermodal solutions. Furthermore, we offer an online multimodal marketplace via J.B. Hunt 360 that helps shippers and carriers match the right load with the right carrier and the best mode. ICS also provides single-source logistics management for customers desiring to outsource their transportation functions and utilize our proven supply chain technology and design expertise to improve efficiency. ICS operates multiple remote sales offices or branches, as well as on-site logistics personnel working in direct contact with customers.\n\n&#160;\n\n&#160;\n\n&#160;\n\nAt December 31, 2022, the ICS segment employed 984 people, with approximately 156,400 available third-party carriers. ICS revenue for 2022 was $2.39 billion.\n\n&#160;\n\nJBT Segment \n\n&#160;\n\nThe service offering in this segment is full-load, dry-van freight, utilizing tractors and trailers operating over roads and highways. JBT also offers services through our J.B. Hunt 360box&#174; program which utilizes our J.B. Hunt 360 platform to access capacity and offer efficient drop trailer solutions to our customers. We typically pick up freight at the dock or specified location of the shipper and transport the load directly to the location of the consignee. We use our company-owned tractors and employee drivers or independent contractors or third-party carriers who agree to transport freight in our trailers.\n\n&#160;\n\nAt December 31, 2022, the JBT segment operated 620 company-owned tractors, 14,718 company-owned trailers, and employed 1,055 people, 626 of whom were drivers. At December 31, 2022, we had 2,098 independent contractors operating in the JBT segment. JBT revenue for 2022 was $1.08 billion.\n\n&#160;\n\nFMS Segment \n\n&#160;\n\nFMS provides last-mile delivery services to customers through a nationwide network of cross-dock and other delivery system network locations, with 98% of the continental U.S. population living within 150 miles of a network location. FMS provides both asset and non-asset (brokerage) big and bulky delivery and installation services, as well as fulfillment and retail-pooling distributions services. FMS contracts with customers range from one to five years, with the average being approximately three years.\n\n&#160;\n\nAt December 31, 2022, this segment operated 1,506 company-owned trucks, 303 customer-owned trucks, and 20 independent contractor trucks. FMS also operates 1,297 owned pieces of trailing equipment and 316 customer-owned trailers. The FMS segment employed 3,768 people, including 1,926 drivers and 607 delivery and material assistants, at December 31, 2022. FMS revenue for 2022 was $980 million.\n\n&#160;\n\nMarketing and Operations \n\n&#160;\n\nWe transport, or arrange for the transportation of, a wide range of freight, including general merchandise, specialty consumer items, appliances, forest and paper products, food and beverages, building materials, soaps and cosmetics, automotive parts, agricultural products, electronics, and chemicals. Our customer base includes a large number of Fortune 500 companies. We provide many transportation services that meet the supply chain logistics needs of shippers.\n\n&#160;\n\nWe generally market all of our service offerings through a nationwide sales and marketing network. We use specific sales forces in DCS and FMS due to the length, complexity, and specialization of the sales cycle. In addition to our sales teams, J.B. Hunt 360 offers instant access to a wide array of technology-driven solutions for customers and carriers. Through the platform, businesses of all sizes can quote and book shipments, view analytics, and gain visibility into freight movement. In accordance with our typical arrangements, we bill the customer for all services, and we, in turn, pay all third parties for their portion of transportation services provided.\n\n&#160;\n\nHuman Capital Resources \n\n&#160;\n\nGeneral \n\n&#160;\n\nDespite operating over 182,000 pieces of transportation equipment, our single greatest asset and one of the factors differentiating us from our competitors is our service-oriented people. J.B. Hunt strives to provide a supportive and safe work environment for its employees, where diverse and innovative ideas can be fostered to solve problems and provide value-added services for our customers. In addition to our employees, our customers, vendors, and communities in which we operate also share diverse backgrounds and an equally diverse range of interests and passions. J.B. Hunt puts forth its best effort to support initiatives reflecting the company values which are shared by its stakeholders.\n\n&#160;\n\n&#160;\n\n&#160;\n\nAs of December 31, 2022, we had 37,151 employees, which consisted of 24,411 company drivers, 10,795 office personnel, 1,324 maintenance technicians, and 621 delivery and material assistants. We also had arrangements with 2,734 independent contractors to transport freight in our trailing equipment. None of our employees are represented by unions or covered by collective bargaining agreements.\n\n&#160;\n\nIn managing the Company&#8217;s business, management focuses on various human capital measures and objectives designed to address the development, attraction, and retention of personnel. These include competitive compensation and benefits, paid time off, employee retirement plan, bonus and other incentive compensation plans, modern equipment and support, leadership development, and tuition assistance as well as those described below.\n\n&#160;\n\nDiversity and Inclusion \n\n&#160;\n\nWe hold strongly to the principle that a qualified, diverse workforce, and inclusive workplace helps us represent the broad cross-section of ideas, values, and beliefs of our employees, customers, suppliers, and communities. In 2017, we established our Diversity and Inclusion initiative which reaches enterprise-wide and aims to create an inclusive culture and environment where employees from all backgrounds can succeed and be heard. Employees are evaluated and hired nationally in accordance with established criteria and regulatory requirements specific to their anticipated role within the Company.\n\n&#160;\n\nIn addition, our Employee Resource Groups (ERGs), Inclusion Office, and Inclusion Council work together to further our culture of inclusivity. The Company&#8217;s six ERGs offer opportunities for employee professional development, business improvement, community engagement, and networking. Comprised of groups representing women, Latinos, veterans, LGBTQIA+, African Americans, and Asian Americans and Pacific Islanders, our ERGs promote camaraderie within the workforce and allow employees with similar interests to build meaningful work relationships that enable career mobility. Our Inclusion Office is a division of our People Team where our inclusion strategy and work are centralized to enable our mission of creating an inclusive culture where all employees feel welcomed, valued, respected, safe, and heard. Our Inclusion Council was established in 2022 and is comprised of 15 senior leaders with diverse identities from across our organization. They are a voice for our people who share a passion for ensuring that inclusion remains a key component of creating an exceptional employee experience and drives how we do business.\n\n&#160;\n\nEmployee Safety and Health \n\n&#160;\n\nThe health and well-being of our workforce is a priority as we continue to ingrain safety into our corporate culture and strive to conduct all our operations as safely as possible. J.B. Hunt employees participate in regular job-specific safety training programs. In addition, J.B. Hunt&#8217;s Million Mile Safe Driving and Recognition Awards Program has recognized and rewarded our drivers who dedicate themselves to accident-free driving. Since its inception in 1996, the program has awarded more than $35 million to over 4,600 drivers.\n\n&#160;\n\nWe believe that access to quality healthcare is also an important part of this priority, and we have programs in place that focus on improving the quality of care that our employees and their families receive. Paid leave is another key component of this focus and the Company offers benefit plans that comply with all applicable laws.\n\n&#160;\n\nIn April 2022, we successfully implemented our return to office plan and began concluding our COVID-19 specific safety response activities at our home office campus and all other field locations throughout North America. Our COVID-19 safety response included requiring remote working when possible, expanded health and safety policies, facility modifications, increased security coverage, and purchase and distribution of personal protective equipment and supplies. In addition, we provided incremental paid time off for employees to help offset any financial loss caused by their absence from work when receiving the COVID-19 vaccination. We also worked with local healthcare organizations to provide vaccination assistance under applicable area guidelines and procedures to employees and their family members. Due to the nature of our business and the large portion of our workforce consisting of drivers and other non-office personnel, fewer than 25% of our total employees were able to work remotely; however, we remained, and continue to remain, committed to the safety of our workforce, suppliers, and customers while continuing to meet our customers&#8217; needs.\n\n&#160;\n\n&#160;\n\n&#160;\n\nRevenue Equipment \n\n&#160;\n\nOur JBI segment utilizes uniquely designed high-cube containers and chassis, which can only be paired with each other and can be separated to allow the containers to be double-stacked on rail cars. The composition of our DCS trailing fleet varies with specific customer requirements and may include dry-vans, flatbeds, temperature-controlled, curtain-side vans, and dump trailers. We primarily utilize third-party carriers&#8217; tractor and trailing equipment for our ICS segment. Our FMS segment primarily utilizes straight trucks or similar equipment through third-party carriers, while the JBT segment operates primarily 53-foot dry-van trailers.\n\n&#160;\n\nAs of December 31, 2022, our company-owned tractor and truck fleet consisted of 20,535 units. In addition, we had 2,734 independent contractors who operate their own tractors but transport freight in our trailing equipment. We operate with standardized tractors in as many fleets as possible, particularly in our JBI and JBT fleets. Due to our customers&#8217; preferences and the actual business application, our DCS fleet is extremely diversified. We believe operating with relatively newer revenue equipment provides better customer service, attracts quality drivers, improved fuel efficiency and lowers maintenance expense. At December 31, 2022, the average age of our combined tractor fleet was 2.6 years, while our containers averaged 8.3 years of age and our trailers averaged 6.3 years. We perform routine servicing and preventive maintenance on our equipment at our regional terminal facilities.\n\n&#160;\n\nCompetition and the Industry \n\n&#160;\n\nThe freight transportation markets in which we operate are frequently referred to as highly fragmented and competitive. Our JBI segment competes with other intermodal marketing companies; other full-load carriers that utilize railroads for a portion of the transportation service; and, to a certain extent, some railroads directly. The diversified nature of the services provided by our DCS and FMS segments attracts competition from customers&#8217; private fleets, other private fleet outsourcing companies, equipment leasing companies, local and regional delivery service providers, and some truckload carriers. Our ICS segment utilizes the fragmented nature of the truck industry and competes with other non-asset-based logistics companies and freight brokers, as well as full-load carriers. The full-load freight competition of our JBT segment includes thousands of carriers, many of which are very small. While we compete with a number of smaller carriers on a regional basis, only a limited number of companies represent competition in all markets across the country.\n\n&#160;\n\nWe compete with other transportation service companies primarily in terms of price, on-time pickup and delivery service, availability and type of equipment capacity, and availability of carriers for logistics services.\n\n&#160;\n\nRegulation \n\n&#160;\n\nOur operations as a for-hire motor carrier are subject to regulation by the U.S. Department of Transportation (DOT) and the Federal Motor Carrier Safety Administration (FMCSA), and certain business is also subject to state rules and regulations. The DOT periodically conducts reviews and audits to ensure our compliance with federal safety requirements, and we report certain accident and other information to the DOT. Our operations into and out of Canada and Mexico are subject to regulation by those countries. We are also subject to a variety of requirements of national, state, and local governments, including the U.S. Environmental Protection Agency and the Occupational Safety and Health Administration.\n\n&#160;\n\nWe are subject to various environmental laws and regulations dealing with the handling of hazardous materials, underground fuel storage tanks, and discharge and retention of storm water. These laws and regulations have the effect of increasing the costs, risks and liabilities associated with our applicable operations. We are also subject to existing and potential future laws and regulations with regards to public policy on climate change. If current regulatory requirements become more stringent or new environmental laws and regulations regarding climate change are introduced, we could be required to make significant expenditures or abandon certain activities.\n\n&#160;\n\n&#160;\n\n&#160;\n\nWe continue to monitor the actions of the FMCSA and other regulatory agencies and evaluate all proposed rules to determine their impact on our operations.\n\n&#160;\n\n"
    },
    {
      "section": "1A",
      "text": " ITEM 1A. RISK FACTORS \n\n&#160;\n\nIn addition to the factors outlined previously in this Form 10-K regarding forward-looking statements and other comments regarding risks and uncertainties, the following risk factors should be carefully considered when evaluating our business. Our business, financial condition or financial results could be materially and adversely affected by any of these risks.\n\n&#160;\n\n&#160;\n\nRisks Related to Our Industry \n\n&#160;\n\nOur business is significantly impacted by economic conditions, customer business cycles and seasonal factors. \n\n&#160;\n\nOur business is dependent on the freight shipping needs of our customers, which can be heavily impacted by economic conditions and other factors affecting their businesses. Recessionary economic cycles and downturns in customers&#8217; business cycles, particularly in market segments and industries where we have a significant concentration of customers, may substantially reduce freight volumes for which our customers need transportation services and lead to excess capacity in the industry and resulting pressure on the rates we are able to obtain for our services. Adverse economic conditions may also require us to increase our reserve for bad debt losses. In addition, our results of operations may be affected by seasonal factors. Customers tend to reduce shipments after the winter holiday season, and our operating expenses tend to be higher in the winter months, primarily due to colder weather, which causes higher fuel consumption from increased idle time and higher maintenance costs. Any of these factors could have a significant adverse effect on our financial condition and results of operations.\n\n&#160;\n\nOur business is significantly impacted by the effects of national or international health pandemics on general economic conditions and the operations of our customers and third-party suppliers and service providers. \n\n&#160;\n\nOur operations can be heavily impacted by the effects of a widespread outbreak of contagious disease, principally the recent outbreak of the COVID-19 virus. The effects of the COVID-19 pandemic have and may continue to disrupt or restrict the freight shipping activities of some of our customers, on which our business is dependent. In addition, adverse economic conditions caused by COVID-19 may also require us to increase our reserve for bad debt losses. Furthermore, the continuation or resumption of COVID-19 related social and economic disruptions may lead to other events which could negatively impact our operations including service limitations of our third-party purchased transportation providers, reduced availability of drivers and other key employees, disruptions in the procurement of revenue equipment, restrictions at U.S. ports of call, excess capacity or rate reductions within the intermodal or trucking industries, inability of suppliers to continue activities, or volatile financial credit markets. The extent to which the COVID-19 outbreak and any future resurgences will impact general economic and business conditions is highly uncertain and unpredictable; however, any of these factors could have a significant adverse effect on our financial condition and results of operations.\n\n&#160;\n\nExtreme or unusual weather conditions can disrupt our operations, impact freight volumes, and increase our costs, all of which could have a material adverse effect on our business results. \n\n&#160;\n\nCertain weather conditions such as ice and snow can disrupt our operations. Increases in the cost of our operations, such as towing and other maintenance activities, frequently occur during the winter months. Natural disasters such as hurricanes and flooding can also impact freight volumes and increase our costs.\n\n&#160;\n\n&#160;\n\n&#160;\n\nOur operations are subject to various environmental laws and regulations, including legislative and regulatory responses to climate change. Compliance with environmental requirements could result in significant expenditures and the violation of these regulations could result in substantial fines or penalties. \n\n&#160;\n\nWe are subject to various environmental laws and regulations dealing with the handling of hazardous materials, underground fuel storage tanks, and discharge and retention of storm water. We operate in industrial areas, where truck terminals and other industrial activities are located and where groundwater or other forms of environmental contamination have occurred. Our operations involve the risks of fuel spillage or seepage, environmental damage, and hazardous waste disposal, among others. We also maintain bulk fuel storage and fuel islands at several of our facilities. If a spill or other accident involving hazardous substances occurs, or if we are found to be in violation of applicable laws or regulations, it could have a material adverse effect on our business and operating results. If we should fail to comply with applicable environmental regulations, we could be subject to substantial fines or penalties and to civil and criminal liability.\n\n&#160;\n\nWe are also subject to existing and potential future laws and regulations with regards to public policy on climate change. If current regulatory requirements become more stringent or new environmental laws and regulations regarding climate change are introduced, we could be required to make significant expenditures or abandon certain activities, which could have a material adverse effect on our business and operating results.\n\n&#160;\n\nWe depend on third parties in the operation of our business. \n\n&#160;\n\nOur JBI business segment utilizes railroads in the performance of its transportation services. The majority of these services are provided pursuant to contractual relationships with the railroads. While we have agreements with a number of Class I railroads, the majority of our business travels on the BNSF and the Norfolk Southern railways. The transportation services provided by these railroads have been in recent years and may from time to time in the future be impacted by contractual disagreements, labor disruptions or shortages, and other rail network inefficiencies. A material change in the relationship with, the ability to utilize or the overall service levels provided by one or more of these railroads could have a material adverse effect on our business and operating results. In addition, a portion of the freight we deliver is imported to the United States through ports of call that are subject to labor union contracts. Work stoppages or other disruptions at any of these ports could have a material adverse effect on our business.\n\n&#160;\n\nWe regularly purchase new revenue equipment, including trucks, chassis and trailing equipment, in each of our operating segments to expand our fleets and replace aging equipment. Since the beginning of the COVID-19 pandemic, equipment manufacturers have experienced production and delivery delays due to work stoppages, supply chain disruptions and high demand that have impacted the availability, cost and timing of our receipt of new equipment orders. Any continued or future delays in the availability of new revenue equipment or further increases in the cost of such equipment could have a material adverse affect on our business and profitability by reducing productivity, increasing maintenance expenses and capital expenditures, and limiting our ability to expand our business.\n\n&#160;\n\nWe also utilize independent contractors and third-party carriers to complete our services. These third parties are subject to similar regulation requirements, which may have a more significant impact on their operations, causing them to exit the transportation industry. Aside from when these third parties may use our trailing equipment to fulfill loads, we do not own the revenue equipment or control the drivers delivering these loads. The inability to obtain reliable third-party carriers and independent contractors could have a material adverse effect on our operating results and business growth.\n\n&#160;\n\nRapid changes in fuel costs could impact our periodic financial results. \n\n&#160;\n\nFuel costs can be very volatile. We have a fuel surcharge revenue program in place with the majority of our customers, which has historically enabled us to recover the majority of higher fuel costs. Most of these programs automatically adjust weekly depending on the cost of fuel. However, there can be timing differences between a change in our fuel cost and the timing of the fuel surcharges billed to our customers. In addition, we incur additional costs when fuel price increases cannot be fully recovered due to our engines being idled during cold or warm weather and empty or out-of-route miles that cannot be billed to customers. Rapid increases in fuel costs or shortages of fuel could have a material adverse effect on our operations or future profitability. As of December 31, 2022, we had no derivative financial instruments to reduce our exposure to fuel-price fluctuations.\n\n&#160;\n\n&#160;\n\n&#160;\n\nInsurance and claims expenses could significantly reduce our earnings. \n\n&#160;\n\nOur future insurance and claims expenses might exceed historical levels, which could reduce our earnings. We have experienced substantial increases in the number and severity of auto liability claims which have exceeded our insurance coverage layers, which has adversely impacted our operating results in recent periods. If the number or severity of claims for which we are self-insured continues to increase, our operating results could be further adversely affected. We have policies in place for 2023 with substantially the same terms as our 2022 policies for personal injury, property damage, workers&#8217; compensation, and cargo loss or damage. We purchase insurance coverage for the amounts above which we are self-insured. If these expenses increase and we are unable to offset the increase with higher freight rates, our earnings could be materially and adversely affected.\n\n&#160;\n\nWe operate in a regulated industry, and increased direct and indirect costs of compliance with, or liability for violation of, existing or future regulations could have a material adverse effect on our business. \n\n&#160;\n\nThe DOT, FMCSA, and various state agencies exercise broad powers over our business, generally governing matters including authorization to engage in motor carrier service, equipment operation, safety, and financial reporting. We are audited periodically by the DOT to ensure that we are in compliance with various safety, hours-of-service, and other rules and regulations. If we were found to be out of compliance, the DOT could restrict or otherwise impact our operations. Our failure to comply with any applicable laws, rules or regulations to which we are subject, whether actual or alleged, could expose us to fines, penalties or potential litigation liabilities, including costs, settlements and judgments. Further, these agencies could institute new laws, rules or regulations or issue interpretation changes to existing regulations at any time. Compliance with new laws, rules or regulations could substantially impair labor and equipment productivity, increase our costs or impact our ability to offer certain services.\n\n&#160;\n\nDifficulty in attracting and retaining drivers and delivery personnel could affect our profitability and ability to grow. \n\n&#160;\n\nIf we are unable to attract and retain the necessary quality and number of employees, we could be required to significantly increase our employee compensation package, let revenue equipment sit idle, dispose of the equipment altogether, or rely more on higher-cost third-party carriers, which could adversely affect our growth and profitability. In addition, our growth could be limited by an inability to attract third-party carriers upon whom we rely to provide transportation services.\n\n&#160;\n\nWe operate in a competitive and highly fragmented industry. Numerous factors could impair our ability to maintain our current profitability and to compete with other carriers and private fleets. \n\n&#160;\n\nWe compete with many other transportation service providers of varying sizes and, to a lesser extent, with LTL carriers and railroads, some of which have more equipment and greater capital resources than we do. Additionally, some of our competitors periodically reduce their freight rates to gain business, especially during times of reduced growth rates in the economy, which may limit our ability to maintain or increase freight rates or to maintain our profit margins.\n\n&#160;\n\nIn an effort to reduce the number of carriers it uses, a customer often selects so-called &#8220;core carriers&#8221; as approved transportation service providers, and in some instances, we may not be selected. Many customers periodically accept bids from multiple carriers for their shipping needs, and this process may depress freight rates or result in the loss of some business to competitors. Also, certain customers that operate private fleets to transport their own freight could decide to expand their operations, thereby reducing their need for our services.\n\n&#160;\n\nRisks Related to Our Business \n\n&#160;\n\nWe derive a significant portion of our revenue from a few major customers, the loss of one or more of which could have a material adverse effect on our business. \n\n&#160;\n\nFor the calendar year ended December 31, 2022, our top 10 customers, based on revenue, accounted for approximately 38% of our revenue. One customer accounted for approximately 14% of our total revenue for the year ended December 31, 2022. Our JBI, ICS, and JBT segments typically do not have long-term contracts with their customers. While our DCS and FMS segments may involve long-term written contracts, those contracts may contain cancellation clauses, and there is no assurance that our current customers will continue to utilize our services or continue at the same levels. A reduction in or termination of our services by one or more of our major customers could have a material adverse effect on our business and operating results.\n\n&#160;\n\n&#160;\n\n&#160;\n\nA determination that independent contractors are employees could expose us to various liabilities and additional costs. \n\n&#160;\n\nFederal and state legislation as well as tax and other regulatory authorities have sought to assert that independent contractors in the transportation service industry are employees rather than independent contractors. An example of such legislation has recently gone into effect in California, although a legal challenge to the law is pending. There can be no assurance that interpretations that support the independent contractor status will not change, that other federal or state legislation will not be enacted or that various authorities will not successfully assert a position that re-classifies independent contractors to be employees. If our independent contractors are determined to be our employees, that determination could materially increase our exposure under a variety of federal and state tax, workers&#8217; compensation, unemployment benefits, labor, employment and tort laws, as well as our potential liability for employee benefits. In addition, such changes may be applied retroactively, and if so, we may be required to pay additional amounts to compensate for prior periods. Any of the above increased costs would adversely affect our business and operating results.\n\n&#160;\n\nWe may be subject to litigation claims that could result in significant expenditures. \n\n&#160;\n\nWe by the nature of our operations are exposed to the potential for a variety of litigation, including personal injury claims, vehicular collisions and accidents, alleged violations of federal and state labor and employment laws, such as class-action lawsuits alleging wage and hour violations and improper pay, commercial and contract disputes, cargo loss and property damage claims. While we purchase insurance coverage at levels we deem adequate, future litigation may exceed our insurance coverage or may not be covered by insurance. We accrue a provision for a litigation matter according to applicable accounting standards based on the ongoing assessment of the strengths and weaknesses of the litigation, its likelihood of success, and an evaluation of the possible range of loss. Our inability to defend ourselves against a significant litigation claim could have a material adverse effect on our financial results.\n\n&#160;\n\nWe rely significantly on our information technology systems, a disruption, failure or security breach of which or an inability to keep pace with technological advances could have a material adverse effect on our business. \n\n&#160;\n\nWe rely on information technology throughout all areas of our business to initiate, track, and complete customer orders; process financial and nonfinancial data; compile results of operations for internal and external reporting; and achieve operating efficiencies and growth. We have also invested significantly in the development of our Marketplace for J.B. Hunt 360 online freight matching platform, through which we are generating an increasing amount of revenue. Each of our information technology systems may be susceptible to various interruptions, including equipment or network failures, failed upgrades or replacement of software, user error, power outages, natural disasters, cyber-attacks, theft or misuse of data, terrorist attacks, computer viruses, hackers, or other security breaches. We may in the future experience security breaches and other interruptions of our information technology systems despite our best efforts to prevent them. We have mitigated our exposure to these risks through the establishment and maintenance of technology security programs and disaster recovery plans, but these mitigating activities may not be sufficient. A significant disruption, failure or security breach in our information technology systems could have a material adverse effect on our business, which could include operational disruptions, loss of confidential information, external reporting delays or errors, legal claims, or damage to our business reputation. We also could experience an inability to keep pace with technological advances, resulting in our information technology platforms becoming obsolete or our competitors developing related or similar service offerings more effective than ours.\n\n&#160;\n\n&#160;\n\n&#160;\n\nAcquisitions or business combinations may disrupt or have a material adverse effect on our operations or earnings. \n\n&#160;\n\nA substantial portion of the growth of our FMS segment has resulted from strategic acquisitions, and our future growth strategy for FMS and possibly other operating segments may involve the acquisition of one or more businesses. We could have difficulty integrating acquired companies&#8217; assets, personnel and operations with our own. Regardless of whether we are successful in making an acquisition or completing a business combination, the negotiations could disrupt our ongoing business, distract our management and employees, and increase our operating costs. Acquisitions and business combinations are accompanied by a number of inherent risks, including, without limitation, the difficulty of integrating acquired companies and operations; potential disruption of our ongoing businesses and distraction of our management or the management of acquired companies; difficulties in maintaining controls, procedures and policies; potential impairment of relationships with employees and partners as a result of any integration of new management personnel; potential inability to manage an increased number of locations and employees; failure to realize expected efficiencies, synergies and cost savings; or the effect of any government regulations which relate to the businesses acquired.\n\n&#160;\n\nOur business could be materially impacted if and to the extent that we are unable to succeed in addressing any of these risks or other problems encountered in connection with an acquisition or business combination involving FMS or other segments, many of which cannot be presently identified.\n\n&#160;\n\n"
    },
    {
      "section": "1B",
      "text": " ITEM 1B. UNRESOLVED STAFF COMMENTS \n\n&#160;\n\nNone.\n\n&#160;\n\n"
    },
    {
      "section": "2",
      "text": " ITEM 2. PROPERTIES \n\n&#160;\n\nWe own our corporate headquarters in Lowell, Arkansas. In addition, we own or lease buildings in Lowell that we utilize for administrative support and warehousing. We also own or lease 52 other significant facilities across the United States where we perform maintenance on our equipment, provide bulk fuel, and employ personnel to support operations. These facilities vary in size from 2 to 39 acres. Each of our business segments utilizes these facilities. In addition, we have 129 leased or owned facilities in our FMS cross-dock and other delivery system networks and multiple leased or owned remote sales offices or branches in our ICS segment. We also own or lease multiple small facilities, offices, and parking yards throughout the country that support our customers&#8217; business needs.\n\n&#160;\n\nA summary of our principal facilities in locations throughout the U.S. follows:\n\n&#160;\n\n##TABLE_START Type\n\n&#160; Acreage\n\n&#160; &#160; Maintenance Shop/\n\nCross-dock Facility\n\n(square feet)\n\n&#160; &#160; Office Space\n\n(square feet)\n\n&#160; Maintenance and support facilities\n\n&#160; &#160; 563 &#160; &#160; &#160; 935,000 &#160; &#160; &#160; 198,000 &#160; Cross-dock and delivery system facilities\n\n&#160; &#160; 82 &#160; &#160; &#160; 4,567,000 &#160; &#160; &#160; 140,000 &#160; Corporate headquarters campus, Lowell, Arkansas\n\n&#160; &#160; 130 &#160; &#160; &#160; - &#160; &#160; &#160; 707,000 &#160; Branch sales offices\n\n&#160; &#160; - &#160; &#160; &#160; - &#160; &#160; &#160; 50,000 &#160; Other facilities, offices, and parking yards\n\n&#160; &#160; 555 &#160; &#160; &#160; 995,000 &#160; &#160; &#160; 266,000 &#160; ##TABLE_END &#160;\n\n"
    },
    {
      "section": "3",
      "text": " ITEM 3. LEGAL PROCEEDINGS \n\n&#160;\n\nSee Note 9, Commitments and Contingencies in our Consolidated Financial Statements for disclosures related to legal proceedings.\n\n&#160;\n\n"
    },
    {
      "section": "4",
      "text": " ITEM 4. MINE SAFETY DISCLOSURES \n\n&#160;\n\nNot applicable.\n\n&#160;\n\n&#160;\n\n&#160;\n\nPART II \n\n&#160;\n\n"
    },
    {
      "section": "5",
      "text": " ITEM 5. MARKET FOR REGISTRANT &#8217; S COMMON EQUITY, RELATED STOCKHOLDER MATTERS AND ISSUER PURCHASES OF EQUITY SECURITIES \n\n&#160;\n\nOur common stock is traded on the NASDAQ Global Select Market (NASDAQ) under the symbol &#8220;JBHT.&#8221; At December 31, 2022, we were authorized to issue up to 1 billion shares of our common stock, and 167.1 million shares were issued. We had 103.7 million and 105.1 million shares outstanding as of December 31, 2022 and 2021 respectively. On February 21, 2023, we had 967 stockholders of record of our common stock.\n\n&#160;\n\nDividend Policy \n\n&#160;\n\nOur dividend policy is subject to review and revision by the Board of Directors, and payments are dependent upon our financial condition, liquidity, earnings, capital requirements, and any other factors the Board of Directors may deem relevant. On January 19, 2023, we announced an increase in our quarterly cash dividend from $0.40 to $0.42 per share, which was paid February 24, 2023, to stockholders of record on February 10, 2023. We currently intend to continue paying cash dividends on a quarterly basis. However, no assurance can be given that future dividends will be paid.\n\n&#160;\n\nPurchases of Equity Securities \n\n&#160;\n\nOn January 22, 2020, our Board of Directors authorized the purchase of up to $500 million of our common stock. On July 20, 2022, our Board of Directors authorized an additional purchase of up to $500 million of our common stock. These stock repurchase programs have no expiration date. At December 31, 2022, we had $551.1 million available under these authorized plans to purchase our common stock. We made no purchases of our common stock during the three months ended December 31, 2022.\n\n&#160;\n\n&#160;\n\n&#160;\n\nStock Performance Graph \n\n&#160;\n\nThe following graph compares the cumulative 5-year total return of stockholders of our common stock with the cumulative total returns of the S&#38;P 500 index and two customized peer groups. The peer group labeled &#8220;2021 Peer Group&#8221; consists of 13 companies: C.H. Robinson Worldwide Inc., CSX Corporation, Expeditors International of Washington Inc., Hub Group Inc., Knight-Swift Transportation Holdings Inc., Norfolk Southern Corporation, Old Dominion Freight Line Inc., Republic Services Inc., Ryder System Inc., Schneider National Inc., Stericycle Inc., Waste Management Inc., and XPO, Inc. The peer group labeled &#8220;2022 Peer Group&#8221; consists of 14 companies: C.H. Robinson Worldwide Inc., CSX Corporation, Expeditors International of Washington Inc., Hub Group Inc., Knight-Swift Transportation Holdings Inc., Norfolk Southern Corporation, Old Dominion Freight Line Inc., Republic Services Inc., Ryder System Inc., Schneider National Inc., Stericycle Inc., Union Pacific Corporation, Waste Management Inc., and XPO, Inc. The graph assumes the value of the investment in our common stock, in the index, and in each of the peer groups (including reinvestment of dividends) was $100 on December 31, 2017 and tracks it through December 31, 2022. The stock price performance included in this graph is not necessarily indicative of future stock price performance.\n\n&#160;\n\n&#160;\n\n&#160;\n\n&#160;\n\n##TABLE_START &#160; &#160; Years Ended December 31,\n\n&#160; &#160; &#160; 2017\n\n&#160; &#160; 2018\n\n&#160; &#160; 2019\n\n&#160; &#160; 2020\n\n&#160; &#160; 2021\n\n&#160; &#160; 2022\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; J.B. Hunt Transport Services, Inc.\n\n&#160; $ 100.00 &#160; &#160; $ 81.59 &#160; &#160; $ 103.43 &#160; &#160; $ 122.15 &#160; &#160; $ 183.99 &#160; &#160; $ 158.36 &#160; S&#38;P 500\n\n&#160; &#160; 100.00 &#160; &#160; &#160; 95.62 &#160; &#160; &#160; 125.72 &#160; &#160; &#160; 148.85 &#160; &#160; &#160; 191.58 &#160; &#160; &#160; 156.89 &#160; 2021 Peer Group\n\n&#160; &#160; 100.00 &#160; &#160; &#160; 100.83 &#160; &#160; &#160; 127.45 &#160; &#160; &#160; 154.02 &#160; &#160; &#160; 210.17 &#160; &#160; &#160; 182.35 &#160; 2022 Peer Group\n\n&#160; &#160; 100.00 &#160; &#160; &#160; 102.30 &#160; &#160; &#160; 131.78 &#160; &#160; &#160; 157.84 &#160; &#160; &#160; 208.60 &#160; &#160; &#160; 179.30 &#160; ##TABLE_END &#160;\n\n"
    },
    {
      "section": "6",
      "text": " ITEM 6. [Reserved] \n\n&#160;\n\n&#160;\n\n&#160;\n\n"
    },
    {
      "section": "7",
      "text": " ITEM 7. MANAGEMENT &#8217; S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS \n\n&#160;\n\nThe following discussion of our results of operations and financial condition should be read in conjunction with our financial statements and related notes in Item 8. This discussion contains forward-looking statements. Please see &#8220; Forward-looking Statements &#8221; and &#8220; Risk Factors &#8221; for a discussion of items, uncertainties, assumptions and risks associated with these statements. \n\n&#160;\n\nCRITICAL ACCOUNTING POLICIES AND ESTIMATES \n\n&#160;\n\nThe preparation of our financial statements in accordance with U.S. generally accepted accounting principles requires us to make estimates and assumptions that impact the amounts reported in our Consolidated Financial Statements and accompanying notes. Therefore, the reported amounts of assets, liabilities, revenues, expenses and associated disclosures of contingent liabilities are affected by these estimates. We evaluate these estimates on an ongoing basis, utilizing historical experience, consultation with third parties and other methods considered reasonable in the particular circumstances. Nevertheless, actual results may differ significantly from our estimates. Any effects on our business, financial position or results of operations resulting from revisions to these estimates are recognized in the accounting period in which the facts that give rise to the revision become known. We consider our critical accounting policies and estimates to be those that require us to make more significant judgments and estimates when we prepare our financial statements and include the following:\n\n&#160;\n\nWorkers &#8217; Compensation and Accident Costs \n\n&#160;\n\nWe purchase insurance coverage for a portion of expenses related to employee injuries, vehicular collisions, accidents, and cargo damage. Certain insurance arrangements include a level of self-insurance (deductible) coverage applicable to each claim. We have umbrella policies to limit our exposure to catastrophic claim costs which may include certain coverage-layer-specific, aggregated reimbursement limits of covered excess claims. We are substantially self-insured for loss of and damage to our owned and leased revenue equipment.\n\n&#160;\n\nThe amounts of self-insurance change from time to time based on measurement dates, policy expiration dates, and claim type. For 2020 through 2022, we were self-insured for $500,000 per occurrence as well as subject to coverage-layer-specific, aggregated reimbursement limits of covered excess claims for personal injury and property damage. We were fully insured for workers&#8217; compensation claims for nearly all states. We have policies in place for 2023 with substantially the same terms as our 2022 policies for personal injury, property damage, workers&#8217; compensation, and cargo loss or damage.\n\n&#160;\n\nOur claims accrual policy for all self-insured claims is to recognize a liability at the time of the incident based on our analysis of the nature and severity of the claims and analyses provided by third-party claims administrators, as well as legal, economic, and regulatory factors. Our safety and claims personnel work directly with representatives from the insurance companies to continually update the estimated cost of each claim. The ultimate cost of a claim develops over time as additional information regarding the nature, timing, and extent of damages claimed becomes available. Accordingly, we use an actuarial method to develop current claim information to derive an estimate of our ultimate personal injury and property damage claim liability. This process involves the use of expected loss rates, loss-development factors based on our historical claims experience, claim frequencies and severity, and contractual premium adjustment factors, if applicable. In doing so, the recorded liability considers future claims growth and provides a reserve for incurred-but-not-reported claims. We do not discount our estimated losses. At December 31, 2022, we had an accrual of approximately $427 million for estimated claims. A significant increase in the volume of claims or amount of settlements exceeding our coverage-layer specific, aggregated reimbursement limits could result in significant increase in our estimated liability for claims in future periods. In addition, we record receivables for amounts expected to be reimbursed for payments made in excess of self-insurance levels on covered claims. At December 31, 2022, we have recorded $374 million of expected reimbursement for covered excess claims, other insurance deposits, and prepaid insurance premiums.\n\n&#160;\n\n&#160;\n\n&#160;\n\nRevenue Equipment \n\n&#160;\n\nWe operate a significant number of tractors, trucks, containers, chassis, and trailers in connection with our business. This equipment may be purchased or acquired under lease agreements. In addition, we may rent revenue equipment from various third parties under short-term rental arrangements. Purchased revenue equipment is depreciated on the straight-line method over the estimated useful life to an estimated salvage or trade-in value. We periodically review the useful lives and salvage values of our revenue equipment and evaluate our long-lived assets for impairment. We have not identified any impairment to our assets at December 31, 2022.\n\n&#160;\n\nWe have agreements with our primary tractor suppliers for residual or trade-in values for certain new equipment. We have utilized these trade-in values, as well as other operational information such as anticipated annual miles, in accounting for depreciation expense.\n\n&#160;\n\nRevenue Recognition \n\n&#160;\n\nWe record revenues on the gross basis at amounts charged to our customers because we control and are primarily responsible for the fulfillment of promised services. Accordingly, we serve as a principal in the transaction. We invoice our customers, and we maintain discretion over pricing. Additionally, we are responsible for selection of third-party transportation providers to the extent used to satisfy customer freight requirements.\n\n&#160;\n\nWe recognize revenue from customer contracts based on relative transit time in each reporting period and as other performance obligations are provided, with related expenses recognized as incurred. Accordingly, a portion of the total revenue that will be billed to the customer is recognized in each reporting period based on the percentage of the freight pickup and delivery performance obligation that has been completed at the end of the reporting period.\n\n&#160;\n\nOur trade accounts receivable includes accounts receivable reduced by an allowance for uncollectible accounts. Receivables are recorded at amounts billed to customers when loads are delivered or services are performed. The allowance for uncollectible accounts is calculated over the life of the underlying receivable and is based on historical experience; any known trends or uncertainties related to customer billing and account collectability; current economic conditions; and reasonable and supportable economic forecasts, each applied to segregated risk pools based on the business segment that generated the receivable. The adequacy of our allowance is reviewed quarterly.\n\n&#160;\n\nIncome Taxes \n\n&#160;\n\nWe account for income taxes under the liability method. Our deferred tax assets and liabilities represent items that will result in a tax deduction or taxable income in future years for which we have already recorded the related tax expense or benefit in our statement of earnings. Deferred tax accounts arise as a result of timing differences between when items are recognized in our Consolidated Financial Statements and when they are recognized in our tax returns. We assess the likelihood that deferred tax assets will be recovered from future taxable income or the reversal of temporary timing differences. To the extent we believe recovery does not meet the more-likely-than-not threshold, a valuation allowance is established. To the extent we establish a valuation allowance, we include an expense as part of our income tax provision.\n\n&#160;\n\nSignificant judgment is required in determining and assessing the impact of complex tax laws and certain tax-related contingencies on our provision for income taxes. As part of our calculation of the provision for income taxes, we assess whether the benefits of our tax positions are at least more likely than not to be sustained upon audit based on the technical merits of the tax position. For tax positions that are not more likely than not to be sustained upon audit, we accrue the largest amount of the benefit that is not more likely than not to be sustained in our Consolidated Financial Statements. Such accruals require us to make estimates and judgments, whereby actual results could vary materially from these estimates. Further, a number of years may elapse before a particular matter for which we have established an accrual is audited and resolved. See Note 6, Income Taxes, in our Consolidated Financial Statements for a discussion of our current tax contingencies.\n\n&#160;\n\n&#160;\n\n&#160;\n\nRESULTS OF OPERATIONS \n\n&#160;\n\nThe following table sets forth items in our Consolidated Statements of Earnings as a percentage of operating revenues and the percentage increase or decrease of those items compared with the prior year.\n\n&#160;\n\n##TABLE_START &#160; &#160; Percentage of\n\nOperating Revenues\n\n&#160; &#160; Percentage Change\n\nBetween Years\n\n&#160; &#160; &#160; 2022\n\n&#160; &#160; 2021\n\n&#160; &#160; 2020\n\n&#160; &#160; 2022 vs.\n\n&#160; &#160; 2021 vs.\n\n&#160; Operating revenues\n\n&#160; &#160; 100.0 %\n\n&#160; &#160; 100.0 %\n\n&#160; &#160; 100.0 %\n\n&#160; &#160; 21.7 %\n\n&#160; &#160; 26.3 %\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Operating expenses:\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Rents and purchased transportation\n\n&#160; &#160; 49.9 &#160; &#160; &#160; 53.0 &#160; &#160; &#160; 51.4 &#160; &#160; &#160; 14.6 &#160; &#160; &#160; 30.2 &#160; Salaries, wages and employee benefits\n\n&#160; &#160; 22.8 &#160; &#160; &#160; 22.7 &#160; &#160; &#160; 24.4 &#160; &#160; &#160; 22.1 &#160; &#160; &#160; 17.6 &#160; Fuel and fuel taxes\n\n&#160; &#160; 6.3 &#160; &#160; &#160; 4.4 &#160; &#160; &#160; 3.7 &#160; &#160; &#160; 75.6 &#160; &#160; &#160; 48.4 &#160; Depreciation and amortization\n\n&#160; &#160; 4.4 &#160; &#160; &#160; 4.6 &#160; &#160; &#160; 5.5 &#160; &#160; &#160; 15.7 &#160; &#160; &#160; 5.6 &#160; Operating supplies and expenses\n\n&#160; &#160; 3.4 &#160; &#160; &#160; 3.0 &#160; &#160; &#160; 3.5 &#160; &#160; &#160; 36.1 &#160; &#160; &#160; 10.5 &#160; Insurance and claims\n\n&#160; &#160; 2.1 &#160; &#160; &#160; 1.4 &#160; &#160; &#160; 1.4 &#160; &#160; &#160; 92.7 &#160; &#160; &#160; 22.7 &#160; General and administrative expenses, net of asset dispositions\n\n&#160; &#160; 1.4 &#160; &#160; &#160; 1.5 &#160; &#160; &#160; 1.8 &#160; &#160; &#160; 10.1 &#160; &#160; &#160; 8.6 &#160; Operating taxes and licenses\n\n&#160; &#160; 0.5 &#160; &#160; &#160; 0.5 &#160; &#160; &#160; 0.6 &#160; &#160; &#160; 14.8 &#160; &#160; &#160; 9.4 &#160; Communication and utilities\n\n&#160; &#160; 0.2 &#160; &#160; &#160; 0.3 &#160; &#160; &#160; 0.3 &#160; &#160; &#160; 5.3 &#160; &#160; &#160; 4.0 &#160; Total operating expenses\n\n&#160; &#160; 91.0 &#160; &#160; &#160; 91.4 &#160; &#160; &#160; 92.6 &#160; &#160; &#160; 21.2 &#160; &#160; &#160; 24.6 &#160; Operating income\n\n&#160; &#160; 9.0 &#160; &#160; &#160; 8.6 &#160; &#160; &#160; 7.4 &#160; &#160; &#160; 27.4 &#160; &#160; &#160; 46.6 &#160; Net interest expense\n\n&#160; &#160; 0.4 &#160; &#160; &#160; 0.4 &#160; &#160; &#160; 0.5 &#160; &#160; &#160; 9.7 &#160; &#160; &#160; (2.8 )\n\nEarnings before income taxes\n\n&#160; &#160; 8.6 &#160; &#160; &#160; 8.2 &#160; &#160; &#160; 6.9 &#160; &#160; &#160; 28.2 &#160; &#160; &#160; 50.1 &#160; Income taxes\n\n&#160; &#160; 2.1 &#160; &#160; &#160; 1.9 &#160; &#160; &#160; 1.6 &#160; &#160; &#160; 30.6 &#160; &#160; &#160; 49.4 &#160; Net earnings\n\n&#160; &#160; 6.5 %\n\n&#160; &#160; 6.3 %\n\n&#160; &#160; 5.3 %\n\n&#160; &#160; 27.4 %\n\n&#160; &#160; 50.3 %\n\n##TABLE_END &#160;\n\n2022 Compared With 2021 \n\n&#160;\n\nConsolidated Operating Revenues \n\n&#160;\n\nOur total consolidated operating revenues increased 21.7% to $14.81 billion in 2022, compared to $12.17 billion in 2021. This increase was primarily due to higher revenue per load and increased load volumes within JBI and JBT, increased average revenue producing trucks and fleet productivity within DCS, and increased revenue in FMS primarily driven by a business acquisition, partially offset by decreased ICS load volume. Fuel surcharge revenues increased 94.2% to $2.43 billion in 2022, compared to $1.25 billion in 2021. If fuel surcharge revenues were excluded from both years, our 2022 revenue increased 13.4% over 2021.\n\n&#160;\n\nConsolidated Operating Expenses \n\n&#160;\n\nOur 2022 consolidated operating expenses increased 21.2% from 2021, while year-over-year revenue increased 21.7%, resulting in a 2022 operating ratio of 91.0% compared to 91.4% in 2021.\n\n&#160;\n\nRents and purchased transportation costs increased 14.6% in 2022, primarily due to an increase in rail carrier purchased transportation costs within the JBI segment and an increase in the use of third-party truck carriers by JBT, partially offset by decreased ICS load volume. Salaries, wages and employee benefit costs increased 22.1% in 2022 from 2021. This increase was primarily related to increases in driver pay and office personnel compensation and an increase in the number of employees as well as an increase in group medical expense compared to 2021.\n\n&#160;\n\n&#160;\n\n&#160;\n\nFuel and fuel taxes expense increased 75.6% in 2022 compared with 2021, due primarily to an increase in the price of fuel during 2022 and increased road miles. We have fuel surcharge programs in place with the majority of our customers. These programs typically involve a specified computation based on the change in national, regional, or local fuel prices. While these programs may address fuel cost changes as frequently as weekly, most also reflect a specified miles-per-gallon factor and require a certain minimum change in fuel costs to trigger a change in fuel surcharge revenue. As a result, some of these programs have a time lag between when fuel costs change and when this change is reflected in revenues. Due to these programs, this lag negatively impacts operating income in times of rapidly increasing fuel costs and positively impacts operating income when fuel costs decrease rapidly. It is not meaningful to compare the amount of fuel surcharge revenue or the change in fuel surcharge revenue between reporting periods to fuel and fuel taxes expense, or the change of fuel expense between periods, as a significant portion of fuel cost is included in our payments to railroads, dray carriers and other third parties. These payments are classified as purchased transportation expense.\n\n&#160;\n\nDepreciation and amortization expense increased 15.7% in 2022, primarily due to equipment purchases related to new DCS long-term customer contracts, the addition of trailing equipment within our JBI and JBT segments and increased intangible asset amortization expense resulting from the business acquisition within FMS.\n\n&#160;\n\nOperating supplies and expenses increased 36.1% in 2022 compared with 2021, driven primarily by higher equipment maintenance costs, due to holding equipment longer, increased tire expense, increased tolls expense, and higher travel and entertainment expenses compared to 2021. Insurance and claims expense increased 92.7% in 2022, primarily due to increased cost per claim, higher insurance policy premium expense, and the inclusion of $94.0 million of expense for additional casualty claim reserves for claims subject to insurance coverage layer specific aggregated limits in 2022. General and administrative expenses increased 10.1% from 2021, primarily due to higher building rentals, higher software subscription expense, increased professional services expense, and higher bad debt expense, partially offset by higher net gains from sale or disposals of assets. Net gain from sale or disposal of assets was $25.4 million in 2022, compared to a net loss from sale or disposals of assets of $5.5 million in 2021.\n\n&#160;\n\nNet interest expense for 2022 increased by 9.7% compared with 2021, due to higher effective interest rates on our debt. Income tax expense increased 30.6% in 2022, due primarily to increased taxable earnings in 2022. Our effective income tax rate was 24.4% in 2022 and 23.9% in 2021.\n\n&#160;\n\nSegments \n\n&#160;\n\nWe operated five business segments during 2022. The operation of each of these businesses is described in our Notes to Consolidated Financial Statements. The following tables summarize financial and operating data by segment:\n\n&#160;\n\n##TABLE_START &#160; &#160; Operating Revenue by Segment \n\n&#160; &#160; &#160; Years Ended December 31, (in millions)\n\n&#160; &#160; &#160; 2022\n\n&#160; &#160; 2021\n\n&#160; &#160; 2020\n\n&#160; JBI\n\n&#160; $ 7,022 &#160; &#160; $ 5,454 &#160; &#160; $ 4,675 &#160; DCS\n\n&#160; &#160; 3,378 &#160; &#160; &#160; 2,578 &#160; &#160; &#160; 2,196 &#160; ICS\n\n&#160; &#160; 2,386 &#160; &#160; &#160; 2,538 &#160; &#160; &#160; 1,658 &#160; JBT\n\n&#160; &#160; 1,082 &#160; &#160; &#160; 796 &#160; &#160; &#160; 463 &#160; FMS\n\n&#160; &#160; 980 &#160; &#160; &#160; 842 &#160; &#160; &#160; 689 &#160; Total segment revenues\n\n&#160; &#160; 14,848 &#160; &#160; &#160; 12,208 &#160; &#160; &#160; 9,681 &#160; Intersegment eliminations\n\n&#160; &#160; (34 )\n\n&#160; &#160; (40 )\n\n&#160; &#160; (44 )\n\nTotal\n\n&#160; $ 14,814 &#160; &#160; $ 12,168 &#160; &#160; $ 9,637 &#160; ##TABLE_END &#160;\n\n##TABLE_START &#160; &#160; Operating Income by Segment \n\n&#160; &#160; &#160; Years Ended December 31, (in millions)\n\n&#160; &#160; &#160; 2022\n\n&#160; &#160; 2021\n\n&#160; &#160; 2020\n\n&#160; JBI\n\n&#160; $ 800 &#160; &#160; $ 603 &#160; &#160; $ 428 &#160; DCS\n\n&#160; &#160; 345 &#160; &#160; &#160; 304 &#160; &#160; &#160; 314 &#160; ICS\n\n&#160; &#160; 59 &#160; &#160; &#160; 46 &#160; &#160; &#160; (45 ) JBT\n\n&#160; &#160; 93 &#160; &#160; &#160; 65 &#160; &#160; &#160; 17 &#160; FMS\n\n&#160; &#160; 35 &#160; &#160; &#160; 28 &#160; &#160; &#160; (1 ) Total\n\n&#160; $ 1,332 &#160; &#160; $ 1,046 &#160; &#160; $ 713 &#160; ##TABLE_END &#160;\n\n&#160;\n\n&#160;\n\nOperating Data by Segment \n\n&#160;\n\n##TABLE_START &#160; &#160; Years Ended December 31,\n\n&#160; &#160; &#160; 2022\n\n&#160; &#160; 2021\n\n&#160; &#160; 2020\n\n&#160; JBI \n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Loads\n\n&#160; &#160; 2,068,278 &#160; &#160; &#160; 1,984,834 &#160; &#160; &#160; 2,019,391 &#160; Average length of haul (miles)\n\n&#160; &#160; 1,665 &#160; &#160; &#160; 1,684 &#160; &#160; &#160; 1,690 &#160; Revenue per load\n\n&#160; $ 3,395 &#160; &#160; $ 2,748 &#160; &#160; $ 2,315 &#160; Average tractors during the period (1) \n\n&#160; &#160; 6,601 &#160; &#160; &#160; 5,904 &#160; &#160; &#160; 5,530 &#160; Tractors (end of period)\n\n&#160; &#160; 6,696 &#160; &#160; &#160; 6,194 &#160; &#160; &#160; 5,663 &#160; Trailing equipment (end of period)\n\n&#160; &#160; 115,150 &#160; &#160; &#160; 104,973 &#160; &#160; &#160; 98,689 &#160; Average effective trailing equipment usage\n\n&#160; &#160; 107,319 &#160; &#160; &#160; 98,798 &#160; &#160; &#160; 90,514 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; DCS \n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Loads\n\n&#160; &#160; 4,406,527 &#160; &#160; &#160; 4,020,308 &#160; &#160; &#160; 3,676,212 &#160; Average length of haul (miles)\n\n&#160; &#160; 165 &#160; &#160; &#160; 161 &#160; &#160; &#160; 160 &#160; Revenue per truck per week (2) \n\n&#160; $ 5,225 &#160; &#160; $ 4,719 &#160; &#160; $ 4,373 &#160; Average trucks during the period (3) \n\n&#160; &#160; 12,564 &#160; &#160; &#160; 10,628 &#160; &#160; &#160; 9,743 &#160; Trucks (end of period)\n\n&#160; &#160; 12,899 &#160; &#160; &#160; 11,689 &#160; &#160; &#160; 9,911 &#160; Trailing equipment (end of period)\n\n&#160; &#160; 28,322 &#160; &#160; &#160; 28,822 &#160; &#160; &#160; 27,290 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; ICS \n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Loads\n\n&#160; &#160; 1,231,334 &#160; &#160; &#160; 1,326,979 &#160; &#160; &#160; 1,265,897 &#160; Revenue per load\n\n&#160; $ 1,938 &#160; &#160; $ 1,912 &#160; &#160; $ 1,310 &#160; Gross profit margin\n\n&#160; &#160; 14.7 %\n\n&#160; &#160; 11.8 %\n\n&#160; &#160; 9.9 %\n\nEmployee count (end of period)\n\n&#160; &#160; 984 &#160; &#160; &#160; 975 &#160; &#160; &#160; 1,011 &#160; Approximate number of third-party carriers (end of period)\n\n&#160; &#160; 156,400 &#160; &#160; &#160; 136,400 &#160; &#160; &#160; 100,200 &#160; Marketplace for J.B. Hunt 360 revenue (millions)\n\n&#160; $ 1,521.1 &#160; &#160; $ 1,583.8 &#160; &#160; $ 1,142.2 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; JBT \n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Loads\n\n&#160; &#160; 500,407 &#160; &#160; &#160; 445,812 &#160; &#160; &#160; 406,550 &#160; Average trailers during the period\n\n&#160; &#160; 12,798 &#160; &#160; &#160; 9,299 &#160; &#160; &#160; 7,866 &#160; Revenue per load\n\n&#160; $ 2,163 &#160; &#160; $ 1,785 &#160; &#160; $ 1,138 &#160; Average length of haul\n\n&#160; &#160; 520 &#160; &#160; &#160; 482 &#160; &#160; &#160; 420 &#160; Tractors (end of period)\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Company-owned\n\n&#160; &#160; 620 &#160; &#160; &#160; 734 &#160; &#160; &#160; 798 &#160; Independent contractor\n\n&#160; &#160; 2,098 &#160; &#160; &#160; 1,501 &#160; &#160; &#160; 971 &#160; Total tractors\n\n&#160; &#160; 2,718 &#160; &#160; &#160; 2,235 &#160; &#160; &#160; 1,769 &#160; Trailers (end of period)\n\n&#160; &#160; 14,718 &#160; &#160; &#160; 11,172 &#160; &#160; &#160; 8,567 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; FMS \n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Stops\n\n&#160; &#160; 5,432,627 &#160; &#160; &#160; 6,413,680 &#160; &#160; &#160; 5,771,533 &#160; Average trucks during the period (3) \n\n&#160; &#160; 1,814 &#160; &#160; &#160; 1,520 &#160; &#160; &#160; 1,405 &#160; ##TABLE_END &#160;\n\n##TABLE_START (1) \n\nIncludes company-owned and independent contractor tractors\n\n##TABLE_END ##TABLE_START (2) \n\nUsing weighted workdays\n\n##TABLE_END ##TABLE_START (3) \n\nIncludes company-owned, independent contractor, and customer-owned trucks\n\n##TABLE_END &#160;\n\n&#160;\n\n&#160;\n\nJBI Segment \n\n&#160;\n\nJBI segment revenue increased 29% to $7.02 billion in 2022, from $5.45 billion in 2021. This increase in revenue was primarily a result of a 24% increase in revenue per load, which is the combination of changes in freight mix, customer rate changes, cost recovery efforts, and fuel surcharge revenue and a 4% increase in load volume. Eastern network load volumes increased 9% and transcontinental loads increased 1% compared to 2021. Revenue per load excluding fuel surcharges increased 15% compared to 2021.\n\n&#160;\n\nOperating income of the JBI segment increased to $800 million in 2022, from $603 million in 2021. The increase is primarily due to increased revenue and higher net gains from the sale of equipment during the current year, partially offset by higher rail and third-party dray purchased transportation expense, higher costs to attract and retain drivers, increased non-driver salary and wages, higher equipment-related expenses, increased insurance and claims expense, and higher costs due to rail and port network inefficiencies and customer detention of equipment. In addition, JBI incurred $33 million in expense for the segment&#8217;s portion of the additional casualty claim reserves in 2022.\n\n&#160;\n\nDCS Segment \n\n&#160;\n\nDCS segment revenue increased 31% to $3.38 billion in 2022, from $2.58 billion in 2021. Productivity, defined as revenue per truck per week, increased 11% compared to 2021. Productivity excluding fuel surcharge revenue increased 4% from 2021. The increase in productivity was primarily due to contractual index-based rate increases, partially offset by lower productivity of equipment on start-up accounts. Customer retention rates remain above 98%.\n\n&#160;\n\nOperating income of our DCS segment increased to $345 million in 2022, from $304 million in 2021. Higher revenues and higher net gains from the sale of equipment during 2022 were partially offset by increased driver and non-driver wages, benefits and recruiting costs, higher equipment-related expenses, higher costs related to the implementation of new long-term customer contracts, increased insurance and claims expense, and higher bad debt expense when compared to 2021. In addition, DCS incurred $27 million in expense for the segment&#8217;s portion of the additional casualty claim reserves in 2022.\n\n&#160;\n\nICS Segment \n\n&#160;\n\nICS segment revenue decreased 6% to $2.39 billion in 2022, from $2.54 billion in 2021. Overall volumes decreased 7%, while revenue per load increased 1% when compared to 2021, primarily due to higher contractual customer rates within the truckload business and changes in customer freight mix when compared to 2021. Contractual business was 56% of the total load volume and 51% of the total revenue in 2022, compared to 51% of the total load volume and 39% of the total revenue in 2021.\n\n&#160;\n\nOperating income of our ICS segment increased to $59 million in 2022, from $46 million in 2021. The increase in operating income was primarily due to higher gross profit margins, partially offset by higher personnel costs, increased technology spending, increased insurance and claims expense, and higher bad debt expense during 2022. In addition, ICS incurred $22 million in expense for the segment&#8217;s portion of the additional casualty claim reserves in 2022. Gross profit margin increased to 14.7% in the current year versus 11.8% last year. Approximately $1.52 billion of ICS revenue for 2022 was executed through the Marketplace for J.B. Hunt 360 compared to $1.58 billion in 2021. ICS&#8217;s carrier base increased 15% when compared to 2021.\n\n&#160;\n\nJBT Segment \n\n&#160;\n\nJBT segment revenue increased 36% to $1.1 billion in 2022, from $796 million in 2021. Excluding fuel surcharges, revenue for 2022 increased 28% compared to 2021, primarily due to a 12% increase in load volume and a 14% increase in revenue excluding fuel surcharge revenue per load compared to 2021. The 2022 growth in load count was primarily due to the continued expansion of J.B. Hunt 360box which leverages the J.B. Hunt 360 platform to access drop trailer capacity for customers across our transportation network. At the end of 2022, JBT operated 14,718 trailers and 2,718 tractors compared to 11,172 and 2,235 at the end of 2021.\n\n&#160;\n\n&#160;\n\n&#160;\n\nOperating income of our JBT segment increased to $93 million in 2022, from $65 million in 2021. The increase in operating income was driven primarily by increased load counts and revenue per load during the current year, which were partially offset by higher purchased transportation expense, higher equipment-related expenses, increased personnel costs, increased insurance and claims expense, and increased technology spending related to the continued expansion of J.B. Hunt 360box. In addition, JBT incurred $7 million in expense for the segment&#8217;s portion of the additional casualty claim reserves in 2022.\n\n&#160;\n\nFMS Segment \n\n&#160;\n\nFMS segment revenue increased 16% to $980 million in 2022 from $842 million in 2021, primarily due to the implementation of multiple new customer contracts and the acquisition of Zenith Freight Lines, LLC (Zenith) in 2022. The increase in revenue was partially offset by the effects of internal efforts to improve revenue quality across certain accounts as well as supply-chain related constraints for goods in the primary markets served by FMS.\n\n&#160;\n\nOperating income of our FMS segment increased to $35 million in 2022, from $28 million in 2021. The increase in operating income was primarily due to increased revenues, partially offset by higher personnel salary, wages and benefits expense, higher equipment-related expenses, increased insurance and claims expense, increased driver recruiting costs, increased technology costs, and implementation costs related to new long-term contractual business. In addition, FMS incurred $5 million in expense for the segment&#8217;s portion of the additional casualty claim reserves in 2022, while 2021 included an aggregated benefit of $9 million from the net settlement of claims and the reduction of a contingent liability.\n\n&#160;\n\n2021 Compared With 2020 \n\n&#160;\n\nConsolidated Operating Revenues \n\n&#160;\n\nOur total consolidated operating revenues increased 26.3% to $12.17 billion in 2021, compared to $9.64 billion in 2020. This increase was primarily due to increased ICS and JBT revenue, higher JBI revenue per load, increased average revenue producing trucks and fleet productivity within DCS, and increased FMS stops and revenue per stop. Fuel surcharge revenues increased 65.5% to $1.25 billion in 2021, compared to $757 million in 2020. If fuel surcharge revenues were excluded from both years, our 2021 revenue increased 22.9% over 2020.\n\n&#160;\n\nConsolidated Operating Expenses \n\n&#160;\n\nOur 2021 consolidated operating expenses increased 24.6% from 2020, while year-over-year revenue increased 26.3%, resulting in a 2021 operating ratio of 91.4% compared to 92.6% in 2020.\n\n&#160;\n\nRents and purchased transportation costs increased 30.2% in 2021, primarily due to increased third-party rail and truck purchased transportation rates in JBI and ICS, increased ICS load volume, and an increase in the use of third-party truck carriers by JBT and FMS during 2021. Salaries, wages and employee benefit costs increased 17.6% in 2021 from 2020. This increase was primarily related to increases in driver pay and office personnel compensation due to a tighter supply of qualified drivers, a trend we anticipate continuing, and an increase in the number of employees as well as an increase in incentive compensation compared to 2020.\n\n&#160;\n\nFuel and fuel taxes expense increased 48.4% in 2021 compared with 2020, due primarily to an increase in the price of fuel during 2021 and increased road miles. Depreciation and amortization expense increased 5.6% in 2021, primarily due to equipment purchases related to new DCS long-term customer contracts, the addition of trailing equipment and scheduled turnover of tractors within JBI, higher trailer counts in JBT, and increased capital investments in information technology.\n\n&#160;\n\nOperating supplies and expenses increased 10.5% in 2021 compared with 2020, driven primarily by higher equipment maintenance costs, increased tire expense, increased tolls expense, higher travel and entertainment expense, and higher weather-related towing costs, partially offset by reduced operating supplies and building maintenance costs in response to COVID-19 compared to 2020. Insurance and claims expense increased 22.7% in 2021, primarily due to higher incident volume and severity and increased insurance policy premium expenses, partially offset by a $3.2 million benefit from the net settlement of claims within the FMS segment. General and administrative expenses increased 8.6% from 2020, primarily due to higher advertising costs, increased technology spend, and increased driver hiring expenses, partially offset by a $5.7 million benefit from the reduction of a contingent liability in the FMS segment. Additionally, net losses from sale or disposal of assets were $5.5 million in 2021, compared to net losses of $4.4 million in 2020.\n\n&#160;\n\n&#160;\n\n&#160;\n\nNet interest expense for 2021 decreased by 2.8% compared with 2020, due to lower effective interest rates on our debt. Income tax expense increased 49.4% in 2021, due primarily to increased taxable earnings in 2021. Our effective income tax rate was 23.9% in 2021 and 24.0% in 2020.\n\n&#160;\n\nJBI Segment \n\n&#160;\n\nJBI segment revenue increased 17% to $5.45 billion in 2021, from $4.68 billion in 2020. This increase in revenue was primarily a result of an 19% increase in revenue per load, which is the combination of changes in freight mix, customer rate changes, cost recovery efforts, and fuel surcharge revenue, partially offset by a 2% decrease in load volume. Eastern network load volumes increased 1% and transcontinental loads decreased 3% compared to 2020. Revenue per load excluding fuel surcharges increased 14% compared to 2020.\n\n&#160;\n\nOperating income of the JBI segment increased to $603 million in 2021, from $428 million in 2020. Benefits from increased revenue per load were partially offset by network inefficiencies caused by continued rail and customer fluidity challenges, higher rail and third-party dray purchased transportation expense, higher driver wages and recruiting costs, increased non-driver salary, wages, and incentive compensation, and higher equipment costs when compared to 2020.\n\n&#160;\n\nDCS Segment \n\n&#160;\n\nDCS segment revenue increased 17% to $2.58 billion in 2021, from $2.20 billion in 2020. Productivity, defined as revenue per truck per week, increased 8% compared to 2020. Productivity excluding fuel surcharge revenue increased 5% from 2020. The increase in productivity was primarily a result of contracted indexed-based price escalators and less unassigned idle equipment, partially offset by expected lower productivity within start-up accounts and an increase in open assigned trucks due to the tighter supply of qualified drivers and COVID-related labor disruptions. Customer retention rates remain above 98%.\n\n&#160;\n\nOperating income of our DCS segment decreased to $304 million in 2021, from $314 million in 2020. Higher revenues during the current year were more than offset by increases in driver wage and recruiting costs, increased non-driver salary, wages, and incentive compensation, increased casualty insurance and claims costs, higher group medical benefits, and additional costs related to the implementation of new, long-term customer contracts.\n\n&#160;\n\nICS Segment \n\n&#160;\n\nICS segment revenue increased 53% to $2.54 billion in 2021, from $1.66 billion in 2020. Revenue per load increased 46% when compared to 2020, primarily due to higher spot and contractual customer rates within the truckload business and changes in customer freight mix when compared to 2020. Overall volumes increased 5%, with truckload volumes increasing 13% when compared to 2020. Contractual business was 51% of the total load volume and 39% of the total revenue in the 2021, compared to 60% of the total load volume and 43% of the total revenue in 2020.\n\n&#160;\n\nICS segment had operating income of $46 million in 2021, compared to an operating loss of $45 million in 2020. The increase in operating income was primarily due to increased revenue and higher gross profit margins, partially offset by higher personnel incentive compensation, and increased technology costs. Gross profit margin increased to 11.8% in the current year versus 9.9% last year. Approximately $1.58 billion of ICS revenue for 2021 was executed through the Marketplace for J.B. Hunt 360 compared to $1.14 billion in 2020. ICS&#8217;s carrier base increased 36% when compared to 2020.\n\n&#160;\n\n&#160;\n\n&#160;\n\nJBT Segment \n\n&#160;\n\nJBT segment revenue increased 72% to $796 million in 2021, from $463 million in 2020. Excluding fuel surcharges, revenue for 2021 increased 70% compared to 2020, primarily due to a 10% increase in load volume and a 55% increase in revenue excluding fuel surcharge revenue per load compared to 2020. The 2021 growth in load count was primarily due to the continued expansion of J.B. Hunt 360box which leverages the J.B. Hunt 360 platform to access drop trailer capacity for customers across our transportation network. At the end of 2021, JBT operated 11,172 trailers and 2,235 tractors compared to 8,567 and 1,769 at the end of 2020.\n\n&#160;\n\nJBT segment had operating income of $65 million in 2021 compared with $17 million in 2020. The increase in operating income was driven primarily by increased load counts and revenue per load during 2021, which were partially offset by increases in purchased transportation expense, higher costs to attract and retain drivers, higher non-driver salary, wages, and incentive compensation, and additional costs from further investments in the trailer network and technology related to the continued expansion of J.B. Hunt 360box.\n\n&#160;\n\nFMS Segment \n\n&#160;\n\nFMS segment revenue increased 22% to $842 million in 2021 from $689 million in 2020, primarily due to the addition of multiple customer contracts implemented during the current year and 2020 including temporary suspension of operations at several customer sites as a result of the COVID-19 pandemic. Stop count for 2021 increased 11%, while productivity, defined as revenue per stop, increased 10% compared to 2020. The increase in productivity was primarily due to a shift in the mix of business between asset and asset-light operations and the implementation of higher rates.\n\n&#160;\n\nFMS segment had operating income of $28 million in 2021 compared to an operating loss of $1 million in 2020. The increase in operating income was primarily due to increased revenues, a $5.7 million benefit from the reduction of a contingent liability, and a $3.2 million benefit from the net settlement of claims. These items were partially offset by higher implementation costs related to new long-term contractual business, higher third-party contract carrier costs, lower volumes with certain customers related to product availability because of supply chain disruptions, and higher personnel salary, wages, and incentive compensation.\n\n&#160;\n\n&#160;\n\n&#160;\n\nLIQUIDITY AND CAPITAL RESOURCES \n\n&#160;\n\nNet cash provided by operating activities totaled $1.78 billion in 2022, compared to $1.22 billion in 2021, due to increased earnings and the timing of general working capital activities.\n\n&#160;\n\nNet cash used in investing activities totaled $1.55 billion in 2022, compared with $877 million in 2021. The increase resulted primarily from an increase in equipment purchases, net of proceeds from the sale of equipment, and business acquisitions completed in 2022.\n\n&#160;\n\nNet cash used in financing activities was $530 million in 2022, compared with $305 million in 2021. This increase resulted primarily from an increase in treasury stock purchased, higher dividends paid, and retirement of long-term debt, partially offset by net proceeds from revolving lines of credit in 2022.\n\n&#160;\n\nOur dividend policy is subject to review and revision by the Board of Directors, and payments are dependent upon our financial condition, liquidity, earnings, capital requirements, and other factors the Board of Directors may deem relevant. We paid a $0.27 per share quarterly dividend in 2020, a $0.28 per share quarterly dividend in the first quarter of 2021, a $0.30 per share quarterly dividend in the last three quarters of 2021, and a $0.40 per share quarterly dividend in 2022. On January 19, 2023, we announced an increase in our quarterly cash dividend from $0.40 to $0.42 per share, which was paid February 24, 2023, to stockholders of record on February 10, 2023. We currently intend to continue paying cash dividends on a quarterly basis. However, no assurance can be given that future dividends will be paid.\n\n&#160;\n\nLiquidity \n\n&#160;\n\nOur need for capital has typically resulted from the acquisition of containers and chassis, trucks, tractors and trailers required to support our growth and the replacement of older equipment as well as periodic business acquisitions. We are frequently able to accelerate or postpone a portion of equipment replacements or other capital expenditures depending on market and overall economic conditions. However, we do anticipate that the current challenges related to timely delivery of ordered equipment will continue due to supply chain challenges impacting production. In recent years, we have obtained capital through cash generated from operations, revolving lines of credit and long-term debt issuances. We have also periodically utilized operating leases to acquire revenue equipment.\n\n&#160;\n\nWe believe our liquid assets, cash generated from operations, and revolving line of credit will provide sufficient funds for our operating and capital requirements for the foreseeable future. In September 2022, we replaced our $750 million senior credit facility dated September 25, 2018, with a new credit facility authorizing us to borrow up to $1.5 billion through a revolving line of credit and committed term loans, which is supported by a credit agreement with a group of banks. The revolving line of credit authorizes us to borrow up to $1.0 billion under a five-year term expiring September 2027, and allows us to request an increase in the revolving line of credit total commitment by up to $300 million and to request two one-year extensions of the maturity date. The committed term loans authorize us to borrow up to an additional $500 million during the nine-month period beginning September 27, 2022, and if funded, will mature in September 2025. The applicable interest rates under this agreement are based on either the Secured Overnight Financing Rate (SOFR), or a Base Rate, depending upon the specific type of borrowing, plus an applicable margin and other fees. At December 31, 2022, we had a cash balance of $51.9 million, a $317.5 million outstanding balance on the revolving line of credit at an average interest rate of 5.32% and no outstanding balance of term loans under our senior credit facility.\n\n&#160;\n\nWe continue to evaluate the possible effects of current economic conditions and reasonable and supportable economic forecasts on operational cash flows, including the risks of declines in the overall freight market and our customers' liquidity and ability to pay. We regularly monitor working capital and maintain frequent communication with our customers, suppliers and service providers. A large portion of our cost structure is variable. Purchased transportation expense represents more than half of our total costs and is heavily tied to load volumes. Our second largest cost item is salaries and wages, the largest portion of which is driver pay, which includes a large variable component.\n\n&#160;\n\n&#160;\n\n&#160;\n\nOur senior notes consist of two separate issuances. The first is $250 million of 3.85% senior notes due March 2024, which was issued in March 2014. Interest payments under these notes are due semiannually in March and September of each year, beginning September 2014. The second is $700 million of 3.875% senior notes due March 2026, issued in March 2019. Interest payments under these notes are due semiannually in March and September of each year, beginning September 2019. We may redeem for cash some or all of the notes based on a redemption price set forth in the note indenture. Our $350 million of 3.30% senior notes matured in August 2022. The entire outstanding balance was paid in full at maturity.\n\n&#160;\n\nOur financing arrangements require us to maintain certain covenants and financial ratios. At December 31, 2022, we were in compliance with all covenants and financial ratios.\n\n&#160;\n\nWe are currently committed to spend a total of approximately $2.37 billion, net of proceeds from sales or trade-ins, during 2023 and 2024, which is primarily related to the acquisition of tractors, containers, chassis, and other trailing equipment. We had no other off-balance sheet arrangements as of December 31, 2022.\n\n&#160;\n\n&#160;\n\n"
    },
    {
      "section": "7A",
      "text": " ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK \n\n&#160;\n\nInterest rate risk can be quantified by measuring the financial impact of a near-term adverse increase in short-term interest rates on variable-rate debt outstanding. Our total long-term debt consists of both fixed and variable interest rate facilities. Our senior notes have fixed interest rates ranging from 3.85% to 3.875%. These fixed-rate facilities reduce the impact of changes to market interest rates on future interest expense. Our revolving line of credit has variable interest rates, which are based on either SOFR or a Base Rate, depending upon the specific type of borrowing, plus an applicable margin and other fees. At December 31, 2022, the average interest rate under our revolving line of credit was 5.32%. Our earnings would be affected by changes in these short-term variable interest rates. At our current level of borrowing, a one-percentage-point increase in our applicable rate would reduce annual pretax earnings by $3.2 million. During 2022, we had an interest rate swap agreement which effectively converted our then outstanding $350 million of 3.30% fixed-rate senior notes due August 2022 to a variable rate. The applicable interest rate under this swap agreement was based on LIBOR plus an established margin. These senior notes matured in August 2022 and the related interest rate swap was terminated. We are not currently utilizing any hedging instruments to manage our interest rate risk.\n\n&#160;\n\nAlthough we conduct business in foreign countries, international operations are not material to our consolidated financial position, results of operations, or cash flows. Additionally, foreign currency transaction gains and losses were not material to our results of operations for the year ended December 31, 2022. Accordingly, we are not currently subject to material foreign currency exchange rate risks from the effects that exchange rate movements of foreign currencies would have on our future costs or on future cash flows we would receive from our foreign investment. To date, we have not entered into any foreign currency forward exchange contracts or other derivative financial instruments to hedge the effects of adverse fluctuations in foreign currency exchange rates.\n\n&#160;\n\nThe price and availability of diesel fuel are subject to fluctuations due to changes in the level of global oil production, seasonality, weather, and other market factors. Historically, we have been able to recover a majority of fuel-price increases from our customers in the form of fuel surcharges. We cannot predict the extent to which volatile fluctuations in fuel prices will continue in the future or the extent to which fuel surcharges could be collected to offset fuel-price increases. As of December 31, 2022, we had no derivative financial instruments to reduce our exposure to fuel-price fluctuations.\n\n&#160;\n\n"
    },
    {
      "section": "8",
      "text": " ITEM 8. FINANCIAL STATEMENTS AND SUPPLEMENTARY DATA \n\n&#160;\n\nOur Consolidated Financial Statements, Notes to Consolidated Financial Statements, and reports thereon of our independent registered public accounting firm as specified by this Item are presented following Item 15 of this report and include:\n\n&#160;\n\nManagement&#8217;s Report on Internal Control Over Financial Reporting\n\n&#160;\n\nReports of Independent Registered Public Accounting Firms\n\n&#160;\n\nConsolidated Balance Sheets as of December 31, 2022 and 2021\n\n&#160;\n\nConsolidated Statements of Earnings for years ended December 31, 2022, 2021, and 2020\n\n&#160;\n\nConsolidated Statements of Stockholders&#8217; Equity for years ended December 31, 2022, 2021, and 2020\n\n&#160;\n\nConsolidated Statements of Cash Flows for years ended December 31, 2022, 2021, and 2020\n\n&#160;\n\nNotes to Consolidated Financial Statements\n\n&#160;\n\n&#160;\n\n&#160;\n\n"
    },
    {
      "section": "9",
      "text": " ITEM 9. CHANGES IN AND DISAGREEMENTS WITH ACCOUNTANTS ON ACCOUNTING AND FINANCIAL DISCLOSURE \n\n&#160;\n\nNone.\n\n&#160;\n\n"
    },
    {
      "section": "9A",
      "text": " ITEM 9A. CONTROLS AND PROCEDURES \n\n&#160;\n\nDisclosure Controls and Procedures \n\n&#160;\n\nWe maintain controls and procedures designed to ensure that the information we are required to disclose in the reports we file or submit under the Securities Exchange Act of 1934 is recorded, processed, summarized and reported, within the time periods specified in the Commission&#8217;s rules and forms, and that such information is accumulated and communicated to our management, including our Chief Executive Officer and Chief Financial Officer, as appropriate, to allow timely decisions regarding required disclosure. As of the end of the period covered by this report, we carried out an evaluation, under the supervision and with the participation of our management, including our Chief Executive Officer and Chief Financial Officer, of the effectiveness of the design and operation of our disclosure controls and procedures (as defined in Rules 13a-15(e) and 15d-15(e) under the Securities Exchange Act of 1934, as amended). Based upon that evaluation, our Chief Executive Officer and Chief Financial Officer concluded that our disclosure controls and procedures were effective as of December 31, 2022.\n\n&#160;\n\nThe certifications of our Chief Executive Officer and Chief Financial Officer required under Section 302 of the Sarbanes-Oxley Act have been filed as Exhibits 31.1 and 31.2 to this report.\n\n&#160;\n\nManagement &#8217; s Report on Internal Control Over Financial Reporting \n\n&#160;\n\nManagement&#8217;s Report on Internal Control Over Financial Reporting is included herein (following Item 15) and is incorporated by reference herein.\n\n&#160;\n\nThe effectiveness of internal control over financial reporting as of December 31, 2022, has been audited by PricewaterhouseCoopers LLP, an independent registered public accounting firm that also audited our Consolidated Financial Statements. PricewaterhouseCoopers LLP&#8217;s report on internal control over financial reporting is included herein (following Item 15).\n\n&#160;\n\nChanges in Internal Control Over Financial Reporting \n\n&#160;\n\nThere has been no change in our internal control over financial reporting during the fourth quarter ended December 31, 2022, that has materially affected, or is reasonably likely to materially affect, our internal control over financial reporting.\n\n&#160;\n\n"
    },
    {
      "section": "9B",
      "text": " ITEM 9B. OTHER INFORMATION \n\n&#160;\n\nNone.\n\n&#160;\n\n"
    },
    {
      "section": "10",
      "text": " ITEM 10. DIRECTORS, EXECUTIVE OFFICERS AND CORPORATE GOVERNANCE \n\n&#160;\n\nThe information required for Item 10 is hereby incorporated by reference from the Notice and Proxy Statement for the Annual Meeting of Stockholders to be held April 27, 2023.\n\n&#160;\n\n"
    },
    {
      "section": "11",
      "text": " ITEM 11. EXECUTIVE COMPENSATION \n\n&#160;\n\nThe information required for Item 11 is hereby incorporated by reference from the Notice and Proxy Statement for the Annual Meeting of Stockholders to be held April 27, 2023.\n\n&#160;\n\n"
    },
    {
      "section": "12",
      "text": " ITEM 12. SECURITY OWNERSHIP OF CERTAIN BENEFICIAL OWNERS AND MANAGEMENT AND RELATED STOCKHOLDER MATTERS \n\n&#160;\n\nExcept as set forth below, the information required for Item 12 is hereby incorporated by reference from the Notice and Proxy Statement for the Annual Meeting of Stockholders to be held April 27, 2023.\n\n&#160;\n\nSecurities Authorized For Issuance Under Equity Compensation Plans \n\n&#160;\n\nThe following table summarizes, as of December 31, 2022, information about compensation plans under which equity securities of the Company are authorized for issuance.\n\n&#160;\n\n##TABLE_START Plan Category (1) \n\n&#160; Number of\n\nSecurities To Be\n\nIssued Upon\n\nExercise of\n\nOutstanding\n\nOptions, Warrants,\n\nand Rights\n\n&#160; &#160; Weighted-\n\naverage Exercise\n\nPrice of\n\nOutstanding\n\nOptions,\n\nWarrants, and\n\nRights\n\n&#160; &#160; Number of Securities\n\nRemaining Available for\n\nFuture Issuance Under\n\nEquity Compensation\n\nPlans (Excluding\n\nSecurities Reflected in\n\nColumn (A))\n\n&#160; &#160; &#160; (A)\n\n&#160; &#160; (B)\n\n&#160; &#160; (C)\n\n&#160; Equity compensation plans approved by security holders\n\n&#160; &#160; 1,542,366 &#160; &#160; $ - (2) &#160; &#160; &#160; 4,233,978 &#160; ##TABLE_END &#160;\n\n##TABLE_START (1) \n\nWe have no equity compensation plans that are not approved by security holders.\n\n##TABLE_END &#160;\n\n##TABLE_START (2) \n\nCurrently, only restricted share units remain outstanding under our equity compensation plan. Upon vesting, restricted share units are settled with shares of our common stock on a one-for-one basis and, accordingly, do not include an exercise price.\n\n##TABLE_END &#160;\n\n"
    },
    {
      "section": "13",
      "text": " ITEM 13. CERTAIN RELATIONSHIPS AND RELATED TRANSACTIONS, AND DIRECTOR INDEPENDENCE \n\n&#160;\n\nThe information required for Item 13 is hereby incorporated by reference from the Notice and Proxy Statement for the Annual Meeting of Stockholders to be held April 27, 2023.\n\n&#160;\n\n"
    },
    {
      "section": "14",
      "text": " ITEM 14. PRINCIPAL ACCOUNTING FEES AND SERVICES \n\n&#160;\n\nThe information required for Item 14 is hereby incorporated by reference from the Notice and Proxy Statement for the Annual Meeting of Stockholders to be held April 27, 2023.\n\n&#160;\n\n&#160;\n\n&#160;\n\nPART IV \n\n&#160;\n\n"
    },
    {
      "section": "15",
      "text": " ITEM 15. EXHIBITS, FINANCIAL STATEMENT SCHEDULES \n\n&#160;\n\n##TABLE_START &#160; (A)\n\nFinancial Statements, Financial Statement Schedules and Exhibits:\n\n##TABLE_END &#160;\n\n##TABLE_START &#160; (1)\n\nFinancial Statements\n\n##TABLE_END The financial statements included in Item 8 above are filed as part of this annual report.\n\n&#160;\n\n&#160;\n\n##TABLE_START &#160; (2)\n\nFinancial Statement Schedules\n\n##TABLE_END Schedule II &#8211; Valuation and Qualifying Accounts (in millions)\n\n&#160;\n\n##TABLE_START Allowance for Doubtful\n\nAccounts and Other\n\nReceivables for the Years\n\nEnded:\n\n&#160; Balance at\n\nBeginning of\n\nYear\n\n&#160; &#160; Charged to\n\nExpense\n\n&#160; &#160; Write-Offs,\n\nNet of\n\nRecoveries\n\n&#160; &#160; Balance at\n\nEnd of Year\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; December 31, 2020\n\n&#160; $ 13.3 &#160; &#160; $ 5.6 &#160; &#160; $ ( 0.5 ) &#160; $ 18.4 &#160; December 31, 2021\n\n&#160; &#160; 18.4 &#160; &#160; &#160; 2.6 &#160; &#160; &#160; ( 4.2 ) &#160; &#160; 16.8 &#160; December 31, 2022\n\n&#160; &#160; 16.8 &#160; &#160; &#160; 9.0 &#160; &#160; &#160; ( 3.5 ) &#160; &#160; 22.3 &#160; ##TABLE_END &#160;\n\nThe above schedule reports allowances related to trade accounts receivable and other receivables.\n\n&#160;\n\nAll other schedules have been omitted either because they are not applicable or because the required information is included in our Consolidated Financial Statements or the notes thereto.\n\n&#160;\n\n##TABLE_START &#160; (3)\n\nExhibits\n\n##TABLE_END &#160;\n\n&#160;\n\n&#160;\n\n##TABLE_START Exhibit\n\n&#160; &#160; Number\n\n&#160; Description\n\n&#160; &#160; &#160; 3.1\n\n&#160; Amended and Restated Articles of Incorporation of J.B. Hunt Transport Services, Inc. dated May 19, 1988 (incorporated by reference from Exhibit 3.1 of the Company&#8217;s quarterly report on Form 10-Q for the period ended March 31, 2005, filed April 29, 2005) \n\n&#160; &#160; &#160; 3.2\n\n&#160; Second Amended and Restated Bylaws of J.B. Hunt Transport Services, Inc. dated October 21, 2021 (incorporated by reference from Exhibit 3.1 of the Company&#8217;s current report on Form 8-K, filed October 27, 2021) \n\n&#160; &#160; &#160; 3.3\n\n&#160; Amendment No. 1 to the Second Amended and Restated Bylaws J.B. Hunt Transport Services, Inc., dated July 20, 2022 (incorporated by reference from Exhibit 3.1 of the Company&#8217;s current report on Form 8-K filed July 26, 2022) \n\n&#160; &#160; &#160; 3.4\n\n&#160; Amendment No. 2 to the Second Amended and Restated Bylaws of J.B. Hunt Transport Services, Inc. dated January 19, 2023 (incorporated by reference from Exhibit 3.1 of the Company&#8217;s current report on Form 8-K, filed January 24, 2023) \n\n&#160; &#160; &#160; 4.1\n\n&#160; Description of Capital Stock of J.B. Hunt Transport Services, Inc. \n\n&#160; &#160; &#160; 4.2\n\n&#160; Indenture (incorporated by reference from Exhibit 4.1 of the Company&#8217;s registration statement on Form S-3ASR (File No. 333-169365), filed September 14, 2010) \n\n&#160; &#160; &#160; 4.3\n\n&#160; Third Supplemental Indenture (incorporated by reference from Exhibit 4.4 of the Company&#8217;s current report on Form 8-K, filed March 6, 2014) \n\n&#160; &#160; &#160; 4.4\n\n&#160; Base Indenture, dated as of March 1, 2019 (incorporated by reference from Exhibit 4.1 of the Company&#8217;s current report on Form 8-K, filed March 1, 2019) \n\n&#160; &#160; &#160; 4.5\n\n&#160; First Supplemental Indenture, dated as of March 1, 2019 (incorporated by reference from Exhibit 4.2 of the Company&#8217;s current report on Form 8-K, filed March 1, 2019) \n\n&#160; &#160; &#160; 10.1\n\n&#160; Third Amended and Restated Management Incentive Plan (incorporated by reference from Appendix A of the Company&#8217;s definitive proxy statement on Schedule 14A, filed March 9, 2017) \n\n&#160; &#160; &#160; 10.2\n\n&#160; Amendment to J.B. Hunt Transport Services, Inc. Third Amended and Restated Management Incentive Plan (incorporated by reference from Exhibit 10.2 of the Company&#8217;s current report on Form 8-K, filed April 22, 2019) \n\n&#160; &#160; &#160; 10.3\n\n&#160; Summary of Compensation Arrangements with Named Executive Officers for 2022 (incorporated by reference from Exhibit 99.1 of the Company&#8217;s current report on Form 8-K, filed January 24, 2022) \n\n&#160; &#160; &#160; 10.4\n\n&#160; Summary of Compensation Arrangements with Named Executive Officers for 2023 (incorporated by reference from Exhibit 99.1 of the Company&#8217;s current report on Form 8-K, filed January 24, 2023) \n\n&#160; &#160; &#160; 10.5\n\n&#160; Amended and Restated Credit Agreement and related documents (incorporated by reference from Exhibit 10.1 of the Company&#8217;s current report on Form 8-K, filed October 3, 2022) \n\n&#160; &#160; &#160; 21.1\n\n&#160; Subsidiaries of J.B. Hunt Transport Services, Inc. \n\n&#160; &#160; &#160; 22.1\n\n&#160; List of Guarantor Subsidiaries of J.B. Hunt Transport Services, Inc. \n\n&#160; &#160; &#160; 23.1\n\n&#160; Consent of PricewaterhouseCoopers LLP \n\n&#160; &#160; &#160; 23.2\n\n&#160; Consent of Ernst &#38; Young LLP \n\n&#160; &#160; &#160; 24.1\n\n&#160; Powers of Attorney of Members of J.B. Hunt Transport Services, Inc. Board of Directors \n\n##TABLE_END &#160;\n\n&#160;\n\n&#160;\n\n##TABLE_START 31.1\n\n&#160; Rule 13a-14(a)/15d-14(a) Certification &#160; &#160; &#160; 31.2\n\n&#160; Rule 13a-14(a)/15d-14(a) Certification \n\n&#160; &#160; &#160; 32.1\n\n&#160; Section 1350 Certification \n\n##TABLE_END &#160;\n\n##TABLE_START 101.INS\n\n&#160; Inline XBRL Instance Document\n\n101.SCH\n\n&#160; Inline XBRL Taxonomy Extension Schema Document\n\n101.CAL\n\n&#160; Inline XBRL Taxonomy Extension Calculation Linkbase Document\n\n101.DEF\n\n&#160; Inline XBRL Taxonomy Extension Definition Linkbase Document\n\n101.LAB\n\n&#160; Inline XBRL Taxonomy Extension Label Linkbase Document\n\n101.PRE\n\n&#160; Inline XBRL Taxonomy Extension Presentation Linkbase Document\n\n&#160; Cover Page Interactive Data File (formatted as Inline XBRL and contained in Exhibit 101).\n\n##TABLE_END &#160;\n\n&#160;\n\n&#160;\n\nSIGNATURES\n\n&#160;\n\nPursuant to the requirements of Sections 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned thereunto duly authorized, in the City of Lowell, Arkansas, on the 24th day of February 2023.\n\n&#160;\n\n##TABLE_START &#160; J.B. HUNT TRANSPORT SERVICES, INC.\n\n&#160; &#160; &#160;\n\n(Registrant)\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; By:\n\n/s/ John N. Roberts, III \n\n&#160; &#160; &#160;\n\nJohn N. Roberts, III\n\n&#160; &#160; &#160;\n\nChief Executive Officer\n\n&#160; ##TABLE_END &#160;\n\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on the 24th day of February 2023, on behalf of the registrant and in the capacities indicated.\n\n&#160;\n\n##TABLE_START &#160; /s/ John N. Roberts, III\n\n&#160; Chief Executive Officer,\n\n&#160; &#160; John N. Roberts, III\n\n&#160; Member of the Board of Directors\n\n&#160; &#160;\n\n&#160; (Principal Executive Officer) &#160; &#160; &#160; &#160; &#160; /s/ John Kuhlow\n\n&#160; Chief Financial Officer,\n\n&#160; &#160; John Kuhlow\n\n&#160; Executive Vice President\n\n&#160; &#160;\n\n&#160; (Principal Financial and Accounting Officer) &#160; &#160; &#160; &#160; &#160; *\n\n&#160; Chairman of the Board of Directors\n\n&#160; &#160; Kirk Thompson\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; *\n\n&#160; Member of the Board of Directors\n\n&#160; &#160; James L. Robo\n\n&#160; (Independent Lead Director) &#160; &#160; &#160; &#160; &#160; *\n\n&#160; Member of the Board of Directors\n\n&#160; &#160; Douglas G. Duncan\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; *\n\n&#160; Member of the Board of Directors\n\n&#160; &#160; Francesca M. Edwardson\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; *\n\n&#160; Member of the Board of Directors\n\n&#160; &#160; Wayne Garrison\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; *\n\n&#160; Member of the Board of Directors\n\n&#160; &#160; Sharilyn S. Gasaway\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; *\n\n&#160; Member of the Board of Directors\n\n&#160; &#160; Gary C. George\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; *\n\n&#160; Member of the Board of Directors\n\n&#160; &#160; John B. Hill, III\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; *\n\n&#160; Member of the Board of Directors\n\n&#160; &#160; J. Bryan Hunt, Jr.\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; *\n\n&#160; Member of the Board of Directors\n\n&#160; &#160; Gale V. King\n\n&#160; &#160; ##TABLE_END &#160;\n\n##TABLE_START *By \n\n&#160;/s/ John N. Roberts, III\n\n&#160; &#160;\n\nJohn N. Roberts, III\n\n&#160; &#160; As Attorney-in-Fact Pursuant to Powers of Attorney filed herewith ##TABLE_END &#160;\n\n&#160;\n\n&#160;\n\n&#160;\n\nINDEX TO CONSOLIDATED FINANCIAL INFORMATION\n\n&#160;\n\n&#160;\n\n##TABLE_START &#160; PAGE &#160; &#160; Management&#8217;s Report on Internal Control Over Financial Reporting\n\n&#160; &#160; Report of Independent Registered Public Accounting Firm (PCAOB ID Number 238 )\n\n&#160; &#160; Report of Prior Independent Registered Public Accounting Firm (PCAOB ID Number 42 )\n\n&#160; &#160; Consolidated Balance Sheets as of December 31, 2022 and 2021\n\n&#160; &#160; Consolidated Statements of Earnings for years ended December 31, 2022, 2021, and 2020\n\n&#160; &#160; Consolidated Statements of Stockholders&#8217; Equity for years ended December 31, 2022, 2021, and 2020\n\n&#160; &#160; Consolidated Statements of Cash Flows for years ended December 31, 2022, 2021, and 2020\n\n&#160; &#160; Notes to Consolidated Financial Statements\n\n##TABLE_END &#160;\n\n&#160;\n\n&#160;\n\nMANAGEMENT &#8217; S REPORT ON INTERNAL CONTROL OVER FINANCIAL REPORTING \n\n&#160;\n\nWe are responsible for establishing and maintaining adequate internal control over financial reporting, as defined in Rule 13a-15(f) under the Securities Exchange Act of 1934. Our internal control over financial reporting is designed by, or under the supervision of, our Chief Executive Officer and Chief Financial Officer, or persons performing similar functions, and effected by the Company&#8217;s Board of Directors, management and other personnel to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. Because of its inherent limitation, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate. We assessed the effectiveness of our internal control over financial reporting as of December 31, 2022. In making this assessment, we used the criteria set forth by the Committee of Sponsoring Organizations of the Treadway Commission (COSO) in Internal Control &#8211; Integrated Framework (2013 Framework). Based on our assessment, our management has concluded that as of December 31, 2022, our internal control over financial reporting is effective based on those criteria.\n\n&#160;\n\nThe effectiveness of our internal control over financial reporting as of December 31, 2022, has been audited by PricewaterhouseCoopers LLP, an independent registered public accounting firm that also audited our Consolidated Financial Statements. PricewaterhouseCoopers LLP&#8217;s report on internal control over financial reporting is included herein.\n\n&#160;\n\n&#160;\n\n&#160;\n\n&#160;\n\n##TABLE_START /s/ John N. Roberts, III\n\n&#160; /s/ John Kuhlow\n\n&#160; John N. Roberts, III\n\n&#160; John Kuhlow\n\n&#160; Chief Executive Officer\n\n&#160; Chief Financial Officer,\n\n&#160; (Principal Executive Officer)\n\n&#160; Executive Vice President\n\n&#160; &#160;\n\n&#160; (Principal Financial and Accounting Officer)\n\n&#160; ##TABLE_END &#160;\n\n&#160;\n\n&#160;\n\nReport of Independent Registered Public Accounting Firm \n\n&#160;\n\nTo the Board of Directors and Stockholders of J.B. Hunt Transport Services, Inc.\n\n&#160;\n\nOpinions on the Financial Statements and Internal Control over Financial Reporting \n\n&#160;\n\nWe have audited the accompanying consolidated balance sheets of J.B. Hunt Transport Services, Inc. and its subsidiaries (the &#8220;Company&#8221;) as of December 31, 2022 and 2021, and the related consolidated statements of earnings, of stockholders' equity and of cash flows for each of the two years in the period ended December 31, 2022, including the related notes and schedule of valuation and qualifying accounts for each of the two years in the period ended December 31, 2022 appearing under Item 15(A)(2) (collectively referred to as the &#8220;consolidated financial statements&#8221;). We also have audited the Company's internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control - Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO).\n\n&#160;\n\nIn our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the financial position of the Company as of December 31, 2022 and 2021, and the results of its operations and its cash flows for each of the two years in the period ended December 31, 2022 in conformity with accounting principles generally accepted in the United States of America. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control - Integrated Framework (2013) issued by the COSO.\n\n&#160;\n\nBasis for Opinions \n\n&#160;\n\nThe Company's management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management&#8217;s Report on Internal Control Over Financial Reporting. Our responsibility is to express opinions on the Company&#8217;s consolidated financial statements and on the Company's internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\n\n&#160;\n\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\n\n&#160;\n\nOur audits of the consolidated financial statements included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\n\n&#160;\n\nDefinition and Limitations of Internal Control over Financial Reporting \n\n&#160;\n\nA company&#8217;s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company&#8217;s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company&#8217;s assets that could have a material effect on the financial statements.\n\n&#160;\n\n&#160;\n\n&#160;\n\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n\n&#160;\n\nCritical Audit Matters \n\n&#160;\n\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that (i) relates to accounts or disclosures that are material to the consolidated financial statements and (ii) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\n\n&#160;\n\nPersonal injury and property damage claims accruals \n\n&#160;\n\nAs described in Note 2 to the consolidated financial statements, the Company is substantially self-insured for loss of and damage to owned and leased revenue equipment. As of December 31, 2022, the Company&#8217;s claims accrual balance for self-insured claims was $427 million, of which a significant portion of claims related to personal injury and property damage. The Company recognizes a liability at the time of the incident based on an analysis of the nature and severity of the claims and analyses provided by third-party claims administrators, as well as legal, economic, and regulatory factors. Management uses an actuarial method to develop current claim information to derive an estimate of the ultimate personal injury and property damage claim liability, which involves the use of expected loss rates, loss-development factors based on historical claims experience, and claim frequencies and severity.\n\n&#160;\n\nThe principal considerations for our determination that performing procedures relating to the personal injury and property damage claims accrual is a critical audit matter are (i) the significant judgment by management when developing the claims accrual estimate; (ii) a high degree of auditor judgment, subjectivity and effort in performing procedures and evaluating management's significant assumptions related to the expected loss rates, loss-development factors based on historical claims experience, and claim frequencies and severity, and (iii) the audit effort involved the use of professionals with specialized skill and knowledge.\n\n&#160;\n\nAddressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the consolidated financial statements. These procedures included testing the effectiveness of controls relating to management&#8217;s personal injury and property damage claims accrual process, including controls over the development of expected loss rates, loss-development factors based on historical claims experience, and claim frequencies and severity. These procedures also included, among others, (i) testing management&#8217;s process for developing the claims accrual estimate; (ii) evaluating the appropriateness of the actuarial method; (iii) testing the completeness and accuracy of underlying data used in the personal injury and property damage claims accrual estimate; and (iv) evaluating the reasonableness of management&#8217;s significant assumptions related to the expected loss rates, loss-development factors based on historical claims experience, and claim frequencies and severity used in the calculation of the estimate. Professionals with specialized skill and knowledge were used to assist in evaluating of (i) the appropriateness of the Company&#8217;s claims accrual process, (ii) the appropriateness of the actuarial method, and (iii) the reasonableness of the expected loss rate, loss-development factors, and claim frequencies and severity used in developing the estimate.\n\n&#160;\n\n/s/ PricewaterhouseCoopers LLP \n\n&#160;\n\nFayetteville, Arkansas \n\nFebruary 24, 2023\n\n&#160;\n\nWe have served as the Company&#8217;s auditor since 2021.\n\n&#160;\n\n&#160;\n\n&#160;\n\nReport of Independent Registered Public Accounting Firm \n\n&#160;\n\nTo the Stockholders and the Board of Directors of J.B. Hunt Transport Services, Inc.\n\n&#160;\n\nOpinion on the Financial Statements \n\n&#160;\n\nWe have audited the accompanying consolidated statements of earnings, stockholders' equity and cash flows of J.B. Hunt Transport Services, Inc. (the Company) for the year ended December 31, 2020, and the related notes to the financial statements (collectively referred to as the &#8220;consolidated financial statements&#8221;). In our opinion, the consolidated financial statements present fairly, in all material respects, the results of the operations of the Company and its cash flows for the year ended December 31, 2020, in conformity with U.S. generally accepted accounting principles.\n\n&#160;\n\nBasis for Opinion \n\n&#160;\n\nThese financial statements are the responsibility of the Company's management. Our responsibility is to express an opinion on the Company&#8217;s financial statements based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\n\n&#160;\n\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audit included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audit also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audit provides a reasonable basis for our opinion.\n\n&#160;\n\n&#160;\n\n/s/ Ernst &#38; Young LLP \n\n&#160;\n\n&#160;\n\nWe served as the Company&#8217;s auditor from 2005 to 2021.\n\n&#160;\n\nRogers, Arkansas \n\nFebruary 22, 2021\n\n&#160;\n\n&#160;\n\n&#160;\n\n&#160;\n\nJ.B. HUNT TRANSPORT SERVICES, INC. \n\nConsolidated Balance Sheets\n\nDecember 31, 2022 and 2021\n\n(in thousands, except share data)\n\n&#160;\n\n##TABLE_START &#160; &#160; 2022 \n\n&#160; &#160; 2021 \n\n&#160; Assets &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Current assets: &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Cash and cash equivalents\n\n&#160; $ 51,927 &#160; &#160; $ 355,549 &#160; Trade accounts receivable, net\n\n&#160; &#160; 1,528,075 &#160; &#160; &#160; 1,506,619 &#160; Other receivables\n\n&#160; &#160; 330,764 &#160; &#160; &#160; 216,615 &#160; Inventories\n\n&#160; &#160; 40,602 &#160; &#160; &#160; 25,032 &#160; Prepaid expenses and other current assets\n\n&#160; &#160; 260,410 &#160; &#160; &#160; 209,554 &#160; Total current assets\n\n&#160; &#160; 2,211,778 &#160; &#160; &#160; 2,313,369 &#160; Property and equipment, at cost:\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Revenue and service equipment\n\n&#160; &#160; 6,815,776 &#160; &#160; &#160; 5,667,131 &#160; Land\n\n&#160; &#160; 88,699 &#160; &#160; &#160; 67,540 &#160; Structures and improvements\n\n&#160; &#160; 382,007 &#160; &#160; &#160; 318,222 &#160; Software, office equipment and furniture\n\n&#160; &#160; 712,998 &#160; &#160; &#160; 627,423 &#160; Total property and equipment\n\n&#160; &#160; 7,999,480 &#160; &#160; &#160; 6,680,316 &#160; Less accumulated depreciation\n\n&#160; &#160; 3,019,663 &#160; &#160; &#160; 2,612,661 &#160; Net property and equipment\n\n&#160; &#160; 4,979,817 &#160; &#160; &#160; 4,067,655 &#160; Goodwill\n\n&#160; &#160; 120,449 &#160; &#160; &#160; 100,521 &#160; Other intangible assets, net\n\n&#160; &#160; 115,941 &#160; &#160; &#160; 90,572 &#160; Other assets\n\n&#160; &#160; 358,597 &#160; &#160; &#160; 222,231 &#160; Total assets\n\n&#160; $ 7,786,582 &#160; &#160; $ 6,794,348 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Liabilities and Stockholders &#8217; Equity \n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Current liabilities: &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Current portion of long-term debt\n\n&#160; $ - &#160; &#160; $ 355,972 &#160; Trade accounts payable\n\n&#160; &#160; 798,776 &#160; &#160; &#160; 772,736 &#160; Claims accruals\n\n&#160; &#160; 452,149 &#160; &#160; &#160; 307,210 &#160; Accrued payroll and payroll taxes\n\n&#160; &#160; 188,252 &#160; &#160; &#160; 190,950 &#160; Other accrued expenses\n\n&#160; &#160; 129,054 &#160; &#160; &#160; 102,732 &#160; Total current liabilities\n\n&#160; &#160; 1,568,231 &#160; &#160; &#160; 1,729,600 &#160; Long-term debt\n\n&#160; &#160; 1,261,738 &#160; &#160; &#160; 945,257 &#160; Other long-term liabilities\n\n&#160; &#160; 369,314 &#160; &#160; &#160; 256,233 &#160; Deferred income taxes\n\n&#160; &#160; 920,531 &#160; &#160; &#160; 745,442 &#160; Total liabilities\n\n&#160; &#160; 4,119,814 &#160; &#160; &#160; 3,676,532 &#160; Commitments and contingencies (Note 10)\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Stockholders&#8217; equity:\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Preferred stock, $ 100 par value. 10 million shares authorized; none outstanding\n\n&#160; &#160; - &#160; &#160; &#160; - &#160; Common stock, $ .01 par value. 1 billion shares authorized; ( 167,099,432 shares issued at December 31, 2022 and 2021, of which 103,743,382 and 105,093,706 shares were outstanding at December 31, 2022 and 2021, respectively)\n\n&#160; &#160; 1,671 &#160; &#160; &#160; 1,671 &#160; Additional paid-in capital\n\n&#160; &#160; 499,897 &#160; &#160; &#160; 448,217 &#160; Retained earnings\n\n&#160; &#160; 6,423,730 &#160; &#160; &#160; 5,621,103 &#160; Treasury stock, at cost ( 63,356,050 shares at December 31, 2022, and 62,005,726 shares at December 31, 2021)\n\n&#160; &#160; ( 3,258,530 ) &#160; &#160; ( 2,953,175 ) Total stockholders&#8217; equity\n\n&#160; &#160; 3,666,768 &#160; &#160; &#160; 3,117,816 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Total liabilities and stockholders' equity\n\n&#160; $ 7,786,582 &#160; &#160; $ 6,794,348 &#160; ##TABLE_END \n\n&#160;\n\nSee Notes to Consolidated Financial Statements.\n\n&#160;\n\n&#160;\n\n&#160;\n\n&#160;\n\nJ.B. HUNT TRANSPORT SERVICES, INC. \n\nConsolidated Statements of Earnings\n\nYears Ended December 31, 2022, 2021 and 2020\n\n(in thousands, except per share amounts)\n\n&#160;\n\n##TABLE_START &#160; &#160; 2022 \n\n&#160; &#160; 2021 \n\n&#160; &#160; 2020 \n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Operating revenues, excluding fuel surcharge revenues\n\n&#160; $ 12,381,359 &#160; &#160; $ 10,915,442 &#160; &#160; $ 8,879,653 &#160; Fuel surcharge revenues\n\n&#160; &#160; 2,432,640 &#160; &#160; &#160; 1,252,860 &#160; &#160; &#160; 756,920 &#160; Total operating revenues\n\n&#160; &#160; 14,813,999 &#160; &#160; &#160; 12,168,302 &#160; &#160; &#160; 9,636,573 &#160; Operating expenses: &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Rents and purchased transportation\n\n&#160; &#160; 7,392,179 &#160; &#160; &#160; 6,449,068 &#160; &#160; &#160; 4,954,123 &#160; Salaries, wages and employee benefits\n\n&#160; &#160; 3,373,063 &#160; &#160; &#160; 2,761,680 &#160; &#160; &#160; 2,347,716 &#160; Fuel and fuel taxes\n\n&#160; &#160; 931,710 &#160; &#160; &#160; 530,642 &#160; &#160; &#160; 357,483 &#160; Depreciation and amortization\n\n&#160; &#160; 644,520 &#160; &#160; &#160; 557,093 &#160; &#160; &#160; 527,375 &#160; Operating supplies and expenses\n\n&#160; &#160; 502,553 &#160; &#160; &#160; 369,294 &#160; &#160; &#160; 334,350 &#160; Insurance and claims\n\n&#160; &#160; 318,123 &#160; &#160; &#160; 165,052 &#160; &#160; &#160; 134,482 &#160; General and administrative expenses, net of asset dispositions\n\n&#160; &#160; 215,361 &#160; &#160; &#160; 195,616 &#160; &#160; &#160; 180,083 &#160; Operating taxes and licenses\n\n&#160; &#160; 68,230 &#160; &#160; &#160; 59,462 &#160; &#160; &#160; 54,331 &#160; Communication and utilities\n\n&#160; &#160; 36,707 &#160; &#160; &#160; 34,865 &#160; &#160; &#160; 33,511 &#160; Total operating expenses\n\n&#160; &#160; 13,482,446 &#160; &#160; &#160; 11,122,772 &#160; &#160; &#160; 8,923,454 &#160; Operating income\n\n&#160; &#160; 1,331,553 &#160; &#160; &#160; 1,045,530 &#160; &#160; &#160; 713,119 &#160; Interest income\n\n&#160; &#160; 1,069 &#160; &#160; &#160; 493 &#160; &#160; &#160; 486 &#160; Interest expense\n\n&#160; &#160; 51,249 &#160; &#160; &#160; 46,251 &#160; &#160; &#160; 47,580 &#160; Earnings before income taxes\n\n&#160; &#160; 1,281,373 &#160; &#160; &#160; 999,772 &#160; &#160; &#160; 666,025 &#160; Income taxes\n\n&#160; &#160; 312,022 &#160; &#160; &#160; 238,966 &#160; &#160; &#160; 159,990 &#160; Net earnings\n\n&#160; $ 969,351 &#160; &#160; $ 760,806 &#160; &#160; $ 506,035 &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Weighted average basic shares outstanding\n\n&#160; &#160; 104,141 &#160; &#160; &#160; 105,359 &#160; &#160; &#160; 105,700 &#160; Basic earnings per share\n\n&#160; $ 9.31 &#160; &#160; $ 7.22 &#160; &#160; $ 4.79 &#160; Weighted average diluted shares outstanding\n\n&#160; &#160; 105,276 &#160; &#160; &#160; 106,593 &#160; &#160; &#160; 106,766 &#160; Diluted earnings per share\n\n&#160; $ 9.21 &#160; &#160; $ 7.14 &#160; &#160; $ 4.74 &#160; ##TABLE_END \n\n&#160;\n\nSee Notes to Consolidated Financial Statements.\n\n&#160;\n\n&#160;\n\n&#160;\n\n&#160;\n\nJ.B. HUNT TRANSPORT SERVICES, INC. \n\nConsolidated Statements of Stockholders' Equity\n\nYears Ended December 31, 2022, 2021 and 2020\n\n(in thousands, except per share amounts)\n\n&#160;\n\n##TABLE_START &#160; &#160; &#160; &#160; &#160; &#160; Additional \n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Common \n\n&#160; &#160; Paid-in \n\n&#160; &#160; Retained \n\n&#160; &#160; Treasury \n\n&#160; &#160; Stockholders &#8217; \n\n&#160; &#160; &#160; Stock \n\n&#160; &#160; Capital \n\n&#160; &#160; Earnings \n\n&#160; &#160; Stock \n\n&#160; &#160; Equity \n\n&#160; Balances at December 31, 2019\n\n&#160; $ 1,671 &#160; &#160; $ 374,049 &#160; &#160; $ 4,592,938 &#160; &#160; $ ( 2,701,629 ) &#160; $ 2,267,029 &#160; Comprehensive income: &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Net earnings\n\n&#160; &#160; - &#160; &#160; &#160; - &#160; &#160; &#160; 506,035 &#160; &#160; &#160; - &#160; &#160; &#160; 506,035 &#160; Cash dividend declared and paid ($ 1.08 per share)\n\n&#160; &#160; - &#160; &#160; &#160; - &#160; &#160; &#160; ( 114,234 ) &#160; &#160; - &#160; &#160; &#160; ( 114,234 ) Purchase of treasury shares\n\n&#160; &#160; - &#160; &#160; &#160; - &#160; &#160; &#160; - &#160; &#160; &#160; ( 92,548 ) &#160; &#160; ( 92,548 ) Share-based compensation\n\n&#160; &#160; - &#160; &#160; &#160; 60,698 &#160; &#160; &#160; - &#160; &#160; &#160; - &#160; &#160; &#160; 60,698 &#160; Restricted share issuances, net of stock repurchased for payroll taxes and other\n\n&#160; &#160; - &#160; &#160; &#160; ( 26,503 ) &#160; &#160; - &#160; &#160; &#160; ( 339 ) &#160; &#160; ( 26,842 ) &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Balances at December 31, 2020\n\n&#160; $ 1,671 &#160; &#160; $ 408,244 &#160; &#160; $ 4,984,739 &#160; &#160; $ ( 2,794,516 ) &#160; $ 2,600,138 &#160; Comprehensive income:\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Net earnings\n\n&#160; &#160; - &#160; &#160; &#160; - &#160; &#160; &#160; 760,806 &#160; &#160; &#160; - &#160; &#160; &#160; 760,806 &#160; Cash dividend declared and paid ($ 1.18 per share)\n\n&#160; &#160; - &#160; &#160; &#160; - &#160; &#160; &#160; ( 124,442 ) &#160; &#160; - &#160; &#160; &#160; ( 124,442 ) Purchase of treasury shares\n\n&#160; &#160; - &#160; &#160; &#160; - &#160; &#160; &#160; - &#160; &#160; &#160; ( 151,720 ) &#160; &#160; ( 151,720 ) Share-based compensation\n\n&#160; &#160; - &#160; &#160; &#160; 61,505 &#160; &#160; &#160; - &#160; &#160; &#160; - &#160; &#160; &#160; 61,505 &#160; Restricted share issuances, net of stock repurchased for payroll taxes and other\n\n&#160; &#160; - &#160; &#160; &#160; ( 21,532 ) &#160; &#160; - &#160; &#160; &#160; ( 6,939 ) &#160; &#160; ( 28,471 ) &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Balances at December 31, 2021\n\n&#160; $ 1,671 &#160; &#160; $ 448,217 &#160; &#160; $ 5,621,103 &#160; &#160; $ ( 2,953,175 ) &#160; $ 3,117,816 &#160; Comprehensive income:\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Net earnings\n\n&#160; &#160; - &#160; &#160; &#160; - &#160; &#160; &#160; 969,351 &#160; &#160; &#160; - &#160; &#160; &#160; 969,351 &#160; Cash dividend declared and paid ($ 1.60 per share)\n\n&#160; &#160; - &#160; &#160; &#160; - &#160; &#160; &#160; ( 166,724 ) &#160; &#160; - &#160; &#160; &#160; ( 166,724 ) Purchase of treasury shares\n\n&#160; &#160; - &#160; &#160; &#160; - &#160; &#160; &#160; - &#160; &#160; &#160; ( 300,030 ) &#160; &#160; ( 300,030 ) Share-based compensation\n\n&#160; &#160; - &#160; &#160; &#160; 77,535 &#160; &#160; &#160; - &#160; &#160; &#160; - &#160; &#160; &#160; 77,535 &#160; Restricted share issuances, net of stock repurchased for payroll taxes and other\n\n&#160; &#160; - &#160; &#160; &#160; ( 25,855 ) &#160; &#160; - &#160; &#160; &#160; ( 5,325 ) &#160; &#160; ( 31,180 ) &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Balances at December 31, 2022\n\n&#160; $ 1,671 &#160; &#160; $ 499,897 &#160; &#160; $ 6,423,730 &#160; &#160; $ ( 3,258,530 ) &#160; $ 3,666,768 &#160; ##TABLE_END \n\n&#160;\n\nSee Notes to Consolidated Financial Statements.\n\n&#160;\n\n&#160;\n\n&#160;\n\n&#160;\n\nJ.B. HUNT TRANSPORT SERVICES, INC. \n\nConsolidated Statements of Cash Flows\n\nYears Ended December 31, 2022, 2021 and 2020\n\n(in thousands)\n\n&#160;\n\n##TABLE_START &#160; &#160; 2022 \n\n&#160; &#160; 2021 \n\n&#160; &#160; 2020 \n\n&#160; Cash flows from operating activities: &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Net earnings\n\n&#160; $ 969,351 &#160; &#160; $ 760,806 &#160; &#160; $ 506,035 &#160; Adjustments to reconcile net earnings to net cash provided by operating activities: &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Depreciation and amortization\n\n&#160; &#160; 644,520 &#160; &#160; &#160; 557,093 &#160; &#160; &#160; 527,375 &#160; Noncash lease expense\n\n&#160; &#160; 83,797 &#160; &#160; &#160; 55,137 &#160; &#160; &#160; 45,985 &#160; Share-based compensation\n\n&#160; &#160; 77,535 &#160; &#160; &#160; 61,505 &#160; &#160; &#160; 60,698 &#160; (Gain)/loss on sale of revenue equipment and other\n\n&#160; &#160; ( 25,422 ) &#160; &#160; 5,540 &#160; &#160; &#160; 4,389 &#160; Deferred income taxes\n\n&#160; &#160; 175,089 &#160; &#160; &#160; 53,420 &#160; &#160; &#160; ( 7,056 ) Changes in operating assets and liabilities: &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Trade accounts receivable\n\n&#160; &#160; ( 13,950 ) &#160; &#160; ( 382,216 ) &#160; &#160; ( 109,758 ) Income taxes receivable or payable\n\n&#160; &#160; ( 69,025 ) &#160; &#160; ( 30,633 ) &#160; &#160; 57,851 &#160; Other current assets\n\n&#160; &#160; ( 83,892 ) &#160; &#160; ( 15,252 ) &#160; &#160; ( 18,038 ) Trade accounts payable\n\n&#160; &#160; ( 23,838 ) &#160; &#160; 140,295 &#160; &#160; &#160; ( 5,482 ) Claims accruals\n\n&#160; &#160; 117,887 &#160; &#160; &#160; 35,051 &#160; &#160; &#160; ( 9,072 ) Accrued payroll and other accrued expenses\n\n&#160; &#160; ( 75,170 ) &#160; &#160; ( 16,848 ) &#160; &#160; 69,932 &#160; Net cash provided by operating activities\n\n&#160; &#160; 1,776,882 &#160; &#160; &#160; 1,223,898 &#160; &#160; &#160; 1,122,859 &#160; Cash flows from investing activities: &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Additions to property and equipment\n\n&#160; &#160; ( 1,540,796 ) &#160; &#160; ( 947,563 ) &#160; &#160; ( 738,545 ) Proceeds from sale of equipment\n\n&#160; &#160; 108,901 &#160; &#160; &#160; 70,545 &#160; &#160; &#160; 137,776 &#160; Business acquisition\n\n&#160; &#160; ( 118,175 ) &#160; &#160; - &#160; &#160; &#160; ( 12,136 ) Change in other assets\n\n&#160; &#160; - &#160; &#160; &#160; - &#160; &#160; &#160; ( 52 ) Net cash used in investing activities\n\n&#160; &#160; ( 1,550,070 ) &#160; &#160; ( 877,018 ) &#160; &#160; ( 612,957 ) Cash flows from financing activities: &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Payments on long-term debt\n\n&#160; &#160; ( 350,000 ) &#160; &#160; - &#160; &#160; &#160; - &#160; Proceeds from revolving lines of credit and other\n\n&#160; &#160; 1,738,100 &#160; &#160; &#160; - &#160; &#160; &#160; 222,124 &#160; Payments on revolving lines of credit and other\n\n&#160; &#160; ( 1,420,600 ) &#160; &#160; - &#160; &#160; &#160; ( 220,100 ) Purchase of treasury stock\n\n&#160; &#160; ( 300,030 ) &#160; &#160; ( 151,720 ) &#160; &#160; ( 92,548 ) Stock repurchased for payroll taxes and other\n\n&#160; &#160; ( 31,180 ) &#160; &#160; ( 28,471 ) &#160; &#160; ( 26,842 ) Dividends paid\n\n&#160; &#160; ( 166,724 ) &#160; &#160; ( 124,442 ) &#160; &#160; ( 114,234 ) Net cash used in financing activities\n\n&#160; &#160; ( 530,434 ) &#160; &#160; ( 304,633 ) &#160; &#160; ( 231,600 ) Net (decrease)/increase in cash and cash equivalents\n\n&#160; &#160; ( 303,622 ) &#160; &#160; 42,247 &#160; &#160; &#160; 278,302 &#160; Cash and cash equivalents at beginning of year\n\n&#160; &#160; 355,549 &#160; &#160; &#160; 313,302 &#160; &#160; &#160; 35,000 &#160; Cash and cash equivalents at end of year\n\n&#160; $ 51,927 &#160; &#160; $ 355,549 &#160; &#160; $ 313,302 &#160; Supplemental disclosure of cash flow information: &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Cash paid during the year for: &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Interest\n\n&#160; $ 50,433 &#160; &#160; $ 47,016 &#160; &#160; $ 48,351 &#160; Income taxes\n\n&#160; $ 195,827 &#160; &#160; $ 203,740 &#160; &#160; $ 95,454 &#160; Noncash investing activities &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Accruals for equipment received\n\n&#160; $ 107,474 &#160; &#160; $ 60,464 &#160; &#160; $ 12,533 &#160; ##TABLE_END \n\n&#160;\n\nSee Notes to Consolidated Financial Statements.\n\n&#160;\n\n&#160;\n\n&#160;\n\nNotes to Consolidated Financial Statements \n\n&#160;\n\n&#160;\n\n##TABLE_START 1. \n\nBusiness \n\n##TABLE_END &#160;\n\nJ.B. Hunt Transport Services, Inc. is one of the largest surface transportation and delivery service companies in North America. We operate five distinct, but complementary, business segments and provide a wide range of general and specifically tailored freight and logistics services to our customers. We generate revenues from the actual movement of freight from shippers to consignees, customized labor and delivery services, and serving as a logistics provider by offering or arranging for others to provide the transportation service. Unless otherwise indicated by the context, &#8220;we,&#8221; &#8220;us,&#8221; &#8220;our&#8221; and &#8220;JBHT&#8221; refer to J.B. Hunt Transport Services, Inc. and its consolidated subsidiaries.\n\n&#160;\n\n&#160;\n\n##TABLE_START 2. \n\nSummary of Significant Accounting Policies \n\n##TABLE_END &#160;\n\nBasis of Consolidation \n\n&#160;\n\nOur Consolidated Financial Statements include all of our wholly owned subsidiaries. Intercompany balances and transactions have been eliminated in consolidation. J.B. Hunt Transport Services, Inc. is a parent-level holding company with no significant assets or operations. J.B. Hunt Transport, Inc. is a wholly owned subsidiary of J.B. Hunt Transport Services, Inc. and is the primary operating subsidiary. All other subsidiaries of J.B. Hunt Transport Services, Inc. are insignificant. \n\n&#160;\n\nUse of Estimates \n\n&#160;\n\nThe Consolidated Financial Statements contained in this report have been prepared in conformity with accounting principles generally accepted in the United States of America. The preparation of these statements requires us to make estimates and assumptions that directly affect the amounts reported in such statements and accompanying notes. We evaluate these estimates on an ongoing basis utilizing historical experience, consulting with experts and using other methods we consider reasonable in the particular circumstances. Nevertheless, our actual results may differ significantly from our estimates. \n\n&#160;\n\nWe believe certain accounting policies and estimates are of more significance in our financial statement preparation process than others. We believe the most critical accounting policies and estimates include the economic useful lives and salvage values of our assets, provisions for uncollectible accounts receivable, estimates of exposures under our insurance and claims policies, and estimates for taxes. To the extent that actual, final outcomes are different from our estimates, or that additional facts and circumstances cause us to revise our estimates, our earnings during that accounting period will be affected. \n\n&#160;\n\nCash and Cash Equivalents \n\n&#160;\n\nCash in excess of current operating requirements is invested in short-term, highly liquid investments. We consider all highly liquid investments purchased with original maturities of three months or less to be cash equivalents. \n\n&#160;\n\nAccounts Receivable and Allowance \n\n&#160;\n\nOur trade accounts receivable includes accounts receivable reduced by an allowance for uncollectible accounts. Receivables are recorded at amounts billed to customers when loads are delivered or services are performed. The allowance for uncollectible accounts is calculated over the life of the underlying receivable and is based on historical experience; any known trends or uncertainties related to customer billing and account collectability; current economic conditions; and reasonable and supportable economic forecasts, each applied to segregated risk pools based on the business segment that generated the receivable. The adequacy of our allowance is reviewed quarterly. Balances are charged against the allowance when it is determined the receivable will not be recovered. The allowance for uncollectible accounts for our trade accounts receivable was $ 22.3 million at December 31, 2022 and $ 16.8 million at December 31, 2021. During 2022, the allowance for uncollectible accounts increased by $ 9.0 million and was reduced $ 3.5 million by write-offs. During 2021, the allowance for uncollectible accounts increased by $ 2.6 million and was reduced $ 4.2 million by write-offs. \n\n&#160;\n\n&#160;\n\n&#160;\n\nInventory \n\n&#160;\n\nOur inventories consist primarily of revenue equipment parts, tires, supplies, and fuel and are valued using the lower of average cost or net realizable value. \n\n&#160;\n\nInvestments in Marketable Equity Securities \n\n&#160;\n\nOur investments consist of marketable equity securities stated at fair value and are designated as either trading securities or available-for-sale securities at the time of purchase based upon the intended holding period. Changes in the fair value of our trading securities are recognized currently in &#8220;general and administrative expenses, net of asset dispositions&#8221; in our Consolidated Statements of Earnings. Changes in the fair value of our available-for-sale securities are recognized in &#8220;accumulated other comprehensive income&#8221; on our Consolidated Balance Sheets, unless we determine that an unrealized loss is other-than-temporary. If we determine that an unrealized loss is other-than-temporary, we recognize the loss in earnings. Cost basis is determined using average cost. \n\n&#160;\n\nAt December 31, 2022 and 2021, we had no available-for-sale securities. See Note 7, Employee Benefit Plans, for a discussion of our trading securities. \n\n&#160;\n\nProperty and Equipment \n\n&#160;\n\nDepreciation of property and equipment is calculated on the straight-line method over the estimated useful lives of 4 to 10 years for tractors, 7 to 20 years for trailing equipment, 10 to 40 years for structures and improvements, 3 to 10 years for computer hardware and software, and 3 to 10 years for furniture and other office equipment. Salvage values are typically 10 % to 30 % of original cost for tractors and trailing equipment and reflect any agreements with tractor suppliers for residual or trade-in values for certain new equipment. We periodically review these useful lives and salvage values. We capitalize tires placed in service on new revenue equipment as a part of the equipment cost. Replacement tires and costs for recapping tires are expensed at the time the tires are placed in service. Gains and losses on the sale or other disposition of equipment are recognized at the time of the disposition and are classified in general and administrative expenses, net of asset dispositions in the Consolidated Statements of Earnings. \n\n&#160;\n\nWe continually evaluate the carrying value of our assets for events or changes in circumstances that indicate the carrying value may not be recoverable. Recoverability of assets to be held and used is measured by comparing the carrying amount of an asset to future net cash flows expected to be generated by the asset. If such assets are considered to be impaired, the impairment to be recognized is measured by the amount by which the carrying amount of the assets exceeds the fair value of the assets. Assets to be disposed of are reported at the lower of the carrying amount or fair value less cost to sell. \n\n&#160;\n\nLeases \n\n&#160;\n\nWe recognize a right-of-use asset and a lease liability on the effective date of a lease agreement. Right-of-use assets represent our right to use an underlying asset over the lease term and lease liabilities represent the obligation to make lease payments resulting from the lease agreement. We initially record these assets and liabilities based on the present value of lease payments over the lease term calculated using our incremental borrowing rate applicable to the leased asset or the implicit rate within the agreement if it is readily determinable. Lease agreements with lease and non-lease components are combined as a single lease component. Right-of-use assets additionally include net prepaid lease expenses. Options to extend or terminate an agreement are included in the lease term when it becomes reasonably certain the option will be exercised. Leases with an initial term of 12 months or less, short-term leases, are not recorded on the balance sheet. Lease expense for short-term and long-term operating leases is recognized on a straight-line basis over the lease term, while variable lease payments are expensed as incurred. \n\n&#160;\n\nRevenue Recognition \n\n&#160;\n\nWe record revenues on the gross basis at amounts charged to our customers because we control and are primarily responsible for the fulfillment of promised services. Accordingly, we serve as a principal in the transaction. We invoice our customers, and we maintain discretion over pricing. Additionally, we are responsible for selection of third-party transportation providers to the extent used to satisfy customer freight requirements. \n\n&#160;\n\n&#160;\n\n&#160;\n\nOur revenue is earned through the service offerings of our five reportable business segments. See Note 13, Segment Information, for revenue reported by segment. All revenue transactions between reporting segments are eliminated in consolidation. \n\n&#160;\n\nIntermodal (JBI) - JBI segment includes freight that is transported by rail over at least some portion of the movement and also includes certain repositioning truck freight moved by JBI equipment or third-party carriers, when such highway movement is intended to direct JBI equipment back toward intermodal operations. JBI performs these services primarily through contractual rate quotes with customers that are held static for a period of time, usually one year. \n\n&#160;\n\nDedicated Contract Services &#174; (DCS &#174; ) - DCS segment business includes company-owned and customer-owned, DCS-operated revenue equipment and employee drivers assigned to a specific customer, traffic lane, or service. DCS operations usually include formal, written longer-term agreements or contracts that govern services performed and applicable rates. \n\n&#160;\n\nIntegrated Capacity Solutions (ICS) - ICS provides non-asset and asset-light transportation solutions to customers through relationships with third-party carriers and integration with company-owned equipment. ICS services include flatbed, refrigerated, and less-than-truckload (LTL), as well as a variety of dry-van and intermodal solutions. ICS performs these services through customer contractual rate quotes as well as spot quotes that are one-time rate quotes issued for a single transaction or group of transactions. ICS offers the majority of these services through an online multimodal marketplace via J.B. Hunt 360&#176;&#174; that matches the right load with the right carrier and the best mode. \n\n&#160;\n\nFinal Mile Services &#174; (FMS) - FMS provides last-mile delivery services to customers through a nationwide network of cross-dock and other delivery system network locations. FMS provides both asset and non-asset big and bulky delivery and installation services, as well as fulfillment and retail-pooling distributions services. FMS operations usually include formal, written agreements or contracts that govern services performed and applicable rates. \n\n&#160;\n\nTruckload (JBT) - JBT business includes full-load, dry-van freight that is typically transported utilizing company-owned or company-controlled revenue equipment as well as services through our J.B. Hunt 360box&#174; program which utilizes our J.B. Hunt 360 platform to access capacity and offer efficient drop trailer solutions to our customers. This freight is typically transported over roads and highways and does not move by rail. JBT utilizes both contractual rate quotes and spot rate quotes with customers. \n\n&#160;\n\nWe recognize revenue from customer contracts based on relative transit time in each reporting period and as other performance obligations are provided, with related expenses recognized as incurred. Accordingly, a portion of the total revenue that will be billed to the customer is recognized in each reporting period based on the percentage of the freight pickup and delivery performance obligation that has been completed at the end of the reporting period. \n\n&#160;\n\nDerivative Instruments \n\n&#160;\n\nWe periodically utilize derivative instruments to manage exposure to changes in interest rates. At inception of a derivative contract, we document relationships between derivative instruments and hedged items, as well as our risk-management objective and strategy for undertaking various derivative transactions, and assess hedge effectiveness. If it is determined that a derivative is not highly effective as a hedge, or if a derivative ceases to be a highly effective hedge, we discontinue hedge accounting prospectively. \n\n&#160;\n\n&#160;\n\n&#160;\n\nIncome Taxes \n\n&#160;\n\nIncome taxes are accounted for under the liability method. Deferred tax assets and liabilities are recognized for the future tax consequences attributable to differences between the financial statement carrying amounts of existing assets and liabilities and their respective tax bases and operating loss and tax credit carry forwards. Deferred tax assets and liabilities are measured using enacted tax rates expected to apply to taxable income in the years in which those temporary differences are expected to be recovered or settled. The effect on deferred tax assets and liabilities of a change in tax rates is recognized as income or expense in the period that includes the enactment date. We record valuation allowances for deferred tax assets to the extent we believe these assets are not more likely than not to be realized through the reversal of existing taxable temporary differences, projected future taxable income, or tax-planning strategies. We record a liability for unrecognized tax benefits when the benefits of tax positions taken on a tax return are not more likely than not to be sustained upon audit. Interest and penalties related to uncertain tax positions are classified as interest expense in the Consolidated Statements of Earnings. \n\n&#160;\n\nEarnings Per Share \n\n&#160;\n\nWe compute basic earnings per share by dividing net earnings available to common stockholders by the actual weighted average number of common shares outstanding for the reporting period. Diluted earnings per share reflect the potential dilution that could occur if holders of unvested restricted and performance share units converted their holdings into common stock. Outstanding unvested restricted share units represent the dilutive effects on weighted average shares. A reconciliation of the number of shares used in computing basic and diluted earnings per share is shown below (in thousands): \n\n&#160;\n\n##TABLE_START &#160; &#160; Years ended December 31,\n\n&#160; &#160; &#160; 2022\n\n&#160; &#160; 2021\n\n&#160; &#160; 2020\n\n&#160; Weighted average shares outstanding &#8211; basic\n\n&#160; &#160; 104,141 &#160; &#160; &#160; 105,359 &#160; &#160; &#160; 105,700 &#160; Effect of common stock equivalents\n\n&#160; &#160; 1,135 &#160; &#160; &#160; 1,234 &#160; &#160; &#160; 1,066 &#160; Weighted average shares outstanding &#8211; diluted\n\n&#160; &#160; 105,276 &#160; &#160; &#160; 106,593 &#160; &#160; &#160; 106,766 &#160; ##TABLE_END &#160;\n\nConcentrations of Credit Risk \n\n&#160;\n\nFinancial instruments, which potentially subject us to concentrations of credit risk, include trade receivables. For each of the years ended December 31, 2022, 2021, and 2020, our top 10 customers, based on revenue, accounted for approximately 38 %, 39 %, and 37 % of our total revenue. Our top 10 customers, based on revenue, accounted for approximately 36 % and 39 % of our total trade accounts receivable at December 31, 2022 and 2021, respectively. One customer accounted for approximately 14 %, 12 %, and 10 % of our total revenue for the years ended December 31, 2022, 2021, and 2020, respectively. Each of our five business segments conduct business with this customer. \n\n&#160;\n\nShare-based Compensation \n\n&#160;\n\nWe have a share-based compensation plan covering certain employees, including officers and directors. We account for share-based compensation utilizing the fair value recognition provisions of current accounting standards for share-based payments. We currently utilize restricted share units and performance share units. Issuances of our stock upon restricted share unit and performance share unit vesting are made from treasury stock. Our restricted share unit and performance share unit awards may include both graded-vesting and cliff-vesting awards and therefore vest in increments during the requisite service period or at the end of the requisite service period, as appropriate for each type of vesting. We recognize compensation expense on a straight-line basis over the requisite service periods within each award. The benefit for the forfeiture of an award is recorded in the period in which it occurs. \n\n&#160;\n\nClaims Accruals \n\n&#160;\n\nWe purchase insurance coverage for a portion of expenses related to employee injuries, vehicular collisions, accidents, and cargo damage. We are substantially self-insured for loss of and damage to our owned and leased revenue equipment. Certain insurance arrangements include a level of self-insurance (deductible) coverage applicable to each claim. We have umbrella policies to limit our exposure to catastrophic claim costs which may include certain coverage-layer-specific, aggregated reimbursement limits of covered excess claims. \n\n&#160;\n\nThe amounts of self-insurance change from time to time based on measurement dates, policy expiration dates, and claim type. For 2020 through 2022, we were self-insured for $ 500,000 per occurrence as well as subject to coverage-layer-specific, aggregated reimbursement limits of covered excess claims for personal injury and property damage. We were fully insured for workers&#8217; compensation claims for nearly all states. We have policies in place for 2023 with substantially the same terms as our 2022 policies for personal injury, property damage, workers&#8217; compensation, and cargo loss or damage. \n\n&#160;\n\n&#160;\n\n&#160;\n\nOur claims accrual policy for all self-insured claims is to recognize a liability at the time of the incident based on our analysis of the nature and severity of the claims and analyses provided by third-party claims administrators, as well as legal, economic, and regulatory factors. Our safety and claims personnel work directly with representatives from the insurance companies to continually update the estimated cost of each claim. The ultimate cost of a claim develops over time as additional information regarding the nature, timing, and extent of damages claimed becomes available. Accordingly, we use an actuarial method to develop current claim information to derive an estimate of our ultimate personal injury and property damage claim liability. This process involves the use of expected loss rates, loss-development factors based on our historical claims experience, claim frequencies and severity, and contractual premium adjustment factors, if applicable. In doing so, the recorded liability considers future claims growth and provides a reserve for incurred-but-not-reported claims. We do not discount our estimated losses. At December 31, 2022 and 2021, we had an accrual of approximately $ 427 million and $ 287 million, respectively, for estimated claims, which are recorded in claims accruals in our Consolidated Balance Sheets. A significant increase in the volume of claims or amount of settlements exceeding our coverage-layer specific, aggregated reimbursement limits could result in significant increase in our estimated liability for claims in future periods. In addition, we record receivables for amounts expected to be reimbursed for payments made in excess of self-insurance levels on covered claims. At December 31, 2022 and 2021, we have recorded $ 374 million and $ 311 million, respectively, of expected reimbursement for covered excess claims, other insurance deposits, and prepaid insurance premiums. Of these total asset balances, $ 198 million and $ 171 million have been included in other receivables, with the remaining balance included in prepaid expenses and other current assets in our Consolidated Balance Sheets at December 31, 2022 and 2021, respectively. \n\n&#160;\n\nBusiness Combinations \n\n&#160;\n\nThe purchase price of our acquisitions is the aggregate of the consideration transferred, including liabilities incurred, measured at the acquisition date. We allocate the purchase price of acquisitions to tangible and intangible assets acquired and liabilities assumed based on their estimated fair values at the acquisition date. This assignment of fair values to the assets acquired and liabilities assumed requires the use of estimates, judgments, inputs, and assumptions. The excess of the purchase price over those estimated fair values is recorded as goodwill. Changes to the acquisition date provisional fair values prior to the end of the measurement period are recorded as adjustments to the associated goodwill. Acquisition-related expenses and restructuring costs, if any, are expensed as incurred. \n\n&#160;\n\nGoodwill and Other Intangible Assets \n\n&#160;\n\nGoodwill represents the excess of cost over the fair value of net identifiable tangible and intangible assets acquired in a business combination. Goodwill and intangible assets with indefinite lives are not amortized. Goodwill is reviewed, using a weighted market and income based approach, for potential impairment as of October 1 st on an annual basis or, more frequently, if circumstances indicate a potential impairment is present. Intangible assets with finite lives are amortized on the straight-line method over the estimated useful lives of 2 to 15 years. \n\n&#160;\n\n&#160;\n\n##TABLE_START 3. \n\nFinancing Arrangements \n\n##TABLE_END &#160;\n\nOutstanding borrowings, net of unamortized discount, unamortized debt issuance cost, and fair value swap, under our current financing arrangements consist of the following (in millions):\n\n&#160;\n\n##TABLE_START &#160; &#160; December 31,\n\n&#160; &#160; &#160; 2022\n\n&#160; &#160; 2021\n\n&#160; Senior credit facility\n\n&#160; $ 314.7 &#160; &#160; $ - &#160; Senior notes\n\n&#160; &#160; 947.0 &#160; &#160; &#160; 1,301.2 &#160; Less current portion of long-term debt\n\n&#160; &#160; - &#160; &#160; &#160; ( 356.0 )\n\nTotal long-term debt\n\n&#160; $ 1,261.7 &#160; &#160; $ 945.2 &#160; ##TABLE_END &#160;\n\n&#160;\n\n&#160;\n\nAggregate maturities of long-term debt subsequent to December 31, 2022, are as follows: $ 249.7 million in 2024, $ 697.3 million in 2026, and $ 314.7 million in 2027.\n\n&#160;\n\nSenior Credit Facility \n\n&#160;\n\nOn September 27, 2022, we replaced our $ 750 million senior credit facility dated September 25, 2018, with a new credit facility authorizing us to borrow up to $ 1.5 billion through a revolving line of credit and committed term loans, which is supported by a credit agreement with a group of banks. The revolving line of credit authorizes us to borrow up to $ 1.0 billion under a five -year term expiring September 2027, and allows us to request an increase in the revolving line of credit total commitment by up to $ 300 million and to request two one -year extensions of the maturity date. The committed term loans authorize us to borrow up to an additional $ 500 million during the nine-month period beginning September 27, 2022, and if funded, will mature in September 2025. The applicable interest rates under this agreement are based on either the Secured Overnight Financing Rate (SOFR), or a Base Rate, depending upon the specific type of borrowing, plus an applicable margin and other fees. At December 31, 2022, we had $ 317.5 million outstanding on the revolving line of credit, at an average interest rate of 5.32 %, and no outstanding balance of term loans under this agreement.\n\n&#160;\n\nSenior Notes \n\n&#160;\n\nOur senior notes consist of two separate issuances. The first is $ 250 million of 3.85 % senior notes due March 2024, which was issued in March 2014. Interest payments under these notes are due semiannually in March and September of each year, beginning September 2014. The second is $ 700 million of 3.875 % senior notes due March 2026, issued in March 2019. Interest payments under these notes are due semiannually in March and September of each year, beginning September 2019. Both senior notes were issued by J.B. Hunt Transport Services, Inc., a parent-level holding company with no significant assets or operations. The notes are guaranteed on a full and unconditional basis by a wholly-owned subsidiary. All other subsidiaries of the parent are minor. We registered these offerings and the sale of the notes under the Securities Act of 1933, pursuant to shelf registration statements filed in February 2014 and January 2019. Both notes are unsecured obligations and rank equally with our existing and future senior unsecured debt. We may redeem for cash some or all of the notes based on a redemption price set forth in the note indenture. Our $ 350 million of 3.30 % senior notes matured in August 2022. The entire outstanding balance was paid in full at maturity.\n\n&#160;\n\nOur financing arrangements require us to maintain certain covenants and financial ratios. We were in compliance with all covenants and financial ratios at December 31, 2022.\n\n&#160;\n\n&#160;\n\n##TABLE_START 4. \n\nCapital Stock \n\n##TABLE_END &#160;\n\nWe have one class of preferred stock and one class of common stock. We had no outstanding shares of preferred stock at December 31, 2022 or 2021. Holders of shares of common stock are entitled to receive dividends when and if declared by the Board of Directors and are entitled to one vote per share on all matters submitted to a vote of the stockholders. On January 19, 2023, we announced an increase in our quarterly cash dividend from $ 0.40 to $ 0.42 per share, which was paid February 24, 2023 , to stockholders of record on February 10, 2023 . At December 31, 2022, we had 1.5 million shares of common stock to be issued upon the vesting of equity awards and 4.2 million shares reserved for future issuance pursuant to share-based payment plans. During calendar year 2022, we purchased approximately 1,710,000 shares, or $ 300.0 million, of our common stock in accordance with plans authorized by our Board. At December 31, 2022, we had $ 551.1 million available under an authorized plan to purchase our common stock.\n\n&#160;\n\n&#160;\n\n##TABLE_START 5. \n\nShare-based Compensation \n\n##TABLE_END &#160;\n\nWe maintain a Management Incentive Plan (the &#8220;Plan&#8221;) that provides various share-based financial methods to compensate our key employees with shares of our common stock or common stock equivalents. Under the Plan, as amended, we have, from time to time, utilized restricted share units, performance share units, restricted shares, and non-statutory stock options to compensate our employees and directors. We currently are utilizing restricted and performance share units.\n\n&#160;\n\n&#160;\n\n&#160;\n\nOur restricted share units have various vesting schedules generally ranging from 4 to 10 years when awarded. These restricted share units do not contain rights to vote or receive dividends until the vesting date. Unvested restricted share units are forfeited if the employee terminates for any reason other than death, disability, or special circumstances as determined by the Compensation Committee. Restricted share units are valued based on the fair value of the award on the grant date, adjusted for dividend estimates based on grant date dividend rates.\n\n&#160;\n\nOur performance share units vest based on the passage of time (generally 2 to 10 years) and achievement of performance criteria. Performance share units do not contain rights to vote or receive dividends until the vesting date. Unvested performance share units are forfeited if the employee terminates for any reason other than death, disability, or special circumstances as determined by the Compensation Committee. Performance shares are valued based on the fair value of the award on the grant date, adjusted for dividend estimates based on grant date dividend rates.\n\n&#160;\n\nAn employee is allowed to surrender shares of common stock received upon vesting to satisfy tax withholding obligations incident to the vesting of restricted share units and performance share units.\n\n&#160;\n\nWe account for our restricted share units and performance share units in accordance with current accounting standards for share-based payments. These standards require that the cost of all share-based payments to employees be recognized in our Consolidated Financial Statements based on the grant date fair value of those awards. This cost is recognized over the period for which an employee is required to provide service in exchange for the award, subject to the attainment of performance metrics established for performance share units. The quantity of performance share units for which it is probable that the performance conditions will be achieved is estimated each reporting period, with any necessary adjustments recorded as a cumulative cost adjustment in the current period. Share-based compensation expense is recorded in salaries, wages, and employee benefits in our Consolidated Statements of Earnings, along with other compensation expenses to employees. The following table summarizes the components of our share-based compensation program expense (in thousands):\n\n&#160;\n\n##TABLE_START &#160; &#160; Years ended December 31,\n\n&#160; &#160; &#160; 2022\n\n&#160; &#160; 2021\n\n&#160; &#160; 2020\n\n&#160; Restricted share units &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Pretax compensation expense\n\n&#160; $ 54,276 &#160; &#160; $ 44,505 &#160; &#160; $ 47,044 &#160; Tax benefit\n\n&#160; &#160; 13,216 &#160; &#160; &#160; 10,637 &#160; &#160; &#160; 11,300 &#160; Restricted share units, net of tax\n\n&#160; $ 41,060 &#160; &#160; $ 33,868 &#160; &#160; $ 35,744 &#160; Performance share units &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Pretax compensation expense\n\n&#160; $ 23,259 &#160; &#160; $ 17,000 &#160; &#160; $ 13,654 &#160; Tax benefit\n\n&#160; &#160; 5,664 &#160; &#160; &#160; 4,063 &#160; &#160; &#160; 3,280 &#160; Performance share awards, net of tax\n\n&#160; $ 17,595 &#160; &#160; $ 12,937 &#160; &#160; $ 10,374 &#160; ##TABLE_END &#160;\n\nA summary of our restricted share units and performance share units is as follows:\n\n&#160;\n\n##TABLE_START Restricted Share Units \n\n&#160; Number of\n\nShares\n\n&#160; &#160; Weighted\n\nAverage Grant\n\nDate Fair Value\n\n&#160; Unvested at December 31, 2019\n\n&#160; &#160; 1,313,418 &#160; &#160; $ 91.22 &#160; Granted\n\n&#160; &#160; 511,859 &#160; &#160; &#160; 110.49 &#160; Vested\n\n&#160; &#160; ( 457,437 ) &#160; &#160; 93.78 &#160; Forfeited\n\n&#160; &#160; ( 22,694 ) &#160; &#160; 102.03 &#160; Unvested at December 31, 2020\n\n&#160; &#160; 1,345,146 &#160; &#160; $ 97.22 &#160; Granted\n\n&#160; &#160; 360,734 &#160; &#160; &#160; 150.33 &#160; Vested\n\n&#160; &#160; ( 387,948 ) &#160; &#160; 100.36 &#160; Forfeited\n\n&#160; &#160; ( 27,700 ) &#160; &#160; 118.20 &#160; Unvested at December 31, 2021\n\n&#160; &#160; 1,290,232 &#160; &#160; $ 110.83 &#160; Granted\n\n&#160; &#160; 317,751 &#160; &#160; &#160; 189.66 &#160; Vested\n\n&#160; &#160; ( 427,942 ) &#160; &#160; 118.00 &#160; Forfeited\n\n&#160; &#160; ( 38,704 ) &#160; &#160; 138.94 &#160; Unvested at December 31, 2022\n\n&#160; &#160; 1,141,337 &#160; &#160; $ 129.75 &#160; ##TABLE_END &#160;\n\n&#160;\n\n&#160;\n\n##TABLE_START Performance Share Units \n\n&#160; Number of\n\nShares\n\n&#160; &#160; Weighted\n\nAverage Grant\n\nDate Fair Value\n\n&#160; Unvested at December 31, 2019\n\n&#160; &#160; 375,528 &#160; &#160; $ 95.67 &#160; Granted\n\n&#160; &#160; 202,023 &#160; &#160; &#160; 112.87 &#160; Vested\n\n&#160; &#160; ( 145,038 ) &#160; &#160; 89.75 &#160; Forfeited\n\n&#160; &#160; ( 98,588 ) &#160; &#160; 110.19 &#160; Unvested at December 31, 2020\n\n&#160; &#160; 333,925 &#160; &#160; $ 109.57 &#160; Granted\n\n&#160; &#160; 135,500 &#160; &#160; &#160; 143.32 &#160; Vested\n\n&#160; &#160; ( 95,415 ) &#160; &#160; 103.21 &#160; Forfeited\n\n&#160; &#160; - &#160; &#160; &#160; - &#160; Unvested at December 31, 2021\n\n&#160; &#160; 374,010 &#160; &#160; $ 123.42 &#160; Granted\n\n&#160; &#160; 135,842 &#160; &#160; &#160; 189.05 &#160; Vested\n\n&#160; &#160; ( 108,823 ) &#160; &#160; 117.57 &#160; Forfeited\n\n&#160; &#160; - &#160; &#160; &#160; - &#160; Unvested at December 31, 2022\n\n&#160; &#160; 401,029 &#160; &#160; $ 146.96 &#160; ##TABLE_END &#160;\n\nAt December 31, 2022, we had $ 72.4 million and $ 26.8 million of total unrecognized compensation expense related to restricted share units and performance share units, respectively, that is expected to be recognized over the remaining weighted average vesting period of approximately 2.9 years for restricted share units and 2.5 years for performance share units.\n\n&#160;\n\nThe aggregate intrinsic value of restricted and performance share units vested during the years ended December 31, 2022, 2021, and 2020, was $ 94.0 million, $ 84.9 million, and $ 73.0 million, respectively. The aggregate intrinsic value of unvested restricted and performance share units was $ 274.8 million at December 31, 2022. The total fair value of shares vested for restricted share and performance share units during the years ended December 31, 2022, 2021, and 2020, was $ 63.1 million, $ 48.8 million, and $ 56.3 million, respectively.\n\n&#160;\n\n&#160;\n\n##TABLE_START 6. \n\nIncome Taxes \n\n##TABLE_END &#160;\n\nIncome tax expense attributable to earnings before income taxes consists of (in thousands):\n\n&#160;\n\n##TABLE_START &#160; &#160; Years ended December 31,\n\n&#160; &#160; &#160; 2022\n\n&#160; &#160; 2021\n\n&#160; &#160; 2020\n\n&#160; Current:\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Federal\n\n&#160; $ 85,855 &#160; &#160; $ 142,542 &#160; &#160; $ 138,952 &#160; State and local\n\n&#160; &#160; 51,078 &#160; &#160; &#160; 43,004 &#160; &#160; &#160; 28,094 &#160; &#160; &#160; &#160; 136,933 &#160; &#160; &#160; 185,546 &#160; &#160; &#160; 167,046 &#160; Deferred:\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Federal\n\n&#160; &#160; 172,334 &#160; &#160; &#160; 43,900 &#160; &#160; &#160; ( 2,392 ) State and local\n\n&#160; &#160; 2,755 &#160; &#160; &#160; 9,520 &#160; &#160; &#160; ( 4,664 ) &#160; &#160; &#160; 175,089 &#160; &#160; &#160; 53,420 &#160; &#160; &#160; ( 7,056 ) Total tax expense/(benefit)\n\n&#160; $ 312,022 &#160; &#160; $ 238,966 &#160; &#160; $ 159,990 &#160; ##TABLE_END &#160;\n\nIncome tax expense attributable to earnings before income taxes differed from the amounts computed using the statutory federal income tax rate of 21 % as follows (in thousands):\n\n&#160;\n\n##TABLE_START &#160; &#160; Years ended December 31,\n\n&#160; &#160; &#160; 2022\n\n&#160; &#160; 2021\n\n&#160; &#160; 2020\n\n&#160; Income tax at federal statutory rate\n\n&#160; $ 269,088 &#160; &#160; $ 209,952 &#160; &#160; $ 139,865 &#160; State tax, net of federal effect\n\n&#160; &#160; 41,624 &#160; &#160; &#160; 37,223 &#160; &#160; &#160; 20,071 &#160; Benefit of stock compensation\n\n&#160; &#160; ( 7,584 )\n\n&#160; &#160; ( 7,583 )\n\n&#160; &#160; ( 3,503 )\n\n199/R&#38;D credit\n\n&#160; &#160; 5,839 &#160; &#160; &#160; ( 1,524 )\n\n&#160; &#160; - &#160; Nondeductible meals and entertainment\n\n&#160; &#160; 294 &#160; &#160; &#160; 130 &#160; &#160; &#160; 1,344 &#160; Change in effective state tax rate, net of federal benefit\n\n&#160; &#160; 1,561 &#160; &#160; &#160; ( 724 )\n\n&#160; &#160; 98 &#160; Other, net\n\n&#160; &#160; 1,200 &#160; &#160; &#160; 1,492 &#160; &#160; &#160; 2,115 &#160; Total tax expense\n\n&#160; $ 312,022 &#160; &#160; $ 238,966 &#160; &#160; $ 159,990 &#160; ##TABLE_END &#160;\n\n&#160;\n\n&#160;\n\nIncome taxes receivable was $ 102.7 million and $ 33.7 million at December 31, 2022 and 2021, respectively. These amounts have been included in other receivables in our Consolidated Balance Sheets. The tax effects of temporary differences that give rise to significant portions of the deferred tax assets and deferred tax liabilities at December 31, 2022 and 2021, are presented below (in thousands):\n\n&#160;\n\n##TABLE_START &#160; &#160; December 31,\n\n&#160; &#160; &#160; 2022\n\n&#160; &#160; 2021\n\n&#160; Deferred tax assets: \n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Insurance accruals\n\n&#160; $ 54,047 &#160; &#160; $ 27,487 &#160; Allowance for doubtful accounts\n\n&#160; &#160; 10,230 &#160; &#160; &#160; 8,886 &#160; Compensation accrual\n\n&#160; &#160; 30,492 &#160; &#160; &#160; 22,061 &#160; CARES Act payroll tax deferral\n\n&#160; &#160; - &#160; &#160; &#160; 9,955 &#160; Deferred compensation accrual\n\n&#160; &#160; 28,249 &#160; &#160; &#160; 28,937 &#160; Federal benefit of state uncertain tax positions\n\n&#160; &#160; 16,280 &#160; &#160; &#160; 12,870 &#160; Lease liabilities\n\n&#160; &#160; 71,732 &#160; &#160; &#160; 43,850 &#160; State NOL carry-forward\n\n&#160; &#160; 6,765 &#160; &#160; &#160; 7,303 &#160; Other\n\n&#160; &#160; 7,361 &#160; &#160; &#160; 5,549 &#160; Total gross deferred tax assets\n\n&#160; &#160; 225,156 &#160; &#160; &#160; 166,898 &#160; Valuation allowance\n\n&#160; &#160; ( 6,765 )\n\n&#160; &#160; ( 7,303 )\n\nTotal deferred tax assets, net of valuation allowance\n\n&#160; &#160; 218,391 &#160; &#160; &#160; 159,595 &#160; Deferred tax liabilities: \n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Plant and equipment, principally due to differences in depreciation\n\n&#160; &#160; 1,011,963 &#160; &#160; &#160; 816,744 &#160; Prepaid permits and insurance, principally due to expensing for income tax purposes\n\n&#160; &#160; 55,132 &#160; &#160; &#160; 44,132 &#160; Lease right-of-use assets\n\n&#160; &#160; 71,827 &#160; &#160; &#160; 44,161 &#160; Total gross deferred tax liabilities\n\n&#160; &#160; 1,138,922 &#160; &#160; &#160; 905,037 &#160; Net deferred tax liability\n\n&#160; $ 920,531 &#160; &#160; $ 745,442 &#160; ##TABLE_END &#160;\n\nGuidance on accounting for uncertainty in income taxes prescribes recognition and measurement criteria and requires that we assess whether the benefits of our tax positions taken are more likely than not of being sustained under tax audits. We have made adjustments to the balance of unrecognized tax benefits, a component of other long-term liabilities on our Consolidated Balance Sheets, as follows (in millions):\n\n&#160;\n\n##TABLE_START &#160; &#160; December 31,\n\n&#160; &#160; &#160; 2022\n\n&#160; &#160; 2021\n\n&#160; &#160; 2020\n\n&#160; Beginning balance\n\n&#160; $ 78.5 &#160; &#160; $ 66.1 &#160; &#160; $ 50.6 &#160; Additions based on tax positions related to the current year\n\n&#160; &#160; 25.8 &#160; &#160; &#160; 14.9 &#160; &#160; &#160; 9.8 &#160; Additions/(reductions) based on tax positions taken in prior years\n\n&#160; &#160; 2.8 &#160; &#160; &#160; 4.8 &#160; &#160; &#160; 13.9 &#160; Reductions due to settlements\n\n&#160; &#160; ( 8.0 )\n\n&#160; &#160; ( 0.9 )\n\n&#160; &#160; ( 1.0 )\n\nReductions due to lapse of applicable statute of limitations\n\n&#160; &#160; ( 10.0 )\n\n&#160; &#160; ( 6.4 )\n\n&#160; &#160; ( 7.2 )\n\nEnding balance\n\n&#160; $ 89.1 &#160; &#160; $ 78.5 &#160; &#160; $ 66.1 &#160; ##TABLE_END &#160;\n\nAt December 31, 2022 and 2021, we had a total of $ 89.1 million and $ 78.5 million, respectively, in gross unrecognized tax benefits. Of these amounts, $ 72.6 million and $ 67.2 million represent the amount of unrecognized tax benefits that, if recognized, would impact our effective tax rate in 2022 and 2021, respectively. Interest and penalties related to income taxes are classified as interest expense in our Consolidated Statements of Earnings. The amount of accrued interest and penalties recognized during the years ended December 31, 2022, 2021, and 2020, was $ 4.3 million, $ 3.5 million, and $ 2.9 million, respectively. Future changes to unrecognized tax benefits will be recognized as income tax expense and interest expense, as appropriate. The total amount of accrued interest and penalties for such unrecognized tax benefits at December 31, 2022 and 2021, was $ 7.9 million and $ 6.4 million, respectively. No material change in unrecognized tax benefits is expected in the next 12 months.\n\n&#160;\n\n&#160;\n\n&#160;\n\nTax years 2019 and forward remain subject to examination by federal tax jurisdictions, while tax years 2012 and forward remain open for state jurisdictions.\n\n&#160;\n\n&#160;\n\n##TABLE_START 7. \n\nEmployee Benefit Plans \n\n##TABLE_END &#160;\n\nWe maintain a defined contribution employee retirement plan, which includes a 401(k) option, under which all employees are eligible to participate. We match a specified percentage of employee contributions, subject to certain limitations. For the years ended December 31, 2022, 2021, and 2020, our matching contributions to the plan were $ 32.5 million, $ 28.1 million, and $ 24.5 million, respectively.\n\n&#160;\n\nWe have a nonqualified deferred compensation plan that allows eligible employees to defer a portion of their compensation. The compensation deferred under this plan is credited with earnings or losses on investments elected by plan participants. Each participant is fully vested in all deferred compensation and earnings; however, these amounts are subject to general creditor claims until actually distributed to the employee. A participant may elect to receive deferred amounts in one payment or in quarterly installments payable over a period of 2 to 25 years upon reaching age 55, having 15 years of service, or becoming disabled. Our total liability under this plan was $ 25.1 million as of December 31, 2022, and $ 26.0 million as of December 31, 2021. These amounts are included in other long-term liabilities in our Consolidated Balance Sheets. Participant withholdings are held by a trustee and invested in equity securities as directed by participants. These investments are classified as trading securities and recorded at fair value. Realized and unrealized gains and losses are recognized currently in earnings. The investments are included in other assets in our Consolidated Balance Sheets and totaled $ 25.1 million as of December 31, 2022, and $ 26.0 million as of December 31, 2021.\n\n&#160;\n\n&#160;\n\n##TABLE_START 8. \n\nFair Value Measurements \n\n##TABLE_END &#160;\n\nAssets and Liabilities Measured at Fair Value on a Recurring Basis \n\n&#160;\n\nOur assets and liabilities measured at fair value are based on valuation techniques which consider prices and other relevant information generated by market transactions involving identical or comparable assets and liabilities. These valuation methods are based on either quoted market prices (Level 1) or inputs, other than quoted prices in active markets, that are observable either directly or indirectly (Level 2). The following are assets and liabilities measured at fair value on a recurring basis (in millions):\n\n&#160;\n\n##TABLE_START &#160; &#160; Asset/(Liability)\n\nBalance\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; December 31,\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; 2022\n\n&#160; &#160; 2021\n\n&#160; &#160; Input Level\n\n&#160; Trading investments\n\n&#160; $ 25.1 &#160; &#160; $ 26.0 &#160; &#160; &#160; 1 &#160; Interest rate swap\n\n&#160; $ - &#160; &#160; $ 6.3 &#160; &#160; &#160; 2 &#160; Senior notes, net of unamortized discount and debt issuance costs\n\n&#160; $ - &#160; &#160; $ ( 356.0 ) &#160; &#160; 2 &#160; ##TABLE_END &#160;\n\nThe fair value of trading investments has been measured using the market approach (Level 1) and reflect quoted market prices. The fair values of interest rate swap and corresponding senior notes were measured using the income approach (Level 2), which included relevant interest rate curve inputs. Trading investments are classified in other assets in our Consolidated Balance Sheets. The interest rate swap and senior notes were classified in our Consolidated Balance Sheet in prepaid expenses and other and current portion of long-term debt at December 31, 2021. The senior notes matured in August, 2022 and the related interest rate swap terminated.\n\n&#160;\n\nFinancial Instruments \n\n&#160;\n\nThe carrying amount of our senior credit facility and remaining senior notes not measured at fair value on a recurring basis was $ 1.26 billion and $ 945.2 million at December 31, 2022 and 2021, respectively. The estimated fair value of these liabilities using the income approach (Level 2), based on their net present value, discounted at our current borrowing rate, was $ 1.24 billion and $ 1.04 billion at December 31, 2022 and 2021, respectively.\n\n&#160;\n\n&#160;\n\n&#160;\n\nThe carrying amounts of all other instruments at December 31, 2022 and 2021, approximate their fair value due to the short maturity of these instruments.\n\n&#160;\n\n&#160;\n\n##TABLE_START 9. \n\nCommitments and Contingencies \n\n##TABLE_END &#160;\n\nAt December 31, 2022, we had outstanding commitments of approximately $ 2.37 billion, net of proceeds from sales or trade-ins during 2023 and 2024, which is primarily related to the acquisition of tractors, containers, chassis, and other trailing equipment.\n\n&#160;\n\nDuring 2022, we issued financial standby letters of credit as a guaranty of our performance under certain operating agreements and self-insurance arrangements. If we default on our commitments under the agreements or other arrangements, we are required to perform under these guaranties. The undiscounted maximum amount of our obligation to make future payments in the event of defaults is approximately $ 5.0 million as of December 31, 2022.\n\n&#160;\n\nAs the result of state use tax audits, we have been assessed amounts owed from which we are vigorously appealing. We have recorded a liability for the estimated probable exposure under these audits and await resolution of the matter.\n\n&#160;\n\nWe purchase insurance coverage for a portion of expenses related to vehicular collisions and accidents. These policies include a level of self-insurance (deductible) coverage applicable to each claim as well as certain coverage-layer-specific, aggregated reimbursement limits of covered excess claims. Our claims from time to time exceed some of these existing coverage layer aggregate reimbursement limits. During the year ended December 31, 2022, we recorded $ 94 million in liabilities to reflect our estimate of exposure for excess claims which have developed in maturity and severity.\n\n&#160;\n\nWe are involved in certain other claims and pending litigation arising from the normal conduct of business. Based on present knowledge of the facts and, in certain cases, opinions of outside counsel, we believe the resolution of these claims and pending litigation will not have a material adverse effect on our financial condition, results of operations or liquidity.\n\n&#160;\n\n&#160;\n\n##TABLE_START 10. \n\nLeases \n\n##TABLE_END &#160;\n\nAs of December 31, 2022, we had various obligations remaining under operating lease arrangements related primarily to the rental of maintenance and support facilities, cross-dock and delivery system facilities, office space, parking yards and equipment. Many of these leases include one or more options, at our discretion, to renew and extend the agreement beyond the current lease expiration date or to terminate the agreement prior to the lease expiration date. These options are included in the calculation of our operating lease right-of-use asset and liability when it becomes reasonably certain the option will be exercised. Our lease obligations typically do not include options to purchase the leased property, nor do they contain residual value guarantees or material restrictive covenants. Operating leases with an initial term of more than 12 months are included in our Consolidated Balance Sheets as discounted liabilities and corresponding right-of-use assets consisting of the following (in millions):\n\n&#160;\n\n##TABLE_START &#160; &#160; Asset/(Liability)\n\nBalance\n\n&#160; &#160; &#160; December 31,\n\n&#160; &#160; &#160; 2022\n\n&#160; &#160; 2021\n\n&#160; Right-of-use assets\n\n&#160; $ 309.9 &#160; &#160; $ 183.6 &#160; Lease liabilities, current\n\n&#160; $ ( 86.0 ) &#160; $ ( 58.2 ) Lease liabilities, long-term\n\n&#160; $ ( 223.5 ) &#160; $ ( 124.1 ) ##TABLE_END &#160;\n\nRight-of-use assets are classified in other assets in our Consolidated Balance Sheets. Operating lease liability, current is classified in other accrued expenses, while operating lease liability, long-term is classified in other long-term liabilities in our Consolidated Balance Sheets.\n\n&#160;\n\n&#160;\n\n&#160;\n\nAs of December 31, 2022 and 2021, the weighted-average remaining lease term for our outstanding operating lease obligations was 5.4 years and 5.5 years, respectively. As of December 31, 2022 and 2021, the weighted-average discount rate was 2.27 % and 1.97 %, respectively. Future minimum lease payments under these operating leases as of December 31, 2022, are as follows (in millions):\n\n&#160;\n\n##TABLE_START 2023\n\n&#160; $ 87.1 &#160; 2024\n\n&#160; &#160; 66.1 &#160; 2025\n\n&#160; &#160; 54.3 &#160; 2026\n\n&#160; &#160; 40.6 &#160; 2027\n\n&#160; &#160; 27.0 &#160; Thereafter\n\n&#160; &#160; 52.7 &#160; Total lease payments\n\n&#160; &#160; 327.8 &#160; Less interest\n\n&#160; &#160; ( 18.3 ) Present value of lease liabilities\n\n&#160; $ 309.5 &#160; ##TABLE_END &#160;\n\nDuring the years ended December 31, 2022, 2021, and 2020, cash paid for amounts included in the measurement of operating lease liabilities was $ 87.6 million, $ 59.5 million, and $ 49.7 million, while $ 87.7 million, $ 58.6 million, and $ 50.2 million of operating lease expense was recognized on a straight-line basis, respectively. Operating lease expense is recorded in general and administrative expenses, net of asset dispositions in our Consolidated Statements of Earnings. During the years ended December 31, 2022, 2021, and 2020, a total of $ 213.9 million, $ 101.9 million, and $ 57.0 million of right-of-use assets were obtained in exchange for new operating lease liabilities, of which, $ 28.6 million and $ 4.4 million was obtained through business combinations in 2022 and 2020, respectively.\n\n&#160;\n\n&#160;\n\n##TABLE_START 11. \n\nAcquisitions \n\n##TABLE_END &#160;\n\nOn January 31, 2022, we entered into an asset purchase agreement to acquire substantially all of the assets and assume certain specified liabilities of Zenith Freight Lines, LLC (Zenith), a wholly-owned subsidiary of Bassett Furniture Industries, Inc., subject to customary closing conditions. The closing of the transaction was effective on February 28, 2022, with a purchase price of $ 86.9 million. Total consideration paid in cash under the Zenith agreement was $ 87.1 million and consisted of the agreed upon purchase price adjusted for estimated working capital adjustments. Transaction costs incurred were not material. The Zenith acquisition was accounted for as a business combination and will operate within our FMS business segment. Assets acquired and liabilities assumed were recorded in our Consolidated Balance Sheet at their estimated fair values, as of the closing date, using cost, market data and valuation techniques that reflect management&#8217;s judgment and estimates. As a result of the acquisition, we recorded approximately $ 42.7 million of definite-lived intangible assets and approximately $ 11.1 million of goodwill. Goodwill consists of acquiring and retaining the Zenith existing network and expected synergies from the combination of operations. The following table outlines the consideration transferred and final purchase price allocation at their respective estimated fair values as of February 28, 2022 (in millions):\n\n&#160;\n\n##TABLE_START Consideration\n\n&#160; $ 87.1 &#160; Accounts receivable\n\n&#160; &#160; 7.2 &#160; Other current assets\n\n&#160; &#160; 1.3 &#160; Property and equipment\n\n&#160; &#160; 28.4 &#160; Other assets\n\n&#160; &#160; 0.3 &#160; Right-of-use assets\n\n&#160; &#160; 28.2 &#160; Intangibles\n\n&#160; &#160; 42.7 &#160; Accounts payable and accrued liabilities\n\n&#160; &#160; ( 3.9 ) Lease liabilities\n\n&#160; &#160; ( 28.2 ) Goodwill\n\n&#160; $ 11.1 &#160; ##TABLE_END &#160;\n\n&#160;\n\n&#160;\n\nOn September 14, 2022, we entered into purchase agreements to acquire substantially all of the assets and assume certain specified liabilities of Alterri Distribution Center, LLC and to acquire all the real property and other assets of related entities (Alterri), subject to customary closing conditions. The closing of the transaction was effective on September 14, 2022, with a purchase price and total consideration paid in cash of $ 31.0 million. Total consideration paid in cash under the Alterri agreement was $ 31.1 million and consisted of the agreed upon purchase price adjusted for estimated working capital adjustments. Transaction costs incurred were not material. The Alterri acquisition was accounted for as a business combination and will operate within our JBI business segment. Assets acquired and liabilities assumed were recorded in our Consolidated Balance Sheet at their estimated fair values, as of the closing date, using cost, market data and valuation techniques that reflect management&#8217;s judgment and estimates. As a result of the acquisition, we recorded approximately $ 0.9 million of definite-lived intangible assets and approximately $ 8.8 million of goodwill. Goodwill consists of acquiring and retaining Alterri&#8217;s existing operating model and strategic geographic location as well as expected synergies from the combination of operations. The following table outlines the consideration transferred and final purchase price allocation at their respective estimated fair values as of September 14, 2022 (in millions):\n\n&#160;\n\n##TABLE_START Consideration\n\n&#160; $ 31.1 &#160; Accounts receivable\n\n&#160; &#160; 0.3 &#160; Property and equipment\n\n&#160; &#160; 21.1 &#160; Right-of-use assets\n\n&#160; &#160; 0.4 &#160; Intangibles\n\n&#160; &#160; 0.9 &#160; Lease liabilities\n\n&#160; &#160; ( 0.4 ) Goodwill\n\n&#160; $ 8.8 &#160; ##TABLE_END &#160;\n\n&#160;\n\n##TABLE_START 12. \n\nGoodwill and Other Intangible Assets \n\n##TABLE_END &#160;\n\nTotal goodwill was $ 120.4 million, $ 100.5 million, and $ 105.4 million at December 31, 2022, 2021, and 2020 respectively. At December 31, 2022, $ 111.6 million and $ 8.8 million of our goodwill was assigned to our FMS and JBI business segments, respectively. No impairment losses have been recorded for goodwill as of December 31, 2022. Prior to the Zenith and Alterri acquisitions, our intangible assets consisted of those arising from previous business acquisitions within our FMS segment. Identifiable intangible assets consist of the following (in millions):\n\n&#160;\n\n##TABLE_START &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Weighted Average\n\n&#160; &#160; &#160; December 31,\n\n&#160; &#160; Amortization\n\n&#160; &#160; &#160; 2022\n\n&#160; &#160; 2021\n\n&#160; &#160; Period\n\n&#160; Finite-lived intangibles: &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Customer relationships\n\n&#160; $ 169.0 &#160; &#160; $ 129.9 &#160; &#160; &#160; 10.8 &#160; Non-competition agreements\n\n&#160; &#160; 9.6 &#160; &#160; &#160; 7.3 &#160; &#160; &#160; 6.3 &#160; Trade names\n\n&#160; &#160; 6.4 &#160; &#160; &#160; 4.2 &#160; &#160; &#160; 2.1 &#160; Total finite-lived intangibles\n\n&#160; &#160; 185.0 &#160; &#160; &#160; 141.4 &#160; &#160; &#160; &#160; &#160; Less accumulated amortization\n\n&#160; &#160; ( 69.1 ) &#160; &#160; ( 50.8 ) &#160; &#160; &#160; &#160; Total identifiable intangible assets, net\n\n&#160; $ 115.9 &#160; &#160; $ 90.6 &#160; &#160; &#160; &#160; &#160; ##TABLE_END &#160;\n\nOur finite-lived intangible assets have no assigned residual values.\n\n&#160;\n\nDuring the years ending December 31, 2022, 2021, and 2020, intangible asset amortization expense was $ 18.2 million, $ 14.3 million and $ 13.8 million, respectively. Estimated amortization expense for our finite-lived intangible assets is expected to be approximately $ 19.5 million for 2023, $ 18.3 million for 2024, $ 18.0 million for 2025, $ 17.2 million for 2026, and $ 13.4 million for 2027. Actual amounts of amortization expense may differ from estimated amounts due to additional intangible asset acquisitions, impairment or accelerated amortization of intangible assets, and other events.\n\n&#160;\n\n&#160;\n\n&#160;\n\n&#160;\n\n##TABLE_START 13. \n\nSegment Information \n\n##TABLE_END &#160;\n\nWe have five reportable business segments which are based primarily on the services each segment provides. The JBI segment includes freight that is transported by rail over at least some portion of the movement and also includes certain repositioning truck freight moved by JBI equipment or third-party carriers, when such highway movement is intended to direct JBI equipment back toward intermodal operations. DCS segment business includes company-owned and customer-owned, DCS-operated revenue equipment and employee drivers assigned to a specific customer, traffic lane, or service. DCS operations usually include formal, written longer-term agreements or contracts that govern services performed and applicable rates. ICS provides non-asset and asset-light transportation solutions to customers through relationships with third-party carriers and integration with company-owned equipment. ICS services include flatbed, refrigerated, and LTL, as well as a variety of dry-van and intermodal solutions. ICS offers the majority of these services through an online multimodal marketplace via J.B. Hunt 360 that matches the right load with the right carrier and the best mode. FMS provides last-mile delivery services to customers through a nationwide network of cross-dock and other delivery system network locations. FMS provides both asset and non-asset big and bulky delivery and installation services, as well as fulfillment and retail-pooling distributions services. JBT business includes full-load, dry-van freight that is transported utilizing company-owned revenue equipment or third-party carriers utilizing company-owned trailing equipment as well as services through our J.B. Hunt 360box program which utilizes the J.B. Hunt 360 platform to access capacity and offer efficient drop trailer solutions to customers. This freight is typically transported over roads and highways and does not move by rail. All transactions between reporting segments are eliminated in consolidation.\n\n&#160;\n\nOur customers are geographically dispersed across the United States. A summary of certain segment information is presented below (in millions):\n\n&#160;\n\n##TABLE_START &#160; &#160; Assets\n\n(Excludes intercompany accounts)\n\n&#160; &#160; &#160; December 31,\n\n&#160; &#160; &#160; 2022\n\n&#160; &#160; 2021\n\n&#160; JBI\n\n&#160; $ 3,270 &#160; &#160; $ 2,858 &#160; DCS\n\n&#160; &#160; 1,910 &#160; &#160; &#160; 1,630 &#160; ICS\n\n&#160; &#160; 322 &#160; &#160; &#160; 428 &#160; JBT\n\n&#160; &#160; 515 &#160; &#160; &#160; 403 &#160; FMS\n\n&#160; &#160; 609 &#160; &#160; &#160; 472 &#160; Other (includes corporate)\n\n&#160; &#160; 1,161 &#160; &#160; &#160; 1,003 &#160; Total\n\n&#160; $ 7,787 &#160; &#160; $ 6,794 &#160; ##TABLE_END &#160;\n\n##TABLE_START &#160; &#160; Revenues\n\n&#160; &#160; &#160; Years ended December 31,\n\n&#160; &#160; &#160; 2022\n\n&#160; &#160; 2021\n\n&#160; &#160; 2020\n\n&#160; JBI\n\n&#160; $ 7,022 &#160; &#160; $ 5,454 &#160; &#160; $ 4,675 &#160; DCS\n\n&#160; &#160; 3,378 &#160; &#160; &#160; 2,578 &#160; &#160; &#160; 2,196 &#160; ICS\n\n&#160; &#160; 2,386 &#160; &#160; &#160; 2,538 &#160; &#160; &#160; 1,658 &#160; JBT\n\n&#160; &#160; 1,082 &#160; &#160; &#160; 796 &#160; &#160; &#160; 463 &#160; FMS\n\n&#160; &#160; 980 &#160; &#160; &#160; 842 &#160; &#160; &#160; 689 &#160; Total segment revenues\n\n&#160; &#160; 14,848 &#160; &#160; &#160; 12,208 &#160; &#160; &#160; 9,681 &#160; Intersegment eliminations\n\n&#160; &#160; ( 34 )\n\n&#160; &#160; ( 40 )\n\n&#160; &#160; ( 44 )\n\nTotal\n\n&#160; $ 14,814 &#160; &#160; $ 12,168 &#160; &#160; $ 9,637 &#160; ##TABLE_END &#160;\n\n##TABLE_START &#160; &#160; Operating Income\n\n&#160; &#160; &#160; Years ended December 31,\n\n&#160; &#160; &#160; 2022\n\n&#160; &#160; 2021\n\n&#160; &#160; 2020\n\n&#160; JBI\n\n&#160; $ 800 &#160; &#160; $ 603 &#160; &#160; $ 428 &#160; DCS\n\n&#160; &#160; 345 &#160; &#160; &#160; 304 &#160; &#160; &#160; 314 &#160; ICS\n\n&#160; &#160; 59 &#160; &#160; &#160; 46 &#160; &#160; &#160; ( 45 ) JBT\n\n&#160; &#160; 93 &#160; &#160; &#160; 65 &#160; &#160; &#160; 17 &#160; FMS\n\n&#160; &#160; 35 &#160; &#160; &#160; 28 &#160; &#160; &#160; ( 1 ) Total\n\n&#160; $ 1,332 &#160; &#160; $ 1,046 &#160; &#160; $ 713 &#160; ##TABLE_END &#160;\n\n&#160;\n\n&#160;\n\n##TABLE_START &#160; &#160; Depreciation and Amortization Expense\n\n&#160; &#160; &#160; Years ended December 31,\n\n&#160; &#160; &#160; 2022\n\n&#160; &#160; 2021\n\n&#160; &#160; 2020\n\n&#160; JBI\n\n&#160; $ 226 &#160; &#160; $ 198 &#160; &#160; $ 189 &#160; DCS\n\n&#160; &#160; 269 &#160; &#160; &#160; 233 &#160; &#160; &#160; 224 &#160; ICS\n\n&#160; &#160; 3 &#160; &#160; &#160; - &#160; &#160; &#160; - &#160; JBT\n\n&#160; &#160; 45 &#160; &#160; &#160; 36 &#160; &#160; &#160; 34 &#160; FMS\n\n&#160; &#160; 44 &#160; &#160; &#160; 35 &#160; &#160; &#160; 33 &#160; Other\n\n&#160; &#160; 58 &#160; &#160; &#160; 55 &#160; &#160; &#160; 47 &#160; Total\n\n&#160; $ 645 &#160; &#160; $ 557 &#160; &#160; $ 527 &#160; ##TABLE_END &#160;\n\n"
    }
  ]
}