{
  "ticker": "MOH",
  "content": [
    {
      "section": "1",
      "text": " See Part I, Item 1. Business for further description of our segments. \n\nHOW WE ASSESS PERFORMANCE \n\nWe derive our revenues primarily from health insurance premiums. Our primary customers are state Medicaid agencies and the federal government. \n\nThe key metrics used to assess the performance of our Medicaid, Medicare, and Marketplace segments are premium revenue, medical margin and MCR. MCR represents the amount of medical care costs as a percentage of premium revenue. Therefore, the underlying medical margin, or the amount earned by the Medicaid, Medicare, and Marketplace segments after medical costs are deducted from premium revenue, represents the most important measure of earnings reviewed by management, and is used by our chief executive officer to review results, assess performance, and allocate resources. The key metric used to assess the performance of our Other segment is service margin. The service margin is equal to service revenue minus cost of service revenue. \n\nManagement&#8217;s discussion and analysis of the change in medical margin is discussed below under &#8220;Segment Financial Performance.&#8221; For more information, see Notes to Consolidated Financial Statements, Note 16, &#8220;Segments.&#8221; \n\nTRENDS AND UNCERTAINTIES \n\nFor a discussion of the trends, uncertainties and other developments that affected our reportable segments during the year, refer to &#8220;Item 1. Business&#8212;Our Business,&#8221; &#8220;&#8212;COVID-19 Pandemic,&#8221; &#8220;&#8212;Legislative and Political Environment,&#8221; &#8220;&#8212;Operations&#8212;Medical Management,&#8221; and &#8220;&#8212;Regulation.&#8221; \n\nMolina Healthcare, Inc. 2022 Form 10-K | 37 \n\nSEGMENT FINANCIAL PERFORMANCE \n\nThe following table summarizes our membership by segment as of the dates indicated: \n\n##TABLE_START As of December 31, 2022 2021 Medicaid 4,754,000 4,329,000 Medicare 156,000 142,000 Marketplace 348,000 728,000 Total 5,258,000 5,199,000 ##TABLE_END\n\nThe tables below summarize premium revenue, medical margin, and MCR by segment for the periods indicated (dollars in millions): \n\n##TABLE_START Year Ended December 31, 2022 2021 Premium Revenue Medical Margin MCR Premium Revenue Medical Margin MCR Medicaid $ 24,827 $ 2,981 88.0 % $ 20,461 $ 2,322 88.7 % Medicare 3,795 437 88.5 3,361 430 87.2 Marketplace 2,261 290 87.2 3,033 399 86.9 Total $ 30,883 $ 3,708 88.0 % $ 26,855 $ 3,151 88.3 % ##TABLE_END\n\nMedicaid \n\nKey factors affecting results for this segment include: \n\n&#8226; Membership growth of 425,000 during the year, driven by our growth initiatives, including our acquisitions and expansion into new states; \n\n&#8226; The status of the PHE and the associated suspension of membership redeterminations; \n\n&#8226; Improved operating performance, including medical cost management; and \n\n&#8226; The net effect of COVID, which increased the 2022 MCR by approximately 10 basis points, compared to an increase of 20 basis points in the 2021 MCR. \n\nMedicaid premium revenue increased $4.4 billion, or 21% in 2022, when compared with 2021. The increase was mainly due to the impact from the Affinity, Cigna and AgeWell acquisitions, and state directed payments in our Texas health plan, as well as organic membership growth, including our entry into Nevada. We also benefited from organic membership growth across several other states, driven mainly by the extension of the PHE period and the associated suspension of membership redeterminations due to COVID-19. \n\nAs described in &#8220;Item 1. Business&#8212;COVID-19 Pandemic,&#8221; we recognized approximately $197 million in 2022 for the impact of COVID-related risk corridors, enacted by several states in 2020 in response to the lower utilization of medical services resulting from COVID-19. We recognized approximately $323 million in 2021, for the impact of these risk corridors in 2021. The decrease was due to the elimination of most of the COVID-19 risk corridors. \n\nThe medical margin of our Medicaid program increased $659 million in 2022, or 28%, when compared with 2021. The increase in margin was driven by the growth in membership and premium revenues discussed above and the MCR decrease discussed below. \n\nThe Medicaid MCR decreased 70 basis points to 88.0% in 2022, from 88.7% in 2021. The improvement is mainly attributable to improved operating performance, including medical cost management, and the year-over-year change in the net effect of COVID, partially offset by the impact of state directed payments in our Texas health plan. The year-over-year change in the net effect of COVID for 2022 mainly reflects lower COVID-related risk corridors, partially offset by lower COVID-related utilization curtailment. The 2022 MCR of 88% is at the low end of our long-term target range of 88% to 89% and is consistent with pre-pandemic levels. \n\nMedicare \n\nKey factors affecting results for this segment include: \n\n&#8226; Our expansion in MAPD and D-SNP membership; \n\nMolina Healthcare, Inc. 2022 Form 10-K | 38 \n\n&#8226; Achievement of member risk scores and associated risk-adjusted premium that are commensurate with the health status, or acuity, of our Medicare members; and \n\n&#8226; The net effect of COVID, which increased the 2022 MCR by approximately 300 basis points, compared to an increase of 220 basis points in the 2021 MCR. \n\nMedicare premium revenue increased $434 million, or 13%, in 2022 compared to 2021. The increase was primarily due to the impact of MAPD and D-SNP membership expansion, including organic membership growth in existing states, partially offset by lower premium revenue PMPM from the change in business mix. \n\nThe medical margin for Medicare increased $7 million in 2022 compared to 2021. The year-over-year increase is mainly due to the increase in premium revenue, partially offset by the increase in the MCR discussed below. \n\nThe Medicare MCR increased to 88.5% in 2022, from 87.2% in 2021, or 130 basis points. The MCR increase was primarily driven by the year-over-year change in the net effect of COVID. COVID-related utilization curtailment and corridor adjustments drove a lower MCR for 2021, and COVID inpatient costs increased in 2022. Additionally, the increase in MCR was driven by higher non-COVID utilization and the impact of lower risk-adjusted premiums associated with first year MAPD members, partially offset by higher risk scores on renewing members that more closely reflect the acuity of our membership, and strong medical cost management. The 2022 MCR of 88.5% was modestly above our long-term target range of 87% to 88% due to the net effect of COVID. \n\nMarketplace \n\nKey factors affecting results for this segment include: \n\n&#8226; Our product and pricing strategy, which resulted in an overall reduction in membership and repositioning in the metallic tier membership mix; \n\n&#8226; Achievement of member risk scores and associated risk-adjusted premium that are commensurate with the health status, or acuity, of our Marketplace members; and \n\n&#8226; The net effect of COVID, which increased the 2022 MCR by approximately 120 basis points, compared to an increase of 430 basis points in the 2021 MCR. \n\nMarketplace premium revenue decreased $772 million in 2022 compared to 2021. The decrease was mainly due to an expected decrease in membership in line with our product and pricing strategy, partially offset by an increase in premium revenue PMPM. Our Marketplace membership as of December 31, 2022, amounted to 348,000 members, representing a decrease of 380,000 members compared to December 31, 2021. The increase in premium revenue PMPM is consistent with the change in metallic tier mix, which reflects an increase of members in the sliver metal tier and a decrease of members in the bronze metal tier, partially offset by an increase in the 2021 risk adjustment payment that was finalized in June 2022. \n\nThe Marketplace medical margin decreased $109 million in 2022, primarily due to the net decrease in membership and premiums, and the increase in the MCR described below. \n\nThe Marketplace MCR increased to 87.2% in 2022, compared to 86.9% in 2021, or 30 basis points. The increase in 2022 reflects changes in membership mix that includes higher acuity members, the unfavorable change in the 2021 risk adjustment payable recognized in the second quarter of 2022, and the unfavorable impact of settling prior year provider balances, partially offset by the year-over-year change in the net effect of COVID. The 2022 MCR of 87.2% is higher than our long-term target range of 78% to 80% due to these factors. We expect MCR performance in 2023 to be within our target range, as we continue to execute on our product and pricing strategy. \n\nOther \n\nThe Other segment includes service revenues and costs associated with the long-term services and supports consultative services we provide in Wisconsin, and also includes certain corporate amounts not allocated to the Medicaid, Medicare, or Marketplace segments. Such amounts were immaterial to our consolidated results of operations for 2022 and 2021. \n\nLIQUIDITY AND FINANCIAL CONDITION \n\nLIQUIDITY \n\nWe manage our cash, investments, and capital structure to meet the short- and long-term obligations of our business while maintaining liquidity and financial flexibility. We forecast, analyze, and monitor our cash flows to enable prudent investment management and financing within the confines of our financial strategy. \n\nWe maintain liquidity at two levels: 1) the regulated health plan subsidiaries; and 2) the parent company. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 39 \n\nOur regulated health plan subsidiaries&#8217; primary liquidity requirements include payment of medical claims and other health care services; payment of certain settlements with our state and federal customers, such as minimum medical loss ratio and risk corridors and Marketplace risk transfers on behalf of CMS; general and administrative costs directly incurred or paid through an administrative services agreement to the parent company; and federal tax payments to the parent company under an intercompany tax sharing agreement. Our regulated health plan subsidiaries meet their liquidity needs by generating cash flows from operating activities, primarily from premium revenue; cash flows from investing activities, including investment income and sales of investments; and capital contributions received from our parent company. \n\nOur regulated health plan subsidiaries generally receive premiums in advance of payments of claims for medical and other health care services; however, cash and cash equivalents in regulated health plan subsidiaries can fluctuate significantly in a particular period depending on the timing of receipts for premiums from our government partners. Any decline or delay in receipt of premium revenue could have a negative impact on our liquidity. We did not experience noticeable delays to, or changes in, the timing or level of premium receipts in 2022 or 2021 as a result of the COVID-19 pandemic, but there can be no assurance that we will not experience such delays in the future. See further discussion below in &#8220;Future Sources and Uses of Liquidity&#8212;Future Uses&#8212; Potential Impact of COVID-19 Pandemic .&#8221; \n\nOur regulated health plan subsidiaries are each subject to applicable state regulations that, among other things, require the maintenance of minimum levels of capital and surplus. We continue to maintain appropriate levels of aggregate excess statutory capital and surplus in our regulated health plan subsidiaries. See further discussion under &#8220;Regulatory Capital and Dividend Restrictions&#8221; below. When available and as permitted by applicable regulations, cash in excess of the capital needs of our regulated health plan subsidiaries is generally paid in the form of dividends to our parent company to be used for general corporate purposes. The regulated health plan subsidiaries paid dividends to the parent company amounting to $668 million in 2022 and $564 million in 2021. \n\nParent company liquidity requirements generally consist of payment of administrative costs not directly incurred by our regulated operations, including, but not limited to, staffing costs, lease payments, branding and certain information technology services; capital contributions paid to our regulated health plan subsidiaries, including funding for newer health plans; capital expenditures; debt service; funding for common stock purchases, acquisitions and other growth-related activities; and federal tax payments. The parent company contributed capital of $159 million and $440 million in 2022 and 2021, respectively, to our regulated health plan subsidiaries to satisfy statutory capital and surplus requirements. The higher contributions in 2021 were mainly attributed to fund growth in our New York and Kentucky health plans. Our parent company normally meets its liquidity requirements from administrative services fees earned under administrative services agreements; dividends received from our regulated subsidiaries; federal tax payments collected from the regulated subsidiaries; proceeds received from the issuance of debt and equity securities; and cash flows from investing activities, including investment income and sales of investments. \n\nCash, cash equivalents and investments at the parent company amounted to $375 million and $348 million as of December 31, 2022, and 2021, respectively. The increase in 2022 was primarily due to the dividends received from our regulated health plan subsidiaries, partially offset by the share repurchase program and the timing of corporate payments and capital contributions to regulated health plan subsidiaries. \n\nInvestments \n\nAfter considering expected cash flows from operating activities, we generally invest cash of regulated subsidiaries that exceeds our expected short-term obligations in longer term, investment-grade, and marketable debt securities to improve our overall investment return. These investments are made pursuant to board-approved investment policies which conform to applicable state laws and regulations. \n\nOur investment policies are designed to provide liquidity, preserve capital, and maximize total return on invested assets, all in a manner consistent with state requirements that prescribe the types of instruments in which our subsidiaries may invest. These investment policies require that our investments have final maturities of less than 15 years, or less than 15 years average life for structured securities. Professional portfolio managers operating under documented guidelines manage our investments and a portion of our cash equivalents. Our portfolio managers must obtain our prior approval before selling investments where the loss position of those investments exceeds certain levels. \n\nWe believe that the risks of the COVID-19 pandemic, as they relate to our investments, are minimal. The overall rating of our portfolio is A+. Our investment policy has directives in conjunction with state guidelines to minimize risks and exposures in volatile markets. Additionally, our portfolio managers assist us in navigating the current volatility in the capital markets. Our restricted investments are invested principally in cash, cash equivalents, U.S. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 40 \n\nTreasury securities, and corporate debt securities; we have the ability to hold such restricted investments until maturity. All of our unrestricted investments are classified as current assets. \n\nCash Flow Activities \n\nOur cash flows are summarized as follows: \n\n##TABLE_START Year Ended December 31, 2022 2021 Change (In millions) Net cash provided by operating activities $ 773 $ 2,119 $ (1,346) Net cash used in investing activities (790) (1,653) 863 Net cash used in financing activities (441) (183) (258) Net (decrease) increase in cash, cash equivalents, and restricted cash and cash equivalents $ (458) $ 283 $ (741) ##TABLE_END\n\nOperating Activities \n\nWe typically receive capitation payments monthly, in advance of payments for medical claims; however, government payors may adjust their payment schedules, positively or negatively impacting our reported cash flows from operating activities in any given period. For example, government payors may delay our premium payments, or they may prepay the following month&#8217;s premium payment. \n\nNet cash provided by operations was $773 million in 2022, compared with $2,119 million in 2021. The $1,346 million decrease in 2022 cash flow was mainly due to the net impact of timing differences in government receivables and payables, including larger risk adjustment payments made in 2022 for the Marketplace 2021 plan year and payment for Medicaid minimum MLR and risk corridor settlements related to prior plan years. \n\nInvesting Activities \n\nNet cash used in investing activities was $790 million in 2022, compared with $1,653 million in 2021, an increase in year-over-year cash flow of $863 million. This change in cash flow was primarily due to the net impact of proceeds and purchases of investments. In 2022 and 2021, we funded acquisitions in the amounts of $134 million and $129 million, respectively. \n\nFinancing Activities \n\nNet cash used in financing activities was $441 million in 2022, compared with $183 million in 2021, a decrease in year-over-year cash flow of $258 million. In 2022, cash outflows included common stock purchases of $400 million and $54 million for common stock withheld to settle employee tax obligations. In 2021, cash inflows included $740 million from the issuance of the 3.875% Notes due 2032, and cash outflows included $723 million in repayment of the 5.375% Notes due 2022, common stock purchases of $128 million and $53 million for common stock withheld to settle employee tax obligations. Additionally, we paid $20 million in each of 2022 and 2021 to settle contingent consideration liabilities relating to our Kentucky Passport acquisition that closed in 2020. \n\nFINANCIAL CONDITION \n\nWe believe that our cash resources, borrowing capacity available under our Credit Agreement as discussed further below in &#8220;Future Sources and Uses of Liquidity&#8212;Future Sources,&#8221; and internally generated funds will be sufficient to support our operations, regulatory requirements, debt repayment obligations and capital expenditures for at least the next 12 months. \n\nOn a consolidated basis, as of December 31, 2022, our working capital was $3.2 billion compared with $3.0 billion as of December 31, 2021. At December 31, 2022, our cash and investments amounted to $7.7 billion, compared with $7.9 billion of cash and investments at December 31, 2021. A significant portion of our portfolio is held in cash and cash equivalents and we do not anticipate the fluctuations in the aggregate fair value of our financial assets to have a material impact on our liquidity or capital position since we intend to hold our securities to maturity. Net unrealized losses on our investments classified as current and available for sale increased to $210 million at December 31, 2022 compared to $6 million at December 31, 2021. We have determined that the unrealized losses primarily resulted from fluctuating interest rates, rather than a deterioration of the creditworthiness of the issuers. \n\nBecause of the statutory restrictions that inhibit the ability of our health plan subsidiaries to transfer net assets to us, the amount of retained earnings readily available to pay dividends to our stockholders is generally limited to cash, \n\nMolina Healthcare, Inc. 2022 Form 10-K | 41 \n\ncash equivalents and investments held by our unregulated parent. For more information, see the &#8220;Liquidity&#8221; discussion presented above. \n\nRegulatory Capital and Dividend Restrictions \n\nEach of our regulated, wholly owned subsidiaries must maintain a minimum amount of statutory capital determined by statute or regulations. Such statutes, regulations and capital requirements also restrict the timing, payment and amount of dividends and other distributions, loans or advances that may be paid to us as the sole stockholder. To the extent our subsidiaries must comply with these regulations, they may not have the financial flexibility to transfer funds to us. Based upon current statutes and regulations, the minimum capital and surplus requirement for these subsidiaries was estimated to be approximately $2.3 billion at December 31, 2022, compared with $2.1 billion at December 31, 2021. The aggregate capital and surplus of our wholly owned subsidiaries was in excess of these minimum capital requirements as of both dates. \n\nUnder applicable regulatory requirements, the amount of dividends that may be paid by our wholly owned subsidiaries without prior approval by regulatory authorities as of December 31, 2022, was approximately $210 million in the aggregate. The subsidiaries may pay dividends over this amount, but only after approval is granted by the regulatory authorities. \n\nBased on our cash and investments balances as of December 31, 2022, management believes that our regulated wholly owned subsidiaries remain well capitalized and exceed their regulatory minimum requirements. We have the ability, and have committed to provide, additional capital to each of our health plans as necessary to ensure compliance with statutory capital and surplus requirements. \n\nCapital Structure \n\nIn November 2022, our board of directors authorized the purchase of up to $500 million, in the aggregate, of our common stock. This new program supersedes the stock purchase program previously approved by our board of directors in September 2021. This new program will be funded with cash on hand and extends through December 31, 2023. During the fourth quarter of 2022, we used $200 million to repurchase 590,000 shares under this program. \n\nAs debt held by the parent company comes due, we typically engage in a new private offering of debt to retire and replace the prior issuance. For several years we saw a continued decline in interest rates, which benefited our overall cost of capital during that time. However, interest rates have increased since we issued our 3.875% Notes due 2032 in 2021. Accordingly, future refinancing may occur at a higher rate than those we have achieved historically. This would increase our cost of capital in the future or may cause us to pursue alternative financing sources, should the need arise. \n\nWe are not a party to any off-balance sheet financing arrangements. \n\nDebt Ratings \n\nEach of our senior notes is rated &#8220;BB-&#8221; by Standard &#38; Poor&#8217;s, and &#8220;Ba3&#8221; by Moody&#8217;s Investor Service, Inc. A downgrade in our ratings could adversely affect our borrowing capacity and increase our borrowing costs. \n\nFinancial Covenants \n\nThe Credit Agreement contains customary non-financial and financial covenants, including a net leverage ratio and an interest coverage ratio. Such ratios are computed as defined by the terms of the Credit Agreement. \n\nIn addition, the indentures governing each of our outstanding senior notes contain cross-default provisions that are triggered upon default by us or any of our subsidiaries on any indebtedness in excess of the amount specified in the applicable indenture. As of December 31, 2022, we were in compliance with all financial and non-financial covenants under the Credit Agreement and other long-term debt. \n\nFUTURE SOURCES AND USES OF LIQUIDITY \n\nFuture Sources \n\nOur regulated subsidiaries generate significant cash flows from premium revenue, which is generally received a short time before related healthcare services are paid. Premium revenue is our primary source of liquidity. Thus, any decline in the receipt of premium revenue, and our profitability, could have a negative impact on our liquidity. \n\nPotential Impact of COVID-19 Pandemic . Excluding acquisitions and our exit from Puerto Rico, we added approximately 750,000 new Medicaid members since March 31, 2020, when we first began to report on the impacts of the pandemic. We believe this membership increase was mainly due to the suspension of redeterminations for \n\nMolina Healthcare, Inc. 2022 Form 10-K | 42 \n\nMedicaid eligibility. The recently passed Consolidated Appropriations Act of 2023 authorizes states to resume redeterminations and terminate coverage for ineligible enrollees starting on April 1, 2023, irrespective of the status of the PHE. Consequently, we expect Medicaid enrollment to continue to benefit from the current pause on membership redeterminations through March 31, 2023, and then decline thereafter as states resume normal enrollment and renewal operations on April 1, 2023. \n\nDividends from Subsidiaries. When available and as permitted by applicable regulations, cash in excess of the capital needs of our regulated health plans is generally paid in the form of dividends to our unregulated parent company to be used for general corporate purposes. As a result of the COVID-19 pandemic, state regulators could restrict the ability of our regulated health plan subsidiaries to pay dividends to the parent company, which could reduce the liquidity of the parent company. For more information on our regulatory capital requirements and dividend restrictions, refer to Notes to Consolidated Financial Statements, Note 15, &#8220;Commitments and Contingencies&#8212;Regulatory Capital Requirements and Dividend Restrictions,&#8221; and Note 17, &#8220;Condensed Financial Information of Registrant&#8212;Note C - Dividends and Capital Contributions.&#8221; \n\nCredit Agreement Borrowing Capacity. As of December 31, 2022, we had available borrowing capacity of $1 billion under the revolving credit facility of our Credit Agreement. In addition, the Credit Agreement provides for a $15 million swingline sub-facility and a $100 million letter of credit sub-facility, as well as incremental term loans available to finance certain acquisitions up to $500 million, plus an unlimited amount of such term loans as long as we maintain a minimum consolidated net leverage ratio. See further discussion in the Notes to Consolidated Financial Statements, Note 11, &#8220;Debt.&#8221; \n\nFuture Uses \n\nCommon Stock Purchases. In November 2022, our board of directors authorized the purchase of up to $500 million, in the aggregate, of our common stock. This new program supersedes the stock purchase program previously approved by our board of directors in September 2021. This new program will be funded with cash on hand and extends through December 31, 2023. The exact timing and amount of any repurchase is determined by management based on market conditions and share price, in addition to other factors, and subject to the restrictions relating to volume, price, and timing under applicable law. As of February 13, 2023, $300 million remained available to purchase our common stock under this program through December 31, 2023. See further information in the Notes to Consolidated Financial Statements, Note 13, &#8220;Stockholders' Equity.&#8221; \n\nAcquisitions . We have a disciplined and steady approach to growth. Organic growth, which includes leveraging our existing health plan portfolio and winning new territories, is our highest priority. In addition to organic growth, we will consider targeted acquisitions that are a strategic fit that we believe will leverage operational synergies, and lead to incremental earnings accretion. For further information on our acquisitions, refer to the Notes to Consolidated Financial Statements, Note 4, &#8220;Business Combinations.&#8221; \n\nOn July 13, 2022, we announced a definitive agreement to acquire substantially all the assets of My Choice Wisconsin (&#8220;MCW&#8221;). The purchase price for the transaction is approximately $150 million, net of expected tax benefits and required regulatory capital, which we intend to fund with cash on hand. The transaction is subject to receipt of applicable federal and state regulatory approvals, and the satisfaction of other customary closing conditions. We currently expect the transaction to close in mid-2023. \n\nPotential Impact of COVID-19 Pandemic . As described in &#8220;Item 1. Business&#8212;COVID-19 Pandemic,&#8221; we have been subject to Medicaid risk corridors as a result of the pandemic. Beginning in 2020, various states enacted temporary risk corridors in response to the reduced demand for medical services stemming from COVID-19, which have resulted in a reduction of our medical margin. In some cases, these risk corridors were retroactive to earlier periods in 2020, or as early as the beginning of the states&#8217; fiscal years in 2019. We have recognized risk corridors that we believe to be probable, and where the ultimate premium amount is reasonably estimable. For the year ended December 31, 2022, we recognized approximately $197 million, in the aggregate, related to such risk corridors, in 2022, and approximately $323 million, in the aggregate, was recognized in 2021. \n\nIt is possible that certain states could change the structure of existing risk corridors, implement new risk corridors in the future or discontinue existing risk corridors. Due to these uncertainties, the ultimate outcomes could differ materially from our estimates as a result of changes in facts or further developments, which could have an adverse effect on our consolidated financial position, results of operations, or cash flows. \n\nRegulatory Capital Requirements and Dividend Restrictions. We have the ability, and have committed to provide, additional capital to each of our health plans as necessary to ensure compliance with minimum statutory capital requirements. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 43 \n\nThe Molina Healthcare Charitable Foundation. In 2020, we announced our commitment of $150 million to fund The Molina Healthcare Charitable Foundation (the &#8220;Foundation&#8221;), an independent not-for-profit charitable foundation. We have contributed $20 million to the Foundation on a cumulative basis as of December 31, 2022. \n\nContractual Obligations. We are party to various contractual obligations that we will be required to satisfy over the short and long term. The majority are discussed in the Notes to Consolidated Financial Statements and primarily include the following: medical claims and benefits payable, amounts due to government agencies, principal and interest on our debt and leases. Some items are based on management&#8217;s estimates and assumptions about obligations, including duration, the possibility of renewal, anticipated actions by third parties, and other factors. Because these estimates and assumptions are necessarily subjective, the contractual obligations we will actually pay in future periods may vary. Additionally, we have a variety of other contractual agreements related to acquiring services used in our operations. However, we believe these other agreements do not contain material non-cancelable commitments. \n\nCRITICAL ACCOUNTING ESTIMATES \n\nWhen we prepare our consolidated financial statements, we use estimates and assumptions that may affect reported amounts and disclosures. Actual results could differ from these estimates, and some differences could be material. Our most significant accounting estimates, which include a higher degree of judgment and/or complexity, include the following: \n\n&#8226; Medical claims and benefits payable. See discussion below, and refer to the Notes to Consolidated Financial Statements, Notes 2, &#8220;Significant Accounting Policies,&#8221; and 10, &#8220;Medical Claims and Benefits Payable&#8221; for more information. \n\n&#8226; Contractual provisions that may adjust or limit revenue or profit. For a discussion of this topic, including amounts recorded in our consolidated financial statements, refer to the Notes to Consolidated Financial Statements, Note 2, &#8220;Significant Accounting Policies.&#8221; \n\n&#8226; Quality incentives. For a discussion of this topic, refer to the Notes to Consolidated Financial Statements, Note 2, &#8220;Significant Accounting Policies.&#8221; \n\n&#8226; Business Combinations, and Goodwill and intangible assets, net. For a comprehensive discussion of this topic, including amounts recorded in our consolidated financial statements, refer to the Notes to Consolidated Financial Statements, Note 2, &#8220;Significant Accounting Policies,&#8221; Note 4, &#8220;Business Combinations,&#8221; and Note 9, &#8220;Goodwill and Intangible Assets, Net.&#8221; \n\nMEDICAL CARE COSTS, MEDICAL CLAIMS AND BENEFITS PAYABLE \n\nMedical care costs are recognized in the period in which services are provided and include fee-for-service claims, pharmacy benefits, capitation payments to providers, and various other medically-related costs. Under fee-for-service claims arrangements with providers, we retain the financial responsibility for medical care provided and incur costs based on actual utilization of hospital and physician services. Such medical care costs include amounts paid by us as well as estimated medical claims and benefits payable for costs that were incurred but not paid as of the reporting date (&#8220;IBNP&#8221;). Pharmacy benefits represent payments for members' prescription drug costs, net of rebates from drug manufacturers. We estimate pharmacy rebates based on historical and current utilization of prescription drugs and contractual provisions. Capitation payments represent monthly contractual fees paid to providers, who are responsible for providing medical care to members, which could include medical or ancillary costs like dental, vision and other supplemental health benefits. Such capitation costs are fixed in advance of the periods covered and are not subject to significant accounting estimates. Other medical care costs include all medically-related administrative costs, amounts due to providers pursuant to risk-sharing or other incentive arrangements, provider claims, and other healthcare expenses. Examples of medically-related administrative costs include expenses relating to health education, quality assurance, case management, care coordination, disease management, and 24-hour on-call nurses. Additionally, we include an estimate for the cost of settling claims incurred through the reporting date in our medical claims and benefits payable liability. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 44 \n\nThe following table illustrates consolidated medical care costs by type for the periods indicated: \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 Amount PMPM % of Total Amount PMPM % of Total (In millions, except PMPM amounts) Fee-for-service $ 19,703 $ 318.55 72.5 % $ 17,433 $ 303.80 73.5 % Pharmacy 4,346 70.26 16.0 3,831 66.77 16.2 Capitation 1,637 26.47 6.0 1,471 25.64 6.2 Other 1,489 24.07 5.5 969 16.88 4.1 Total $ 27,175 $ 439.35 100.0 % $ 23,704 $ 413.09 100.0 % ##TABLE_END\n\nMedical claims and benefits payable consist mainly of fee-for-service IBNP, unpaid pharmacy claims, capitation costs, other medical costs, including amounts payable to providers pursuant to risk-sharing or other incentive arrangements and amounts payable to providers on behalf of certain state agencies for certain state assessments in which we assume no financial risk. IBNP includes the costs of claims incurred as of the balance sheet date which have been reported to us, and our best estimate of the cost of claims incurred but not yet reported to us. We also include an additional reserve to ensure that our overall IBNP liability is sufficient under moderately adverse conditions. We reflect changes in these estimates in the consolidated results of operations in the period in which they are determined. \n\nThe estimation of the IBNP liability requires a significant degree of judgment in applying actuarial methods, determining the appropriate assumptions and considering numerous factors. Of those factors, we consider estimated completion factors (measures the cumulative percentage of claims expense that will ultimately be paid for a given month of service based on historical payment patterns) and the assumed healthcare cost trend (the year-over-year change in per-member per-month medical care costs) to be the most critical assumptions. Other relevant factors also include, but are not limited to, healthcare service utilization trends, claim inventory levels, changes in membership, product mix, seasonality, benefit changes or changes in fee schedules, provider contract changes, prior authorizations and the incidence of catastrophic or pandemic cases. \n\nFor claims incurred more than three months before the financial statement date, we mainly use estimated completion factors to estimate the ultimate cost of those claims. Completion factors measure the cumulative percentage of claims expense that will ultimately be paid for a given month of service based on historical claims payment patterns. We analyze historical claims payment patterns by comparing claim incurred dates to claim payment dates to estimate completion factors. The estimated completion factors are then applied to claims paid through the financial statement date to estimate the ultimate claims cost for a given month&#8217;s incurred claim activity. The difference between the estimated ultimate claims cost and the claims paid through the financial statement date represents our estimate of claims remaining to be paid as of the financial statement date and is included in our IBNP liability . \n\nFor claims incurred within three months before the financial statement date, actual claims paid are a less reliable measure of our ultimate cost since a large portion of medical claims are not submitted to us until several months after services have been submitted. Accordingly, we estimate our IBNP liability for claims incurred during these months based on a blend of estimated completion factors and assumed medical care cost trend. The assumed medical care cost trend represents the year-over-year change in per-member per-month medical care costs, which can be affected by many factors including, but not limited to, our ability and practices to manage medical and pharmaceutical costs, changes in level and mix of services utilized, mix of benefits offered, including the impact of co-pays and deductibles, changes in medical practices, changes in member demographics, catastrophes and epidemics , and other relevant factors. \n\nActuarial standards of practice generally require a level of confidence such that our overall best estimate of the IBNP liability has a greater probability of being adequate versus being insufficient, where the liability is sufficient to account for moderately adverse conditions. Adverse conditions are situations that may cause actual claims to be higher than the otherwise estimated value of such claims at the time of the estimate, such as changes in the magnitude or severity of claims, uncertainties related to our entry into new geographical markets or provision of services to new populations, changes in state-controlled fee schedules, and modifications or upgrades to our claims processing systems and practices. Therefore, in many situations, the claim amounts ultimately settled will be less than the estimate that satisfies the actuarial standards of practice. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 45 \n\nWhen subsequent actual claims payments are less than we estimated, we recognize a benefit for favorable prior period development that is reported as part of &#8220;Components of medical care costs related to: Prior years&#8221; in the table presented in Note 10, &#8220;Medical Claims and Benefits Payable.&#8221; Our reserving practice is to consistently recognize the actuarial best estimate including a provision for moderately adverse conditions for each current period. This provision is reported as part of &#8220;Components of medical care costs related to: Current year&#8221; in the table presented in Note 10. Assuming stability in the size of our membership, the use of this consistent methodology, during any given period, usually results in the replenishment of reserves at a level that generally offsets the benefit of favorable prior period development in that period. In the case of material growth or decline of membership, replenishment can exceed or fall short of the favorable development, assuming all other factors remain unchanged. \n\nBecause of the significant degree of judgment involved in estimation of our IBNP liability, there is considerable variability and uncertainty inherent in such estimates. The following table reflects the hypothetical change in our estimate of claims liability as of December 31, 2022 that would result if we change our completion factors for the fourth through the twelfth months preceding December 31, 2022, by the percentages indicated. A reduction in the completion factor results in an increase in medical claims liabilities. Dollar amounts are in millions. \n\n##TABLE_START Increase (Decrease) in Estimated Completion Factors Increase (Decrease) in Medical Claims and Benefits Payable (6)% $ 869 (4)% 579 (2)% 290 2% (290) 4% (579) 6% (869) ##TABLE_END\n\nThe following table reflects the hypothetical change in our estimate of claims liability as of December 31, 2022 that would result if we alter our assumed medical care cost trend factors by the percentages indicated. An increase in the PMPM costs results in an increase in medical claims liabilities. Dollar amounts are in millions. \n\n##TABLE_START (Decrease) Increase in Trended Per Member Per Month Cost Estimates (Decrease) Increase in Medical Claims and Benefits Payable (6)% $ (307) (4)% (204) (2)% (102) 2% 102 4% 204 6% 307 ##TABLE_END\n\nThere are many related factors working in conjunction with one another that determine the accuracy of our estimates, some of which are qualitative in nature rather than quantitative. Therefore, we are seldom able to quantify the impact that any single factor has on a change in estimate. Given the variability inherent in the reserving process, we will only be able to identify specific factors if they represent a significant departure from expectations. As a result, we do not expect to be able to fully quantify the impact of individual factors on changes in estimates. \n\nRECENTLY ISSUED ACCOUNTING STANDARDS \n\nRefer to the Notes to Consolidated Financial Statements, Note 2, &#8220;Significant Accounting Policies,&#8221; for a discussion of recent accounting pronouncements that affect us. \n\nQUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK \n\nOur earnings and financial position are exposed to financial market risk relating to changes in interest rates, and the resulting impact on investment income and interest expense. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 46 \n\nSubstantially all of our investments and restricted investments are subject to interest rate risk and will decrease in value if market interest rates increase. Assuming a hypothetical and immediate 1% increase in market interest rates at December 31, 2022, the fair value of our fixed income investments would decrease by approximately $81 million. Declines in interest rates over time will reduce our investment income. \n\nFor further information on fair value measurements and our investment portfolio, please refer to the Notes to Consolidated Financial Statements, Note 5, &#8220;Fair Value Measurements,&#8221; and Note 6, &#8220;Investments.&#8221; \n\nBorrowings under the Credit Agreement bear interest based, at our election, on a base rate or other defined rate, plus, in each case, the applicable margin. For further information, see Notes to Consolidated Financial Statements, Note 11, &#8220;Debt.&#8221; \n\nMolina Healthcare, Inc. 2022 Form 10-K | 47 \n\nMOLINA HEALTHCARE, INC. \n\nFINANCIAL STATEMENTS AND SUPPLEMENTARY DATA \n\n&#160; \n\n##TABLE_START &#160; Page \n\nConsolidated Statements of Income \n\nConsolidated Statements of Comprehensive Income \n\nConsolidated Balance Sheets \n\nConsolidated Statements of Stockholders&#8217; Equity \n\nConsolidated Statements of Cash Flows \n\nNotes to Consolidated Financial Statements \n\n##TABLE_END\n\nMolina Healthcare, Inc. 2022 Form 10-K | 48 \n\nCONSOLIDATED STATEMENTS OF INCOME \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 &#160; (In millions, except per-share data) Revenue: Premium revenue $ 30,883 &#160; $ 26,855 &#160; $ 18,299 &#160; Premium tax revenue 873 &#160; 787 &#160; 649 &#160; Health insurer fees reimbursed &#8212; &#160; &#8212; &#160; 271 &#160; Marketplace risk corridor judgment &#8212; &#160; &#8212; &#160; 128 &#160; Investment income 143 &#160; 52 &#160; 59 &#160; Other revenue 75 &#160; 77 &#160; 17 &#160; Total revenue 31,974 &#160; 27,771 &#160; 19,423 &#160; Operating expenses: Medical care costs 27,175 &#160; 23,704 &#160; 15,820 &#160; General and administrative expenses 2,311 &#160; 2,068 &#160; 1,480 &#160; Premium tax expenses 873 &#160; 787 &#160; 649 &#160; Health insurer fees &#8212; &#160; &#8212; &#160; 277 &#160; Depreciation and amortization 176 &#160; 131 &#160; 88 &#160; Impairment 208 &#160; &#8212; &#160; &#8212; &#160; Other 58 &#160; 61 &#160; 31 &#160; Total operating expenses 30,801 &#160; 26,751 &#160; 18,345 &#160; Operating income 1,173 &#160; 1,020 &#160; 1,078 &#160; Other expenses, net: Interest expense 110 &#160; 120 &#160; 102 &#160; Other expenses, net &#8212; &#160; 25 &#160; 15 &#160; Total other expenses, net 110 &#160; 145 &#160; 117 &#160; Income before income tax expense 1,063 &#160; 875 &#160; 961 &#160; Income tax expense 271 &#160; 216 &#160; 288 &#160; Net income $ 792 &#160; $ 659 &#160; $ 673 &#160; Net income per share: Basic $ 13.72 &#160; $ 11.40 &#160; $ 11.40 &#160; Diluted $ 13.55 &#160; $ 11.25 &#160; $ 11.23 &#160; Weighted average shares outstanding: Basic 57.8 &#160; 57.8 &#160; 59.0 &#160; Diluted 58.5 &#160; 58.6 &#160; 59.9 &#160; ##TABLE_END\n\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 &#160; (In millions) Net income $ 792 &#160; $ 659 &#160; $ 673 &#160; Other comprehensive (loss) income: Unrealized investment (loss) income ( 204 ) ( 55 ) 44 &#160; Less: effect of income taxes \n\n( 49 ) ( 13 ) 11 &#160; Other comprehensive (loss) income, net of tax ( 155 ) ( 42 ) 33 &#160; Comprehensive income $ 637 &#160; $ 617 &#160; $ 706 &#160; ##TABLE_END\n\nSee accompanying notes. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 49 \n\nCONSOLIDATED BALANCE SHEETS \n\n##TABLE_START December 31, 2022 2021 (Dollars in millions, except per-share amounts) ASSETS Current assets: Cash and cash equivalents $ 4,006 &#160; $ 4,438 &#160; Investments 3,499 &#160; 3,202 &#160; Receivables 2,302 &#160; 2,177 &#160; Prepaid expenses and other current assets 277 &#160; 247 &#160; Total current assets 10,084 &#160; 10,064 &#160; Property, equipment, and capitalized software, net 259 &#160; 396 &#160; Goodwill and intangible assets, net 1,390 &#160; 1,252 &#160; Restricted investments 238 &#160; 212 &#160; Deferred income taxes 220 &#160; 106 &#160; Other assets 123 &#160; 179 &#160; Total assets $ 12,314 &#160; $ 12,209 &#160; LIABILITIES AND STOCKHOLDERS&#8217; EQUITY Current liabilities: Medical claims and benefits payable $ 3,528 &#160; $ 3,363 &#160; Amounts due government agencies 2,079 &#160; 2,472 &#160; Accounts payable, accrued liabilities and other 889 &#160; 842 &#160; Deferred revenue 359 &#160; 370 &#160; Total current liabilities 6,855 &#160; 7,047 &#160; Long-term debt 2,176 &#160; 2,173 &#160; Finance lease liabilities 215 &#160; 219 &#160; Other long-term liabilities 104 &#160; 140 &#160; Total liabilities 9,350 &#160; 9,579 &#160; Stockholders&#8217; equity: Common stock, $ 0.001 par value per share; 150 million shares authorized; outstanding: 58 million shares at each of December 31, 2022, and December 31, 2021 \n\n&#8212; &#160; &#8212; &#160; Preferred stock, $ 0.001 par value per share; 20 million shares authorized, no shares issued and outstanding \n\n&#8212; &#160; &#8212; &#160; Additional paid-in capital 328 &#160; 236 &#160; Accumulated other comprehensive loss ( 160 ) ( 5 ) Retained earnings 2,796 &#160; 2,399 &#160; Total stockholders&#8217; equity 2,964 &#160; 2,630 &#160; Total liabilities and stockholders&#8217; equity $ 12,314 &#160; $ 12,209 &#160; ##TABLE_END\n\nSee accompanying notes. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 50 \n\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS&#8217; EQUITY \n\n##TABLE_START Common Stock Additional Paid-in Capital Accumulated Other Comprehensive (Loss) Income Retained Earnings Total Outstanding Amount (In millions) Balance at December 31, 2019 62 &#160; $ &#8212; &#160; $ 175 &#160; $ 4 &#160; $ 1,781 &#160; $ 1,960 &#160; Net income &#8212; &#8212; &#8212; &#8212; 673 &#160; 673 &#160; Common stock purchases ( 4 ) &#8212; ( 11 ) &#8212; ( 594 ) ( 605 ) Termination of warrants &#8212; &#8212; ( 30 ) &#8212; &#8212; ( 30 ) Other comprehensive income, net &#8212; &#8212; &#8212; 33 &#160; &#8212; 33 &#160; Share-based compensation 1 &#160; &#8212; 65 &#160; &#8212; &#8212; 65 &#160; Balance at December 31, 2020 59 &#160; &#8212; &#160; 199 &#160; 37 &#160; 1,860 &#160; 2,096 &#160; Net income &#8212; &#8212; &#8212; &#8212; 659 &#160; 659 &#160; Common stock purchases ( 1 ) &#8212; ( 2 ) &#8212; ( 120 ) ( 122 ) Other comprehensive loss, net &#8212; &#8212; &#8212; ( 42 ) &#8212; ( 42 ) Share-based compensation &#8212; &#8212; 39 &#160; &#8212; &#8212; 39 &#160; Balance at December 31, 2021 58 &#160; &#8212; &#160; 236 &#160; ( 5 ) 2,399 &#160; 2,630 &#160; Net income &#8212; &#8212; &#8212; &#8212; 792 &#160; 792 &#160; Common stock purchases ( 1 ) &#8212; ( 5 ) &#8212; ( 395 ) ( 400 ) Other comprehensive loss, net &#8212; &#8212; &#8212; ( 155 ) &#8212; ( 155 ) Share-based compensation 1 &#160; &#8212; 97 &#160; &#8212; &#8212; 97 &#160; Balance at December 31, 2022 58 &#160; $ &#8212; &#160; $ 328 &#160; $ ( 160 ) $ 2,796 &#160; $ 2,964 &#160; ##TABLE_END\n\nSee accompanying notes. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 51 \n\nCONSOLIDATED STATEMENTS OF CASH FLOWS \n\n##TABLE_START Year Ended December 31, 2022 2021 2020 (In millions) Operating activities: Net income $ 792 &#160; $ 659 &#160; $ 673 &#160; Adjustments to reconcile net income to net cash provided by operating activities: Depreciation and amortization 176 &#160; 131 &#160; 88 &#160; Deferred income taxes ( 66 ) ( 24 ) ( 19 ) Share-based compensation 103 &#160; 72 &#160; 57 &#160; Loss on debt repayment &#8212; &#160; 25 &#160; 15 &#160; Impairment 208 &#160; &#8212; &#160; &#8212; &#160; Other, net 8 &#160; 33 &#160; 12 &#160; Changes in operating assets and liabilities, net of the effect of acquisitions: Receivables ( 95 ) ( 415 ) ( 100 ) Prepaid expenses and other current assets ( 124 ) ( 19 ) ( 16 ) Medical claims and benefits payable 153 &#160; 471 &#160; 544 &#160; Amounts due government agencies ( 428 ) 1,046 &#160; 446 &#160; Accounts payable, accrued liabilities and other 55 &#160; 138 &#160; 86 &#160; Deferred revenue ( 11 ) ( 5 ) 126 &#160; Income taxes 2 &#160; 7 &#160; ( 14 ) Net cash provided by operating activities 773 &#160; 2,119 &#160; 1,898 &#160; Investing activities: Purchases of investments ( 1,913 ) ( 2,713 ) ( 670 ) Proceeds from sales and maturities of investments 1,398 &#160; 1,329 &#160; 1,097 &#160; Net cash paid in business combinations ( 134 ) ( 129 ) ( 755 ) Purchases of property, equipment and capitalized software ( 91 ) ( 77 ) ( 74 ) Other, net ( 50 ) ( 63 ) 2 &#160; Net cash used in investing activities ( 790 ) ( 1,653 ) ( 400 ) Financing activities: Common stock purchases \n\n( 400 ) ( 128 ) ( 606 ) Common stock withheld to settle employee tax obligations ( 54 ) ( 53 ) ( 8 ) Contingent consideration liabilities settled ( 20 ) ( 20 ) &#8212; &#160; Proceeds from senior notes offerings, net of issuance costs &#8212; &#160; 740 &#160; 1,429 &#160; Repayment of senior notes &#8212; &#160; ( 723 ) ( 338 ) Repayment of term loan facility &#8212; &#160; &#8212; &#160; ( 600 ) Proceeds from borrowings under term loan facility \n\n&#8212; &#160; &#8212; &#160; 380 &#160; Cash paid for partial termination of warrants \n\n&#8212; &#160; &#8212; &#160; ( 30 ) Cash paid for partial settlement of conversion option \n\n&#8212; &#160; &#8212; &#160; ( 27 ) Cash received for partial settlement of call option \n\n&#8212; &#160; &#8212; &#160; 27 &#160; Repayment of principal amount of convertible senior notes \n\n&#8212; &#160; &#8212; &#160; ( 12 ) Other, net 33 &#160; 1 &#160; 2 &#160; Net cash (used in) provided by financing activities ( 441 ) ( 183 ) 217 &#160; Net (decrease) increase in cash and cash equivalents, and restricted cash and cash equivalents ( 458 ) 283 &#160; 1,715 &#160; Cash and cash equivalents, and restricted cash and cash equivalents at beginning of period \n\n4,506 &#160; 4,223 &#160; 2,508 &#160; Cash and cash equivalents, and restricted cash and cash equivalents at end of period \n\n$ 4,048 &#160; $ 4,506 &#160; $ 4,223 &#160; ##TABLE_END\n\nSee accompanying notes. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 52 \n\nCONSOLIDATED STATEMENTS OF CASH FLOWS \n\n(continued) \n\n##TABLE_START Year Ended December 31, 2022 2021 2020 (In millions) Supplemental cash flow information: Cash paid during the period for: Income taxes $ 340 &#160; $ 235 &#160; $ 321 &#160; Interest $ 108 &#160; $ 127 &#160; $ 112 &#160; ##TABLE_END\n\nSee accompanying notes. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 53 \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\n1. Organization and Basis of Presentation \n\nOrganization and Operations \n\nMolina Healthcare, Inc. provides managed healthcare services under the Medicaid and Medicare programs, and through the state insurance marketplaces (the &#8220;Marketplace&#8221;). Molina was founded in 1980 as a provider organization serving low-income families in Southern California and reincorporated in Delaware in 2002. We currently have four reportable segments consisting of: 1) Medicaid; 2) Medicare; 3) Marketplace; and 4) Other. Our reportable segments are consistent with how we currently manage the business and view the markets we serve. \n\nAs of December 31, 2022, we served approximately 5.3 million members eligible for government-sponsored healthcare programs, located across 19 states. \n\nOur state Medicaid contracts typically have terms of three to five years , contain renewal options exercisable by the state Medicaid agency, and allow either the state or the health plan to terminate the contract with or without cause. Such contracts are subject to risk of loss in states that issue requests for proposal (&#8220;RFP&#8221;) open to competitive bidding by other health plans. If one of our health plans is not a successful responsive bidder to a state RFP, its contract may not be renewed. \n\nIn addition to contract renewal, our state Medicaid contracts may be periodically amended to include or exclude certain health benefits (such as pharmacy services, behavioral health services, or long-term care services); populations such as the aged, blind or disabled (&#8220;ABD&#8221;); and regions or service areas. \n\nIn Medicare, we enter into Medicare Advantage-Part D contracts with the Centers for Medicare and Medicaid Services (&#8220;CMS&#8221;) annually, and for dual-eligible plans, we enter into contracts with CMS, in partnership with each state&#8217;s department of health and human services. Such contracts typically have terms of one to three years . \n\nIn Marketplace, we enter into contracts with CMS, which end on December 31 of each year, and must be renewed annually. \n\nRecent Developments \n\nTexas Procurement&#8212;Medicaid. On January 27, 2023, the Texas Health and Human Services Commission posted a notice on its website indicating that it was issuing a Notice of Intent to Award to Molina Healthcare of Texas, Inc. a STAR+PLUS ABD contract in each of Bexar, Dallas, El Paso, Harris, Hidalgo, Jefferson, Northeast Texas, and Tarrant Service Areas. The notice follows a proposal that we submitted in June 2022 to continue serving STAR+PLUS members in the same service areas, in response to an RFP posted in March 2022. The start of operations for the new contract is expected to begin in February 2024. Further, in December 2022, the RFP was posted for the TANF and CHIP programs (known as the STAR &#38; CHIP programs, and both existing contracts for Molina), with awards expected in February 2024 and the start of operations in February 2025. \n\nCalifornia Procurement&#8212;Medicaid. In January 2023, we announced that the California Department of Health Care Services (&#8220;DHCS&#8221;) had confirmed our California health plan&#8217;s footprint as originally announced in August 2022, including Medi-Cal contract awards in each of Riverside, San Bernardino, Sacramento, and San Diego Counties. In Los Angeles County, we will share membership equally with the current commercial incumbent. The Medi-Cal contracts are expected to commence on January 1, 2024, which enables us to continue serving Medi-Cal members in our existing counties and expand our footprint in Los Angeles County. DHCS has also agreed to grant Molina a contract to offer EAE-SNP products for dual eligible members in Los Angeles County. \n\nNew York Acquisition&#8212;Medicaid. On October 1, 2022, we closed on our acquisition of the Medicaid Managed Long Term Care business of AgeWell New York (&#8220;AgeWell&#8221;). See Note 4, &#8220;Business Combinations,&#8221; for further information. \n\nNebraska Procurement&#8212;Medicaid. In September 2022, we announced that our Nebraska health plan had been selected by the Nebraska Department of Health and Human Services to provide health care services to Nebraskans under the state&#8217;s Medicaid managed care program. The new five-year contract is expected to begin on January 1, 2024, and may be extended for an additional two-years . \n\nIowa Procurement&#8212;Medicaid. In August 2022, we announced that our Iowa health plan had been notified by the Iowa Department of Health and Human Services (&#8220;Iowa HHS&#8221;) of its intent to award a Medicaid managed care contract pursuant to the RFP issued by Iowa HHS in February 2022. The new four-year contract is expected to begin on July 1, 2023, and may be extended for an additional four years . \n\nMolina Healthcare, Inc. 2022 Form 10-K | 54 \n\nMississippi Procurement&#8212;Medicaid. In August 2022, we announced that our Mississippi health plan had been notified by the Mississippi Division of Medicaid (&#8220;DOM&#8221;) of its intent to award a Medicaid Coordinated Care Contract for its Mississippi Coordinated Access Program and Mississippi Children&#8217;s Health Insurance Program pursuant to the Request for Qualifications issued by DOM in December 2021. The four-year contract is expected to begin on July 1, 2023, and may be extended for an additional two years . The award enables us to continue serving Medicaid members across the state. \n\nWisconsin Acquisition&#8212;Medicaid and Medicare. On July 13, 2022, we announced a definitive agreement to acquire substantially all the assets of My Choice Wisconsin (&#8220;MCW&#8221;). The purchase price for the transaction is approximately $ 150 million, net of expected tax benefits and required regulatory capital, which we intend to fund with cash on hand. The transaction is subject to receipt of applicable federal and state regulatory approvals, and the satisfaction of other customary closing conditions. We currently expect the transaction to close in mid-2023. \n\nNevada Procurement&#8212;Medicaid. Our new contract in Clark and Washoe Counties commenced on January 1, 2022, and offers health coverage to TANF, CHIP and Medicaid Expansion beneficiaries. This new contract is four years with a potential two-year extension. \n\nTexas Acquisition&#8212;Medicaid and Medicare. On January 1, 2022, we closed on our acquisition of Cigna Corporation&#8217;s Texas Medicaid and Medicare-Medicaid Plan (&#8220;MMP&#8221;) contracts, along with certain operating assets. See Note 4, &#8220;Business Combinations,&#8221; for further information. \n\nConsolidation and Presentation \n\nThe consolidated financial statements include the accounts of Molina Healthcare, Inc., and its subsidiaries. All significant inter-company balances and transactions have been eliminated in consolidation. Financial information related to subsidiaries acquired during any year is included only for periods subsequent to their acquisition. In the opinion of management, all adjustments considered necessary for a fair presentation of the results as of the date and for the periods presented have been included; such adjustments consist of normal recurring adjustments. \n\nUse of Estimates \n\nThe preparation of consolidated financial statements in conformity with U.S. generally accepted accounting principles (&#8220;GAAP&#8221;) requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities. Estimates also affect the reported amounts of revenues and expenses during the reporting period. Actual results could differ from these estimates. \n\n2. Significant Accounting Policies \n\nCash and Cash Equivalents \n\nCash and cash equivalents consist of cash and short-term, highly liquid investments that are both readily convertible into known amounts of cash and have a maturity of three months or less on the date of purchase. The following table provides a reconciliation of cash, cash equivalents, and restricted cash and cash equivalents reported within the accompanying consolidated balance sheets that sum to the total of the same such amounts presented in the accompanying consolidated statements of cash flows. The restricted cash and cash equivalents presented below are included in &#8220;Restricted investments&#8221; in the accompanying consolidated balance sheets. \n\n##TABLE_START December 31, 2022 2021 2020 (In millions) Cash and cash equivalents $ 4,006 &#160; $ 4,438 &#160; $ 4,154 &#160; Restricted cash and cash equivalents 42 &#160; 68 &#160; 69 &#160; Total cash and cash equivalents, and restricted cash and cash equivalents presented in the consolidated statements of cash flows \n\n$ 4,048 &#160; $ 4,506 &#160; $ 4,223 &#160; ##TABLE_END \n\nInvestments \n\nOur investments are principally held in debt securities, which are grouped into two separate categories for accounting and reporting purposes: available-for-sale securities, and held-to-maturity securities. Available-for-sale (&#8220;AFS&#8221;) securities are recorded at fair value and unrealized gains and losses, if any, are recorded in stockholders&#8217; equity as other comprehensive income, net of applicable income taxes. Held-to-maturity (&#8220;HTM&#8221;) securities are recorded at amortized cost, which approximates fair value, and unrealized holding gains or losses are not generally recognized. Realized gains and losses and unrealized losses arising from credit-related factors with respect to AFS \n\nMolina Healthcare, Inc. 2022 Form 10-K | 55 \n\nand HTM securities are included in the determination of net income. The cost of securities sold is determined using the specific-identification method. \n\nOur investment policy requires that all of our investments have final maturities of less than 15 years, or less than 15 years average life for structured securities. Investments and restricted investments are subject to interest rate risk and will decrease in value if market rates increase. Declines in interest rates over time will reduce our investment income. \n\nIn general, our AFS securities are classified as current assets without regard to the securities&#8217; contractual maturity dates because they may be readily liquidated. We monitor our investments for credit-related impairment. For comprehensive discussions of the fair value and classification of our investments, see Note 5, &#8220;Fair Value Measurements,&#8221; and Note 6, &#8220;Investments.&#8221; \n\nAccrued interest receivable relating to our AFS and HTM securities is presented within &#8220;Prepaid expenses and other current assets&#8221; in the accompanying consolidated balance sheets, and amounted to $ 35 million and $ 11 million at December 31, 2022, and 2021, respectively. We do not measure an allowance for credit losses on accrued interest receivable. Instead, we write off accrued interest receivable that has not been collected within 90 days of the interest payment due date. We recognize such write offs as a reversal of investment income. No accrued interest was written off during the year ended December 31, 2022. \n\nReceivables \n\nReceivables consist primarily of premium amounts due from government agencies, which are subject to potential retroactive adjustments. Because substantially all of our receivable amounts are readily determinable and substantially all of our creditors are governmental authorities, our allowance for credit losses is insignificant. Any amounts determined to be uncollectible are charged to expense when such determination is made. \n\n##TABLE_START December 31, 2022 2021 (In millions) Government receivables $ 1,702 &#160; $ 1,566 &#160; Pharmacy rebate receivables 291 &#160; 276 &#160; Other 309 &#160; 335 &#160; Total receivables $ 2,302 &#160; $ 2,177 &#160; ##TABLE_END \n\nBusiness Combinations \n\nWe account for business combinations using the acquisition method of accounting, which requires us to recognize the assets acquired and the liabilities assumed at their acquisition date fair values. As discussed below, the excess of the purchase consideration transferred over the fair value of the net tangible and intangible assets acquired is recorded as goodwill. While we use our best estimates and assumptions to accurately value assets acquired and liabilities assumed at the acquisition date, our estimates are inherently uncertain and subject to refinement. As a result, during the measurement period, which may be up to one year from the acquisition date, we may record adjustments to the assets acquired and liabilities assumed with the corresponding offset to goodwill. Measurement period adjustments are recorded in the period in which they are determined, as if they had been completed at the acquisition date. Upon the conclusion of the final determination of the values of assets acquired or liabilities assumed, or one year after the date of acquisition, whichever comes first, any subsequent adjustments are recorded within our consolidated results of operations. \n\nThe purchase price for the acquisition of certain assets of Passport Health Plan, Inc. in 2020 included contingent consideration payable to seller relating to guarantees for minimum operating income in the post-acquisition period in 2020 and minimum membership targets in 2021. The liabilities are recorded at fair value on a recurring basis, which totaled $ 8 million as of December 31, 2022. For the amounts paid in the year ended December 31, 2022, $ 20 million has been presented in &#8220;Financing activities&#8221; in the accompanying consolidated statements of cash flows, with the balance reflected in &#8220;Operating activities.&#8221; We paid the remaining balance of the liabilities, reported in &#8220;Accounts payable, accrued liabilities and other&#8221; in the accompanying consolidated balance sheets, in January 2023. \n\nRefer to Note 4, &#8220;Business Combinations,&#8221; and Note 9, &#8220;Goodwill and Intangible Assets, Net,&#8221; for further details. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 56 \n\nLong-Lived Assets, including Intangible Assets \n\nLong-lived assets consist primarily of property, equipment, capitalized software (see Note 7, &#8220;Property, Equipment, and Capitalized Software, Net&#8221;), and intangible assets resulting from acquisitions. Long-lived assets are subject to impairment tests when events or circumstances indicate that the asset&#8217;s (or asset group&#8217;s) carrying value may not be recoverable. Refer to the discussion in &#8220;Leases&#8221; below for impairment charges related to leasehold improvements and other property and equipment associated with the reduction in leased space used in our business operations. Finite-lived, separately-identified intangible assets acquired in business combinations are assets that represent future expected benefits but lack physical substance (such as purchased contract rights and provider contracts). Intangible assets are initially recorded at fair value and are then amortized on a straight-line basis over their expected useful lives, generally between five and 16 years. \n\nDetermining the fair value of separately identifiable intangible assets requires management to make estimates, which are based on all available information and in some cases assumptions with respect to the timing and amount of future revenues and expenses associated with an asset. Determining the useful life of an intangible asset also requires judgment, as different types of intangible assets will have different useful lives. The most significant intangible asset we typically record in a business combination is contract rights associated with membership assumed. In determining the estimated fair value of the intangible assets, we typically apply the income approach, which discounts the projected future net cash flows using an appropriate discount rate that reflects the risk associated with such projected future cash flows. The most critical assumptions used in determining the fair value of contract rights include forecasted operating margins and the weighted average cost of capital. \n\nOur intangible assets are subject to impairment tests when events or circumstances indicate that a finite-lived intangible asset&#8217;s (or asset group&#8217;s) carrying value may not be recoverable. Consideration is given to a number of potential impairment indicators, including the ability of our health plan subsidiaries to obtain the renewal by amendment of their contracts in each state prior to the actual expiration of their contracts. However, there can be no assurance that these contracts will continue to be renewed. Following the identification of any potential impairment indicators, to determine whether an impairment exists, we would compare the carrying amount of a finite-lived intangible asset with the greater of the undiscounted cash flows that are expected to result from the use of the asset or related group of assets, or its value under the asset liquidation method. If it is determined that the carrying amount of the asset is not recoverable, the amount by which the carrying value exceeds the estimated fair value is recorded as an impairment. Refer to Note 9, &#8220;Goodwill and Intangible Assets, Net,&#8221; for further details. \n\nGoodwill \n\nGoodwill represents the excess of the purchase consideration over the fair value of net assets acquired in business combinations. Goodwill is not amortized but is tested for impairment on an annual basis and more frequently if impairment indicators are present. Impairment indicators may include experienced or expected operating cash-flow deterioration or losses, significant losses of membership, loss of state funding, loss of state contracts, and other factors. Goodwill is impaired if the carrying amount of the reporting unit exceeds its estimated fair value. This excess is recorded as an impairment loss and adjusted if necessary for the impact of tax-deductible goodwill. The loss recognized may not exceed the total goodwill allocated to the reporting unit. \n\nWhen testing goodwill for impairment, we may first assess qualitative factors, such as industry and market factors, the dynamic economic and political environments in which we operate, cost factors, and changes in overall performance, to determine if it is more likely than not that the carrying value of our reporting units exceed their estimated fair values. If our qualitative assessment indicates that it is more likely than not that the carrying value of a reporting unit exceeds its estimated fair value, we perform the quantitative assessment. We may also elect to bypass the qualitative assessment and proceed directly to the quantitative assessment. We performed a qualitative goodwill assessment of our reporting units, and did not identify any factors indicating that the carrying value of our reporting units exceeded their estimated fair values. \n\nIf performing a quantitative assessment, we generally estimate the fair values of our reporting units by applying the income approach, using discounted cash flows. The base year in the reporting units&#8217; discounted cash flows is derived from the annual financial planning cycle, which commences in the fourth quarter of the year. As part of a quantitative assessment, we may also apply the asset liquidation method to estimate the fair value of individual reporting units, which is computed as total assets minus total liabilities, excluding intangible assets and deferred taxes. Finally, we apply a market approach to reconcile the value of our reporting units to our consolidated market value. Under the market approach, we consider publicly-traded comparable company information to determine revenue and earnings multiples which are used to estimate our reporting units&#8217; fair values. The assumptions used are consistent with those used in our long-range business plan and annual planning process. However, if these assumptions differ from actual results, the outcome of our goodwill impairment tests could be adversely affected. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 57 \n\nLeases \n\nRight-of-use (&#8220;ROU&#8221;) assets represent our right to use the underlying assets over the lease term, and lease liabilities represent our obligation for lease payments arising from the related leases. ROU assets and lease liabilities are recognized at the lease commencement date based on the present value of lease payments over the lease term. Lease terms may include options to extend or terminate the lease when we believe it is reasonably certain that we will exercise such options. If applicable, we account for lease and non-lease components within a lease as a single lease component. \n\nBecause most of our leases do not provide an implicit interest rate, we generally use our incremental borrowing rate to determine the present value of lease payments. Lease expenses for operating lease payments are recognized on a straight-line basis over the lease term, and the related ROU assets and liabilities are reduced to the present value of the remaining lease payments at the end of each period. Finance lease payments reduce finance lease liabilities, the related ROU assets are amortized on a straight-line basis over the lease term, and interest expense is recognized using the effective interest method. \n\nThe significant majority of our operating leases consist of long-term operating leases for office space. Short-term leases (those with terms of 12 months or less) are not recorded as ROU assets or liabilities in the consolidated balance sheets. For certain leases that represent a portfolio of similar assets, such as a fleet of vehicles, we apply a portfolio approach to account for the related ROU assets and liabilities, rather than account for such assets and the related liabilities individually. A nominal number of our lease agreements include rental payments that adjust periodically for inflation. Our lease agreements do not contain any material residual value guarantees or material restrictive covenants. \n\nIn the fourth quarter of 2022, we recognized $ 192 million of ROU asset impairments in connection with the reduction in leased space to accommodate our move to a remote work environment, including vacating and abandonment of various leased properties. We assessed the ROU assets for impairment as a result of the reduction in leased space used in our business operations, and we engaged a third-party real estate specialist to determine the recoverability of the leased properties, based on estimated fair values. The valuation primarily considered comparable leased properties in each market and the assessment of actual and potential future rental income generated by the ROU assets. For further information, including the amount and location of the ROU assets and lease liabilities recognized in the accompanying consolidated balance sheets, see Note 8, &#8220;Leases.&#8221; \n\nWe also recognized $ 16 million in impairment charges related to leasehold improvements and other property and equipment associated with the reduction in leased space used in our business operations. Please refer to Note 7, &#8220;Property, Equipment, and Capitalized Software, Net&#8221; for further discussion. \n\nMedical Claims and Benefits Payable \n\nMedical care costs are recognized in the period in which services are provided and include fee-for-service claims, pharmacy benefits, capitation payments to providers, and various other medically-related costs. Under fee-for-service claims arrangements with providers, we retain the financial responsibility for medical care provided and incur costs based on actual utilization of hospital and physician services. Such medical care costs include amounts paid by us as well as estimated medical claims and benefits payable for costs that were incurred but not paid as of the reporting date (&#8220;IBNP&#8221;). Pharmacy benefits represent payments for members' prescription drug costs, net of rebates from drug manufacturers. We estimate pharmacy rebates based on historical and current utilization of prescription drugs and contractual provisions. Capitation payments represent monthly contractual fees paid to providers, who are responsible for providing medical care to members, which could include medical or ancillary costs like dental, vision and other supplemental health benefits. Such capitation costs are fixed in advance of the periods covered and are not subject to significant accounting estimates. Other medical care costs include all medically-related administrative costs, amounts due to providers pursuant to risk-sharing or other incentive arrangements, provider claims, and other healthcare expenses. Examples of medically-related administrative costs include expenses relating to health education, quality assurance, case management, care coordination, disease management, and 24-hour on-call nurses. Additionally, we include an estimate for the cost of settling claims incurred through the reporting date in our medical claims and benefits payable liability . \n\nMedical claims and benefits payable consist mainly of fee-for-service IBNP, unpaid pharmacy claims, capitation costs, other medical costs, including amounts payable to providers pursuant to risk-sharing or other incentive arrangements and amounts payable to providers on behalf of certain state agencies for certain state assessments in which we assume no financial risk . IBNP includes the costs of claims incurred as of the balance sheet date which have been reported to us, and our best estimate of the cost of claims incurred but not yet reported to us. We also include an additional reserve to ensure that our overall IBNP liability is sufficient under moderately adverse \n\nMolina Healthcare, Inc. 2022 Form 10-K | 58 \n\nconditions. We reflect changes in these estimates in the consolidated results of operations in the period in which they are determined. \n\nThe estimation of the IBNP liability requires a significant degree of judgment in applying actuarial methods, determining the appropriate assumptions and considering numerous factors. Of those factors, we consider estimated completion factors and the assumed healthcare cost trend to be the most critical assumptions. Other relevant factors also include, but are not limited to, healthcare service utilization trends, claim inventory levels, changes in membership, product mix, seasonality, benefit changes or changes in Medicaid fee schedules, provider contract changes, prior authorizations and the incidence of catastrophic or pandemic cases. \n\nBecause of the significant degree of judgment involved in estimation of our IBNP liability, there is considerable variability and uncertainty inherent in such estimates. Each reporting period, the recognized IBNP liability represents our best estimate of the total amount of unpaid claims incurred as of the balance sheet date using a consistent methodology in estimating our IBNP liability. We believe our current estimates are reasonable and adequate; however, the development of our estimate is a continuous process that we monitor and update as more complete claims payment information and healthcare cost trend data becomes available. Actual medical care costs may be less than we previously estimated (favorable development) or more than we previously estimated (unfavorable development), and any differences could be material. Any adjustments to reflect favorable development would be recognized as a decrease to medical care costs, and any adjustments to reflect unfavorable development would be recognized as an increase to medical care costs , in the period in which the adjustments are determined. \n\nRefer to Note 10, &#8220;Medical Claims and Benefits Payable,&#8221; for a table presenting the components of the change in our medical claims and benefits payable, for all periods presented in the accompanying consolidated financial statements. \n\nPremium Revenue Recognition and Amounts Due Government Agencies \n\nPremium revenue is generated from our contracts with state and federal agencies, in connection with our participation in the Medicaid, Medicare, and Marketplace programs. Premium revenue is generally received based on per member per month (&#8220;PMPM&#8221;) rates established in advance of the periods covered. These premium revenues are recognized in the month that members are entitled to receive healthcare services, and premiums collected in advance are deferred. State Medicaid programs and the federal Medicare program periodically adjust premium rates, including certain components of premium revenue that are subject to accounting estimates and are described below, under &#8220;Contractual Provisions That May Adjust or Limit Revenue or Profit,&#8221; and &#8220;Quality Incentives.&#8221; \n\nContractual Provisions That May Adjust or Limit Revenue or Profit \n\nMany of our contracts contain provisions that may adjust or limit revenue or profit, as described below. Consequently, we recognize premium revenue as it is earned under such provisions. Liabilities accrued for premiums to be returned under such provisions are reported in the aggregate as &#8220;Amounts due government agencies&#8221; in the accompanying consolidated balance sheets. Categorized by program, such amounts due government agencies included the following: \n\n##TABLE_START December 31, 2022 2021 (In millions) Medicaid program: Minimum MLR, corridors, and profit sharing $ 1,145 &#160; $ 1,016 &#160; Other premium adjustments 482 &#160; 263 &#160; Medicare program: Risk adjustment and Part D risk sharing 76 &#160; 89 &#160; Minimum MLR and profit sharing 84 &#160; 101 &#160; Other premium adjustments 27 &#160; <ix:nonFraction unitRef=\"usd\" contextRef=\"i863e60c11f294d5382a62b168dc11650_I20211231\" decimals=\"-6\" name=\"moh:OtherMedicareProgram\" scale=\"6\" id=\"id3VybDovL2RvY3MudjEvZG9jOmE2MTMxY2RmNGQzNTRk"
    },
    {
      "section": "1A",
      "text": ""
    },
    {
      "section": "1B",
      "text": ""
    },
    {
      "section": "2",
      "text": " \n\nPROPERTIES \n\nWe own and lease certain real properties to support the business operations of our reportable segments. In the fourth quarter of 2022, we completed a plan to reduce the real estate footprint used in our business operations to accommodate our move to a permanent remote work environment, a model we have been working under successfully for over two years. Our remaining office space is being reconfigured and optimized for utilization and efficiency. While we believe our current and anticipated facilities are adequate to meet our operational needs in the near term, we continually evaluate the adequacy of our properties for our anticipated future needs. \n\n"
    },
    {
      "section": "3",
      "text": " \n\nLEGAL PROCEEDINGS \n\nKentucky RFP. On September 4, 2020, Anthem Kentucky Managed Care Plan, Inc. brought an action in Franklin County Circuit Court against the Kentucky Finance and Administration Cabinet, the Kentucky Cabinet for Health and Family Services, and all of the five winning bidder health plans, including our Kentucky health plan. On September 9, 2022, the Kentucky Court of Appeals ruled that, with regard to the earlier Circuit Court ruling granting Anthem relief, the Circuit Court should not have invalidated the 2020 procurement and thus should not have awarded a contract to Anthem. Anthem has sought discretionary review by the Kentucky Supreme Court of the ruling by the Court of Appeals. Pending further Court order, our Kentucky health plan will continue to operate for the foreseeable future under its current Medicaid contract. \n\nPuerto Rico. On August 13, 2021, Molina Healthcare of Puerto Rico, Inc. (&#8220;MHPR&#8221;) filed a complaint asserting, among other claims, breach of contract against Puerto Rico Health Insurance Administration (&#8220;ASES&#8221;). On September 13, 2021, ASES filed a counterclaim and a third-party complaint against MHPR and the Company. This matter remains subject to significant additional proceedings, and no prediction can be made as to the outcome. \n\nRefer to the Notes to Consolidated Financial Statements, Note 15, &#8220;Commitments and Contingencies&#8212;Legal Proceedings,&#8221; for further information. \n\n"
    },
    {
      "section": "4",
      "text": ""
    },
    {
      "section": "5",
      "text": " \n\nMARKET FOR REGISTRANT&#8217;S COMMON EQUITY, RELATED STOCKHOLDER MATTERS AND ISSUER PURCHASES OF EQUITY SECURITIES \n\nSTOCK REPURCHASE PROGRAMS \n\nPurchases of common stock made by us or on our behalf during the quarter ended December 31, 2022, including shares withheld by us to satisfy our employees&#8217; income tax obligations, are set forth below: \n\n##TABLE_START Total Number \n\nof Shares \n\nPurchased (1) \n\nAverage Price Paid per Share Total Number of \n\nShares Purchased as \n\nPart of Publicly \n\nAnnounced Plans or \n\nPrograms (2) \n\nApproximate Dollar Value of Shares That May Yet Be Purchased Under the Plans or Programs (2) \n\nOctober 1 &#8212; October 31 2,000 $ 331.74 &#8212; $ 300,000,000 November 1 &#8212; November 30 147,000 $ 328.85 147,000 $ 451,658,000 December 1 &#8212; December 31 443,000 $ 342.44 443,000 $ 300,000,000 592,000 $ 339.03 590,000 ##TABLE_END\n\n_______________________ \n\n(1) During the three months ended December 31, 2022, there were approximately 590,000 shares repurchased as part of our publicly announced share repurchase program and we withheld approximately 2,000 shares of common stock to settle employee income tax obligations, for releases of awards granted under the Molina Healthcare, Inc. 2019 Equity Incentive Plan. For further information refer to Notes to Consolidated Financial Statements, Note 13, &#8220;Stockholders' Equity.&#8221; \n\n(2) For further information on our stock repurchase programs, refer to Notes to Consolidated Financial Statements, Note 13, &#8220;Stockholders' Equity.&#8221; \n\nSTOCK PERFORMANCE GRAPH \n\nThe following graph and related discussion are being furnished solely to accompany this Annual Report on Form 10-K pursuant to Item 201(e) of Regulation S-K and shall not be deemed to be &#8220;soliciting materials&#8221; or to be &#8220;filed&#8221; with the U.S. Securities and Exchange Commission (&#8220;SEC&#8221;) (other than as provided in Item 201) nor shall this information be incorporated by reference into any future filing under the Securities Act or the Exchange Act, whether made before or after the date hereof and irrespective of any general incorporation language contained therein, except to the extent that we specifically incorporate it by reference into a filing. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 32 \n\nThe following line graph compares the percentage change in the cumulative total return on our common stock against the cumulative total return of the Standard &#38; Poor&#8217;s Corporation Composite 500 Index (the &#8220;S&#38;P 500&#8221;) and a peer group index for the five-year period from December 31, 2017 to December 31, 2022. The comparison assumes $100 was invested on December 31, 2017, in our common stock and in each of the foregoing indices and assumes reinvestment of dividends. The stock performance shown on the graph below represents historical stock price performance and is not necessarily indicative of future stock price performance. \n\nThe peer group index consists of Acadia Healthcare Company, Inc. (ACHC), Elevance Health, Inc. (ELV), Centene Corporation (CNC), Cigna Corporation (CI), Community Health Systems, Inc. (CYH), HCA Healthcare, Inc. (HCA), Humana, Inc. (HUM), Laboratory Corporation of America Holdings (LH), Magellan Health, Inc. (MGLN), Quest Diagnostics Incorporated (DGX), Tenet Healthcare Corporation (THC) and Universal Health Services, Inc. (UHS). \n\nSTOCK TRADING SYMBOL AND DIVIDENDS \n\nOur common stock is listed on the New York Stock Exchange under the trading symbol &#8220;MOH.&#8221; As of February 10, 2023, there were 14 registered holders of record of our common stock, including Cede &#38; Co. To date we have not paid cash dividends on our common stock. We currently intend to retain any future earnings to fund our projected business operations. However, we intend to periodically evaluate our cash position to determine whether to pay a cash dividend in the future. Our ability to pay dividends is partially dependent on, among other things, our receipt of cash dividends from our regulated subsidiaries. The ability of our regulated subsidiaries to pay dividends to us is limited by the state departments of insurance in the states in which we operate or may operate, as well as requirements of the government-sponsored health programs in which we participate. Additionally, our credit agreement contains various covenants that limit our ability to pay dividends on our common stock. Any future determination to pay dividends will be at the discretion of our board of directors and will depend upon, among other factors, our results of operations, financial condition, capital requirements and contractual and regulatory restrictions. For more information regarding restrictions on the ability of our regulated subsidiaries to pay dividends to us, please see the Notes to Consolidated Financial Statements, Note 15, &#8220;Commitments and Contingencies&#8212;Regulatory Capital Requirements and Dividend Restrictions.&#8221; \n\nMolina Healthcare, Inc. 2022 Form 10-K | 33 \n\n"
    },
    {
      "section": "6",
      "text": ""
    },
    {
      "section": "7",
      "text": " \n\nMANAGEMENT&#8217;S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS (&#8220;MD&#38;A&#8221;) \n\nManagement&#8217;s discussion and analysis of financial condition and results of operations as of and for the years ended December 31, 2022 and 2021, are presented in the sections that follow. Our MD&#38;A as of and for the year ended December 31, 2020, may be found in our 2021 Annual Report on Form 10-K, which prior disclosure is incorporated by reference herein. \n\nOVERVIEW \n\nMolina Healthcare, Inc., a FORTUNE 500 company (currently ranked 125), provides managed healthcare services under the Medicaid and Medicare programs, and through the state insurance marketplaces (the &#8220;Marketplace&#8221;). We served approximately 5.3 million members as of December 31, 2022, located across 19 states. \n\n2022 HIGHLIGHTS \n\nHighlights of our 2022 results included the following: \n\n&#8226; Net income of $792 million, or $13.55 per diluted share, compared to $659 million, or $11.25 per diluted share, in 2021; \n\n&#8226; Total revenue of $32.0 billion, which increased 15% compared to 2021; \n\n&#8226; Premium revenue of $30.9 billion, which increased 15% compared to 2021; \n\n&#8226; Consolidated medical care ratio (&#8220;MCR&#8221;) of 88.0%, compared to 88.3% in 2021; \n\n&#8226; Membership increased 59,000 members year over year to 5.3 million at December 31, 2022; \n\n&#8226; General and administrative expense ratio (&#8220;G&#38;A ratio&#8221;) improved to 7.2%, compared to 7.4% in 2021; and \n\n&#8226; After-tax margin of 2.5%, compared to 2.4% in 2021. \n\nNet Effect Of COVID \n\nThe net effect of COVID decreased 2022 net income per diluted share by $2.50 and decreased 2021 net income per diluted share by $3.50. The net effect of COVID impacted all three lines of business and increased the 2022 consolidated MCR by approximately 60 basis points, compared to an increase of approximately 90 basis points to the consolidated MCR in 2021. The net effect of COVID reflects COVID-related inpatient costs and COVID-related risk corridors enacted by a number of our state customers beginning in the second quarter of 2020, partially offset by a decrease in medical costs due to COVID-related utilization curtailment. \n\nReal Estate Impairment \n\nIn the fourth quarter of 2022, we recognized an impairment charge of $208 million, or $2.72 per diluted share, on right-of-use lease assets and related property and equipment in connection with the reduction in leased space used in our business operations, to accommodate the move to a permanent remote work environment. \n\nGrowth Initiatives \n\nOur growth initiatives, including accretive acquisitions, state Medicaid procurement awards and other organic growth priorities, are driving increases in our current and expected future premium revenue base and operating income. The acquisitions of Affinity Health Plan, Inc.&#8217;s New York Medicaid business in October 2021, Cigna Corporation&#8217;s Texas Medicaid and Medicare-Medicaid Plan contracts in January 2022, and AgeWell New York&#8217;s Medicaid Long Term Care business in October 2022 are all contributing to our 2022 results of operations. The commencement of Nevada Medicaid operations in January 2022 also contributed to our 2022 results of operations. Our recent Medicaid procurement wins in California, Iowa and Nebraska demonstrate our ability to win new state contracts and, along with the acquisition of My Choice Wisconsin&#8217;s LTSS business that we expect to close in mid-2023, will contribute to our expected growth in premium revenues and results of operations in 2023 and 2024. We expect our future results of operations will also be impacted by organic membership growth in Medicare, partially offset by the impact of known pharmacy carve-outs in Medicaid, the resumption of Medicaid redeterminations beginning in April 2023, the impact of lower Marketplace membership, and 2022 Medicaid premium revenue for directed payments in Texas that we don&#8217;t expect to recur in 2023. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 34 \n\nFINANCIAL RESULTS SUMMARY \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 (In millions, except per-share amounts) Premium revenue $ 30,883 $ 26,855 Less: medical care costs 27,175 23,704 Medical margin 3,708 3,151 MCR (1) \n\n88.0 % 88.3 % Other revenues: Premium tax revenue 873 787 Investment income 143 52 Other revenue 75 77 General and administrative expenses 2,311 2,068 G&#38;A ratio (2) \n\n7.2 % 7.4 % Premium tax expenses 873 787 Depreciation and amortization 176 131 Impairment 208 &#8212; Other 58 61 Operating income 1,173 1,020 Interest expense 110 120 Other expenses, net &#8212; 25 Income before income tax expense 1,063 875 Income tax expense 271 216 Net income $ 792 $ 659 Net income per diluted share $ 13.55 $ 11.25 Diluted weighted average shares outstanding 58.5 58.6 Other Key Statistics: Ending Membership 5.3 5.2 Effective income tax rate 25.5 % 24.7 % \n\nAfter-tax margin (3) \n\n2.5 % 2.4 % ##TABLE_END\n\n__________________ \n\n(1) MCR represents medical care costs as a percentage of premium revenue. \n\n(2) G&#38;A ratio represents general and administrative expenses as a percentage of total revenue. \n\n(3) After-tax margin represents net income as a percentage of total revenue. \n\nCONSOLIDATED RESULTS \n\nNET INCOME AND OPERATING INCOME \n\nNet income amounted to $792 million, or $13.55 per diluted share in 2022, compared with net income of $659 million, or $11.25 per diluted share, in 2021. We estimate that the net effect of COVID decreased net income by approximately $2.50 per diluted share in 2022 and by approximately $3.50 per diluted share in 2021. \n\nOperating income was $1,173 million in 2022, compared with $1,020 million in 2021. The improvement in operating income was mainly due to membership growth and higher premium revenues, and a year-over-year decrease in the \n\nMolina Healthcare, Inc. 2022 Form 10-K | 35 \n\nMCR, partially offset by the impact of the $208 million impairment charge that we recognized in connection with the reduction in leased space. \n\nNet income per share in 2022 was favorably impacted by the reduction in common shares outstanding as a result of our share repurchase programs in the second and fourth quarters of 2022. Net income per share in 2021 was favorably impacted by the reduction in common shares outstanding as a result of our share repurchase programs in 2020. See further discussion and information in &#8220;Liquidity and Financial Condition,&#8221; below. \n\nPREMIUM REVENUE \n\nPremium revenue increased $4.0 billion, or 15%, in 2022, when compared with 2021. The higher premium revenue reflects the impact of acquisitions, and increased organic membership in the Medicaid and Medicare segments, partially offset by a decline in the Marketplace segment. \n\nMEDICAL CARE RATIO \n\nThe consolidated MCR decreased to 88.0% in 2022, compared with 88.3% in 2021. The improvement relates to improved operating performance in our Medicaid segment, partially offset by an increase in the Medicare and Marketplace segments. The results also reflect a favorable year-over-year change in the net effect of COVID, which impacted all of our segments and increased the consolidated MCR by approximately 60 basis points in 2022, compared to approximately 90 basis points in 2021. The year-over-year change in the net effect of COVID mainly reflects lower COVID-related risk corridors and COVID inpatient costs, partially offset by lower COVID-related utilization curtailment. \n\nThe prior year reserve development in 2022 was favorable, but its impact on earnings was partially absorbed by the COVID-related risk corridors. \n\nPREMIUM TAX REVENUE AND EXPENSES \n\nThe premium tax ratio decreased to 2.7% in 2022, compared with 2.8% in 2021. The current year ratio decrease was mainly due to changes in business mix. \n\nINVESTMENT INCOME \n\nInvestment income increased to $143 million in 2022, compared with $52 million in 2021. The improvement was driven by recent increases in market interest rates and higher invested assets. Additionally, investment income was lower in the first half of 2021 due to a temporary allocation in shorter-term invested assets due to the COVID-19 pandemic, which was ended in the second quarter of 2021. \n\nOTHER REVENUE \n\nOther revenue decreased slightly to $75 million in 2022, compared with $77 million in 2021. Other revenue mainly includes service revenue associated with long-term services and supports consultative services we provide in Wisconsin. \n\nGENERAL AND ADMINISTRATIVE (&#8220;G&#38;A&#8221;) EXPENSES \n\nThe G&#38;A expense ratio decreased slightly to 7.2% in 2022 compared with 7.4% in 2021, which reflects the benefits of scale produced by our increase in revenue and disciplined cost management. \n\nDEPRECIATION AND AMORTIZATION \n\nDepreciation and amortization increased to $176 million in 2022, compared with $131 million in 2021. The increase was due primarily to amortization associated with acquisitions completed in the fourth quarter of 2021 and the year ended December 31, 2022. \n\nIMPAIRMENT \n\nIn the fourth quarter of 2022, we recognized an impairment of $208 million on right-of-use lease assets and related property and equipment in connection with the reduction in leased space to accommodate the move to a permanent remote work environment. Approximately $192 million of the impairment is directly associated with the reduction in leased space used in our business operations. We assessed ROU assets for impairment based on a valuation and recoverability analysis, which was determined with the assistance of a third-party real estate specialist. The remaining $16 million of the impairment relates to leasehold improvements and other property and equipment associated with the reduction in leased space. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 36 \n\nOTHER OPERATING EXPENSES \n\nOther operating expenses decreased slightly to $58 million in 2022, compared with $61 million in 2021. Other operating expenses mainly include service costs associated with long-term services and supports consultative services we provide in Wisconsin, as noted above. \n\nINTEREST EXPENSE \n\nInterest expense decreased to $110 million in 2022, compared with $120 million in 2021. The decrease resulted from our early redemption of $700 million aggregate principal amount of our 5.375% senior notes due 2022 in the fourth quarter of 2021, partially offset by interest related to the private offering of $750 million aggregate principal amount of the 3.875% Notes due 2032 in the same period. \n\nOTHER EXPENSES, NET \n\nIn 2021, we recognized a loss on debt repayment of $25 million in connection with early redemption of our 5.375% Notes. \n\nINCOME TAXES \n\nIncome tax expense amounted to $271 million in 2022, or 25.5% of pretax income, compared with income tax expense of $216 million in 2021, or 24.7% of the pretax income. The difference in the effective tax rate is primarily due to an increase in nondeductible expenses and state and local income taxes, and differences in discrete tax benefits recognized in the respective periods. \n\nREPORTABLE SEGMENTS \n\nAs of December 31, 2022, we served approximately 5.3 million members eligible for Medicaid, Medicare, and other government-sponsored healthcare programs for low-income families and individuals, including Marketplace members, most of whom receive government premium subsidies. \n\nWe currently have reportable segments consisting of: 1) Medicaid; 2) Medicare; 3) Marketplace; and 4) Other. \n\nThe Medicaid, Medicare, and Marketplace segments represent the government-funded or sponsored programs under which we offer managed healthcare services. The Other segment, which is insignificant to our consolidated results of operations, includes long-term services and supports consultative services in Wisconsin. \n\nSee Part I, Item 1. Business for further description of our segments. \n\nHOW WE ASSESS PERFORMANCE \n\nWe derive our revenues primarily from health insurance premiums. Our primary customers are state Medicaid agencies and the federal government. \n\nThe key metrics used to assess the performance of our Medicaid, Medicare, and Marketplace segments are premium revenue, medical margin and MCR. MCR represents the amount of medical care costs as a percentage of premium revenue. Therefore, the underlying medical margin, or the amount earned by the Medicaid, Medicare, and Marketplace segments after medical costs are deducted from premium revenue, represents the most important measure of earnings reviewed by management, and is used by our chief executive officer to review results, assess performance, and allocate resources. The key metric used to assess the performance of our Other segment is service margin. The service margin is equal to service revenue minus cost of service revenue. \n\nManagement&#8217;s discussion and analysis of the change in medical margin is discussed below under &#8220;Segment Financial Performance.&#8221; For more information, see Notes to Consolidated Financial Statements, Note 16, &#8220;Segments.&#8221; \n\nTRENDS AND UNCERTAINTIES \n\nFor a discussion of the trends, uncertainties and other developments that affected our reportable segments during the year, refer to &#8220;Item 1. Business&#8212;Our Business,&#8221; &#8220;&#8212;COVID-19 Pandemic,&#8221; &#8220;&#8212;Legislative and Political Environment,&#8221; &#8220;&#8212;Operations&#8212;Medical Management,&#8221; and &#8220;&#8212;Regulation.&#8221; \n\nMolina Healthcare, Inc. 2022 Form 10-K | 37 \n\nSEGMENT FINANCIAL PERFORMANCE \n\nThe following table summarizes our membership by segment as of the dates indicated: \n\n##TABLE_START As of December 31, 2022 2021 Medicaid 4,754,000 4,329,000 Medicare 156,000 142,000 Marketplace 348,000 728,000 Total 5,258,000 5,199,000 ##TABLE_END\n\nThe tables below summarize premium revenue, medical margin, and MCR by segment for the periods indicated (dollars in millions): \n\n##TABLE_START Year Ended December 31, 2022 2021 Premium Revenue Medical Margin MCR Premium Revenue Medical Margin MCR Medicaid $ 24,827 $ 2,981 88.0 % $ 20,461 $ 2,322 88.7 % Medicare 3,795 437 88.5 3,361 430 87.2 Marketplace 2,261 290 87.2 3,033 399 86.9 Total $ 30,883 $ 3,708 88.0 % $ 26,855 $ 3,151 88.3 % ##TABLE_END\n\nMedicaid \n\nKey factors affecting results for this segment include: \n\n&#8226; Membership growth of 425,000 during the year, driven by our growth initiatives, including our acquisitions and expansion into new states; \n\n&#8226; The status of the PHE and the associated suspension of membership redeterminations; \n\n&#8226; Improved operating performance, including medical cost management; and \n\n&#8226; The net effect of COVID, which increased the 2022 MCR by approximately 10 basis points, compared to an increase of 20 basis points in the 2021 MCR. \n\nMedicaid premium revenue increased $4.4 billion, or 21% in 2022, when compared with 2021. The increase was mainly due to the impact from the Affinity, Cigna and AgeWell acquisitions, and state directed payments in our Texas health plan, as well as organic membership growth, including our entry into Nevada. We also benefited from organic membership growth across several other states, driven mainly by the extension of the PHE period and the associated suspension of membership redeterminations due to COVID-19. \n\nAs described in &#8220;Item 1. Business&#8212;COVID-19 Pandemic,&#8221; we recognized approximately $197 million in 2022 for the impact of COVID-related risk corridors, enacted by several states in 2020 in response to the lower utilization of medical services resulting from COVID-19. We recognized approximately $323 million in 2021, for the impact of these risk corridors in 2021. The decrease was due to the elimination of most of the COVID-19 risk corridors. \n\nThe medical margin of our Medicaid program increased $659 million in 2022, or 28%, when compared with 2021. The increase in margin was driven by the growth in membership and premium revenues discussed above and the MCR decrease discussed below. \n\nThe Medicaid MCR decreased 70 basis points to 88.0% in 2022, from 88.7% in 2021. The improvement is mainly attributable to improved operating performance, including medical cost management, and the year-over-year change in the net effect of COVID, partially offset by the impact of state directed payments in our Texas health plan. The year-over-year change in the net effect of COVID for 2022 mainly reflects lower COVID-related risk corridors, partially offset by lower COVID-related utilization curtailment. The 2022 MCR of 88% is at the low end of our long-term target range of 88% to 89% and is consistent with pre-pandemic levels. \n\nMedicare \n\nKey factors affecting results for this segment include: \n\n&#8226; Our expansion in MAPD and D-SNP membership; \n\nMolina Healthcare, Inc. 2022 Form 10-K | 38 \n\n&#8226; Achievement of member risk scores and associated risk-adjusted premium that are commensurate with the health status, or acuity, of our Medicare members; and \n\n&#8226; The net effect of COVID, which increased the 2022 MCR by approximately 300 basis points, compared to an increase of 220 basis points in the 2021 MCR. \n\nMedicare premium revenue increased $434 million, or 13%, in 2022 compared to 2021. The increase was primarily due to the impact of MAPD and D-SNP membership expansion, including organic membership growth in existing states, partially offset by lower premium revenue PMPM from the change in business mix. \n\nThe medical margin for Medicare increased $7 million in 2022 compared to 2021. The year-over-year increase is mainly due to the increase in premium revenue, partially offset by the increase in the MCR discussed below. \n\nThe Medicare MCR increased to 88.5% in 2022, from 87.2% in 2021, or 130 basis points. The MCR increase was primarily driven by the year-over-year change in the net effect of COVID. COVID-related utilization curtailment and corridor adjustments drove a lower MCR for 2021, and COVID inpatient costs increased in 2022. Additionally, the increase in MCR was driven by higher non-COVID utilization and the impact of lower risk-adjusted premiums associated with first year MAPD members, partially offset by higher risk scores on renewing members that more closely reflect the acuity of our membership, and strong medical cost management. The 2022 MCR of 88.5% was modestly above our long-term target range of 87% to 88% due to the net effect of COVID. \n\nMarketplace \n\nKey factors affecting results for this segment include: \n\n&#8226; Our product and pricing strategy, which resulted in an overall reduction in membership and repositioning in the metallic tier membership mix; \n\n&#8226; Achievement of member risk scores and associated risk-adjusted premium that are commensurate with the health status, or acuity, of our Marketplace members; and \n\n&#8226; The net effect of COVID, which increased the 2022 MCR by approximately 120 basis points, compared to an increase of 430 basis points in the 2021 MCR. \n\nMarketplace premium revenue decreased $772 million in 2022 compared to 2021. The decrease was mainly due to an expected decrease in membership in line with our product and pricing strategy, partially offset by an increase in premium revenue PMPM. Our Marketplace membership as of December 31, 2022, amounted to 348,000 members, representing a decrease of 380,000 members compared to December 31, 2021. The increase in premium revenue PMPM is consistent with the change in metallic tier mix, which reflects an increase of members in the sliver metal tier and a decrease of members in the bronze metal tier, partially offset by an increase in the 2021 risk adjustment payment that was finalized in June 2022. \n\nThe Marketplace medical margin decreased $109 million in 2022, primarily due to the net decrease in membership and premiums, and the increase in the MCR described below. \n\nThe Marketplace MCR increased to 87.2% in 2022, compared to 86.9% in 2021, or 30 basis points. The increase in 2022 reflects changes in membership mix that includes higher acuity members, the unfavorable change in the 2021 risk adjustment payable recognized in the second quarter of 2022, and the unfavorable impact of settling prior year provider balances, partially offset by the year-over-year change in the net effect of COVID. The 2022 MCR of 87.2% is higher than our long-term target range of 78% to 80% due to these factors. We expect MCR performance in 2023 to be within our target range, as we continue to execute on our product and pricing strategy. \n\nOther \n\nThe Other segment includes service revenues and costs associated with the long-term services and supports consultative services we provide in Wisconsin, and also includes certain corporate amounts not allocated to the Medicaid, Medicare, or Marketplace segments. Such amounts were immaterial to our consolidated results of operations for 2022 and 2021. \n\nLIQUIDITY AND FINANCIAL CONDITION \n\nLIQUIDITY \n\nWe manage our cash, investments, and capital structure to meet the short- and long-term obligations of our business while maintaining liquidity and financial flexibility. We forecast, analyze, and monitor our cash flows to enable prudent investment management and financing within the confines of our financial strategy. \n\nWe maintain liquidity at two levels: 1) the regulated health plan subsidiaries; and 2) the parent company. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 39 \n\nOur regulated health plan subsidiaries&#8217; primary liquidity requirements include payment of medical claims and other health care services; payment of certain settlements with our state and federal customers, such as minimum medical loss ratio and risk corridors and Marketplace risk transfers on behalf of CMS; general and administrative costs directly incurred or paid through an administrative services agreement to the parent company; and federal tax payments to the parent company under an intercompany tax sharing agreement. Our regulated health plan subsidiaries meet their liquidity needs by generating cash flows from operating activities, primarily from premium revenue; cash flows from investing activities, including investment income and sales of investments; and capital contributions received from our parent company. \n\nOur regulated health plan subsidiaries generally receive premiums in advance of payments of claims for medical and other health care services; however, cash and cash equivalents in regulated health plan subsidiaries can fluctuate significantly in a particular period depending on the timing of receipts for premiums from our government partners. Any decline or delay in receipt of premium revenue could have a negative impact on our liquidity. We did not experience noticeable delays to, or changes in, the timing or level of premium receipts in 2022 or 2021 as a result of the COVID-19 pandemic, but there can be no assurance that we will not experience such delays in the future. See further discussion below in &#8220;Future Sources and Uses of Liquidity&#8212;Future Uses&#8212; Potential Impact of COVID-19 Pandemic .&#8221; \n\nOur regulated health plan subsidiaries are each subject to applicable state regulations that, among other things, require the maintenance of minimum levels of capital and surplus. We continue to maintain appropriate levels of aggregate excess statutory capital and surplus in our regulated health plan subsidiaries. See further discussion under &#8220;Regulatory Capital and Dividend Restrictions&#8221; below. When available and as permitted by applicable regulations, cash in excess of the capital needs of our regulated health plan subsidiaries is generally paid in the form of dividends to our parent company to be used for general corporate purposes. The regulated health plan subsidiaries paid dividends to the parent company amounting to $668 million in 2022 and $564 million in 2021. \n\nParent company liquidity requirements generally consist of payment of administrative costs not directly incurred by our regulated operations, including, but not limited to, staffing costs, lease payments, branding and certain information technology services; capital contributions paid to our regulated health plan subsidiaries, including funding for newer health plans; capital expenditures; debt service; funding for common stock purchases, acquisitions and other growth-related activities; and federal tax payments. The parent company contributed capital of $159 million and $440 million in 2022 and 2021, respectively, to our regulated health plan subsidiaries to satisfy statutory capital and surplus requirements. The higher contributions in 2021 were mainly attributed to fund growth in our New York and Kentucky health plans. Our parent company normally meets its liquidity requirements from administrative services fees earned under administrative services agreements; dividends received from our regulated subsidiaries; federal tax payments collected from the regulated subsidiaries; proceeds received from the issuance of debt and equity securities; and cash flows from investing activities, including investment income and sales of investments. \n\nCash, cash equivalents and investments at the parent company amounted to $375 million and $348 million as of December 31, 2022, and 2021, respectively. The increase in 2022 was primarily due to the dividends received from our regulated health plan subsidiaries, partially offset by the share repurchase program and the timing of corporate payments and capital contributions to regulated health plan subsidiaries. \n\nInvestments \n\nAfter considering expected cash flows from operating activities, we generally invest cash of regulated subsidiaries that exceeds our expected short-term obligations in longer term, investment-grade, and marketable debt securities to improve our overall investment return. These investments are made pursuant to board-approved investment policies which conform to applicable state laws and regulations. \n\nOur investment policies are designed to provide liquidity, preserve capital, and maximize total return on invested assets, all in a manner consistent with state requirements that prescribe the types of instruments in which our subsidiaries may invest. These investment policies require that our investments have final maturities of less than 15 years, or less than 15 years average life for structured securities. Professional portfolio managers operating under documented guidelines manage our investments and a portion of our cash equivalents. Our portfolio managers must obtain our prior approval before selling investments where the loss position of those investments exceeds certain levels. \n\nWe believe that the risks of the COVID-19 pandemic, as they relate to our investments, are minimal. The overall rating of our portfolio is A+. Our investment policy has directives in conjunction with state guidelines to minimize risks and exposures in volatile markets. Additionally, our portfolio managers assist us in navigating the current volatility in the capital markets. Our restricted investments are invested principally in cash, cash equivalents, U.S. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 40 \n\nTreasury securities, and corporate debt securities; we have the ability to hold such restricted investments until maturity. All of our unrestricted investments are classified as current assets. \n\nCash Flow Activities \n\nOur cash flows are summarized as follows: \n\n##TABLE_START Year Ended December 31, 2022 2021 Change (In millions) Net cash provided by operating activities $ 773 $ 2,119 $ (1,346) Net cash used in investing activities (790) (1,653) 863 Net cash used in financing activities (441) (183) (258) Net (decrease) increase in cash, cash equivalents, and restricted cash and cash equivalents $ (458) $ 283 $ (741) ##TABLE_END\n\nOperating Activities \n\nWe typically receive capitation payments monthly, in advance of payments for medical claims; however, government payors may adjust their payment schedules, positively or negatively impacting our reported cash flows from operating activities in any given period. For example, government payors may delay our premium payments, or they may prepay the following month&#8217;s premium payment. \n\nNet cash provided by operations was $773 million in 2022, compared with $2,119 million in 2021. The $1,346 million decrease in 2022 cash flow was mainly due to the net impact of timing differences in government receivables and payables, including larger risk adjustment payments made in 2022 for the Marketplace 2021 plan year and payment for Medicaid minimum MLR and risk corridor settlements related to prior plan years. \n\nInvesting Activities \n\nNet cash used in investing activities was $790 million in 2022, compared with $1,653 million in 2021, an increase in year-over-year cash flow of $863 million. This change in cash flow was primarily due to the net impact of proceeds and purchases of investments. In 2022 and 2021, we funded acquisitions in the amounts of $134 million and $129 million, respectively. \n\nFinancing Activities \n\nNet cash used in financing activities was $441 million in 2022, compared with $183 million in 2021, a decrease in year-over-year cash flow of $258 million. In 2022, cash outflows included common stock purchases of $400 million and $54 million for common stock withheld to settle employee tax obligations. In 2021, cash inflows included $740 million from the issuance of the 3.875% Notes due 2032, and cash outflows included $723 million in repayment of the 5.375% Notes due 2022, common stock purchases of $128 million and $53 million for common stock withheld to settle employee tax obligations. Additionally, we paid $20 million in each of 2022 and 2021 to settle contingent consideration liabilities relating to our Kentucky Passport acquisition that closed in 2020. \n\nFINANCIAL CONDITION \n\nWe believe that our cash resources, borrowing capacity available under our Credit Agreement as discussed further below in &#8220;Future Sources and Uses of Liquidity&#8212;Future Sources,&#8221; and internally generated funds will be sufficient to support our operations, regulatory requirements, debt repayment obligations and capital expenditures for at least the next 12 months. \n\nOn a consolidated basis, as of December 31, 2022, our working capital was $3.2 billion compared with $3.0 billion as of December 31, 2021. At December 31, 2022, our cash and investments amounted to $7.7 billion, compared with $7.9 billion of cash and investments at December 31, 2021. A significant portion of our portfolio is held in cash and cash equivalents and we do not anticipate the fluctuations in the aggregate fair value of our financial assets to have a material impact on our liquidity or capital position since we intend to hold our securities to maturity. Net unrealized losses on our investments classified as current and available for sale increased to $210 million at December 31, 2022 compared to $6 million at December 31, 2021. We have determined that the unrealized losses primarily resulted from fluctuating interest rates, rather than a deterioration of the creditworthiness of the issuers. \n\nBecause of the statutory restrictions that inhibit the ability of our health plan subsidiaries to transfer net assets to us, the amount of retained earnings readily available to pay dividends to our stockholders is generally limited to cash, \n\nMolina Healthcare, Inc. 2022 Form 10-K | 41 \n\ncash equivalents and investments held by our unregulated parent. For more information, see the &#8220;Liquidity&#8221; discussion presented above. \n\nRegulatory Capital and Dividend Restrictions \n\nEach of our regulated, wholly owned subsidiaries must maintain a minimum amount of statutory capital determined by statute or regulations. Such statutes, regulations and capital requirements also restrict the timing, payment and amount of dividends and other distributions, loans or advances that may be paid to us as the sole stockholder. To the extent our subsidiaries must comply with these regulations, they may not have the financial flexibility to transfer funds to us. Based upon current statutes and regulations, the minimum capital and surplus requirement for these subsidiaries was estimated to be approximately $2.3 billion at December 31, 2022, compared with $2.1 billion at December 31, 2021. The aggregate capital and surplus of our wholly owned subsidiaries was in excess of these minimum capital requirements as of both dates. \n\nUnder applicable regulatory requirements, the amount of dividends that may be paid by our wholly owned subsidiaries without prior approval by regulatory authorities as of December 31, 2022, was approximately $210 million in the aggregate. The subsidiaries may pay dividends over this amount, but only after approval is granted by the regulatory authorities. \n\nBased on our cash and investments balances as of December 31, 2022, management believes that our regulated wholly owned subsidiaries remain well capitalized and exceed their regulatory minimum requirements. We have the ability, and have committed to provide, additional capital to each of our health plans as necessary to ensure compliance with statutory capital and surplus requirements. \n\nCapital Structure \n\nIn November 2022, our board of directors authorized the purchase of up to $500 million, in the aggregate, of our common stock. This new program supersedes the stock purchase program previously approved by our board of directors in September 2021. This new program will be funded with cash on hand and extends through December 31, 2023. During the fourth quarter of 2022, we used $200 million to repurchase 590,000 shares under this program. \n\nAs debt held by the parent company comes due, we typically engage in a new private offering of debt to retire and replace the prior issuance. For several years we saw a continued decline in interest rates, which benefited our overall cost of capital during that time. However, interest rates have increased since we issued our 3.875% Notes due 2032 in 2021. Accordingly, future refinancing may occur at a higher rate than those we have achieved historically. This would increase our cost of capital in the future or may cause us to pursue alternative financing sources, should the need arise. \n\nWe are not a party to any off-balance sheet financing arrangements. \n\nDebt Ratings \n\nEach of our senior notes is rated &#8220;BB-&#8221; by Standard &#38; Poor&#8217;s, and &#8220;Ba3&#8221; by Moody&#8217;s Investor Service, Inc. A downgrade in our ratings could adversely affect our borrowing capacity and increase our borrowing costs. \n\nFinancial Covenants \n\nThe Credit Agreement contains customary non-financial and financial covenants, including a net leverage ratio and an interest coverage ratio. Such ratios are computed as defined by the terms of the Credit Agreement. \n\nIn addition, the indentures governing each of our outstanding senior notes contain cross-default provisions that are triggered upon default by us or any of our subsidiaries on any indebtedness in excess of the amount specified in the applicable indenture. As of December 31, 2022, we were in compliance with all financial and non-financial covenants under the Credit Agreement and other long-term debt. \n\nFUTURE SOURCES AND USES OF LIQUIDITY \n\nFuture Sources \n\nOur regulated subsidiaries generate significant cash flows from premium revenue, which is generally received a short time before related healthcare services are paid. Premium revenue is our primary source of liquidity. Thus, any decline in the receipt of premium revenue, and our profitability, could have a negative impact on our liquidity. \n\nPotential Impact of COVID-19 Pandemic . Excluding acquisitions and our exit from Puerto Rico, we added approximately 750,000 new Medicaid members since March 31, 2020, when we first began to report on the impacts of the pandemic. We believe this membership increase was mainly due to the suspension of redeterminations for \n\nMolina Healthcare, Inc. 2022 Form 10-K | 42 \n\nMedicaid eligibility. The recently passed Consolidated Appropriations Act of 2023 authorizes states to resume redeterminations and terminate coverage for ineligible enrollees starting on April 1, 2023, irrespective of the status of the PHE. Consequently, we expect Medicaid enrollment to continue to benefit from the current pause on membership redeterminations through March 31, 2023, and then decline thereafter as states resume normal enrollment and renewal operations on April 1, 2023. \n\nDividends from Subsidiaries. When available and as permitted by applicable regulations, cash in excess of the capital needs of our regulated health plans is generally paid in the form of dividends to our unregulated parent company to be used for general corporate purposes. As a result of the COVID-19 pandemic, state regulators could restrict the ability of our regulated health plan subsidiaries to pay dividends to the parent company, which could reduce the liquidity of the parent company. For more information on our regulatory capital requirements and dividend restrictions, refer to Notes to Consolidated Financial Statements, Note 15, &#8220;Commitments and Contingencies&#8212;Regulatory Capital Requirements and Dividend Restrictions,&#8221; and Note 17, &#8220;Condensed Financial Information of Registrant&#8212;Note C - Dividends and Capital Contributions.&#8221; \n\nCredit Agreement Borrowing Capacity. As of December 31, 2022, we had available borrowing capacity of $1 billion under the revolving credit facility of our Credit Agreement. In addition, the Credit Agreement provides for a $15 million swingline sub-facility and a $100 million letter of credit sub-facility, as well as incremental term loans available to finance certain acquisitions up to $500 million, plus an unlimited amount of such term loans as long as we maintain a minimum consolidated net leverage ratio. See further discussion in the Notes to Consolidated Financial Statements, Note 11, &#8220;Debt.&#8221; \n\nFuture Uses \n\nCommon Stock Purchases. In November 2022, our board of directors authorized the purchase of up to $500 million, in the aggregate, of our common stock. This new program supersedes the stock purchase program previously approved by our board of directors in September 2021. This new program will be funded with cash on hand and extends through December 31, 2023. The exact timing and amount of any repurchase is determined by management based on market conditions and share price, in addition to other factors, and subject to the restrictions relating to volume, price, and timing under applicable law. As of February 13, 2023, $300 million remained available to purchase our common stock under this program through December 31, 2023. See further information in the Notes to Consolidated Financial Statements, Note 13, &#8220;Stockholders' Equity.&#8221; \n\nAcquisitions . We have a disciplined and steady approach to growth. Organic growth, which includes leveraging our existing health plan portfolio and winning new territories, is our highest priority. In addition to organic growth, we will consider targeted acquisitions that are a strategic fit that we believe will leverage operational synergies, and lead to incremental earnings accretion. For further information on our acquisitions, refer to the Notes to Consolidated Financial Statements, Note 4, &#8220;Business Combinations.&#8221; \n\nOn July 13, 2022, we announced a definitive agreement to acquire substantially all the assets of My Choice Wisconsin (&#8220;MCW&#8221;). The purchase price for the transaction is approximately $150 million, net of expected tax benefits and required regulatory capital, which we intend to fund with cash on hand. The transaction is subject to receipt of applicable federal and state regulatory approvals, and the satisfaction of other customary closing conditions. We currently expect the transaction to close in mid-2023. \n\nPotential Impact of COVID-19 Pandemic . As described in &#8220;Item 1. Business&#8212;COVID-19 Pandemic,&#8221; we have been subject to Medicaid risk corridors as a result of the pandemic. Beginning in 2020, various states enacted temporary risk corridors in response to the reduced demand for medical services stemming from COVID-19, which have resulted in a reduction of our medical margin. In some cases, these risk corridors were retroactive to earlier periods in 2020, or as early as the beginning of the states&#8217; fiscal years in 2019. We have recognized risk corridors that we believe to be probable, and where the ultimate premium amount is reasonably estimable. For the year ended December 31, 2022, we recognized approximately $197 million, in the aggregate, related to such risk corridors, in 2022, and approximately $323 million, in the aggregate, was recognized in 2021. \n\nIt is possible that certain states could change the structure of existing risk corridors, implement new risk corridors in the future or discontinue existing risk corridors. Due to these uncertainties, the ultimate outcomes could differ materially from our estimates as a result of changes in facts or further developments, which could have an adverse effect on our consolidated financial position, results of operations, or cash flows. \n\nRegulatory Capital Requirements and Dividend Restrictions. We have the ability, and have committed to provide, additional capital to each of our health plans as necessary to ensure compliance with minimum statutory capital requirements. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 43 \n\nThe Molina Healthcare Charitable Foundation. In 2020, we announced our commitment of $150 million to fund The Molina Healthcare Charitable Foundation (the &#8220;Foundation&#8221;), an independent not-for-profit charitable foundation. We have contributed $20 million to the Foundation on a cumulative basis as of December 31, 2022. \n\nContractual Obligations. We are party to various contractual obligations that we will be required to satisfy over the short and long term. The majority are discussed in the Notes to Consolidated Financial Statements and primarily include the following: medical claims and benefits payable, amounts due to government agencies, principal and interest on our debt and leases. Some items are based on management&#8217;s estimates and assumptions about obligations, including duration, the possibility of renewal, anticipated actions by third parties, and other factors. Because these estimates and assumptions are necessarily subjective, the contractual obligations we will actually pay in future periods may vary. Additionally, we have a variety of other contractual agreements related to acquiring services used in our operations. However, we believe these other agreements do not contain material non-cancelable commitments. \n\nCRITICAL ACCOUNTING ESTIMATES \n\nWhen we prepare our consolidated financial statements, we use estimates and assumptions that may affect reported amounts and disclosures. Actual results could differ from these estimates, and some differences could be material. Our most significant accounting estimates, which include a higher degree of judgment and/or complexity, include the following: \n\n&#8226; Medical claims and benefits payable. See discussion below, and refer to the Notes to Consolidated Financial Statements, Notes 2, &#8220;Significant Accounting Policies,&#8221; and 10, &#8220;Medical Claims and Benefits Payable&#8221; for more information. \n\n&#8226; Contractual provisions that may adjust or limit revenue or profit. For a discussion of this topic, including amounts recorded in our consolidated financial statements, refer to the Notes to Consolidated Financial Statements, Note 2, &#8220;Significant Accounting Policies.&#8221; \n\n&#8226; Quality incentives. For a discussion of this topic, refer to the Notes to Consolidated Financial Statements, Note 2, &#8220;Significant Accounting Policies.&#8221; \n\n&#8226; Business Combinations, and Goodwill and intangible assets, net. For a comprehensive discussion of this topic, including amounts recorded in our consolidated financial statements, refer to the Notes to Consolidated Financial Statements, Note 2, &#8220;Significant Accounting Policies,&#8221; Note 4, &#8220;Business Combinations,&#8221; and Note 9, &#8220;Goodwill and Intangible Assets, Net.&#8221; \n\nMEDICAL CARE COSTS, MEDICAL CLAIMS AND BENEFITS PAYABLE \n\nMedical care costs are recognized in the period in which services are provided and include fee-for-service claims, pharmacy benefits, capitation payments to providers, and various other medically-related costs. Under fee-for-service claims arrangements with providers, we retain the financial responsibility for medical care provided and incur costs based on actual utilization of hospital and physician services. Such medical care costs include amounts paid by us as well as estimated medical claims and benefits payable for costs that were incurred but not paid as of the reporting date (&#8220;IBNP&#8221;). Pharmacy benefits represent payments for members' prescription drug costs, net of rebates from drug manufacturers. We estimate pharmacy rebates based on historical and current utilization of prescription drugs and contractual provisions. Capitation payments represent monthly contractual fees paid to providers, who are responsible for providing medical care to members, which could include medical or ancillary costs like dental, vision and other supplemental health benefits. Such capitation costs are fixed in advance of the periods covered and are not subject to significant accounting estimates. Other medical care costs include all medically-related administrative costs, amounts due to providers pursuant to risk-sharing or other incentive arrangements, provider claims, and other healthcare expenses. Examples of medically-related administrative costs include expenses relating to health education, quality assurance, case management, care coordination, disease management, and 24-hour on-call nurses. Additionally, we include an estimate for the cost of settling claims incurred through the reporting date in our medical claims and benefits payable liability. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 44 \n\nThe following table illustrates consolidated medical care costs by type for the periods indicated: \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 Amount PMPM % of Total Amount PMPM % of Total (In millions, except PMPM amounts) Fee-for-service $ 19,703 $ 318.55 72.5 % $ 17,433 $ 303.80 73.5 % Pharmacy 4,346 70.26 16.0 3,831 66.77 16.2 Capitation 1,637 26.47 6.0 1,471 25.64 6.2 Other 1,489 24.07 5.5 969 16.88 4.1 Total $ 27,175 $ 439.35 100.0 % $ 23,704 $ 413.09 100.0 % ##TABLE_END\n\nMedical claims and benefits payable consist mainly of fee-for-service IBNP, unpaid pharmacy claims, capitation costs, other medical costs, including amounts payable to providers pursuant to risk-sharing or other incentive arrangements and amounts payable to providers on behalf of certain state agencies for certain state assessments in which we assume no financial risk. IBNP includes the costs of claims incurred as of the balance sheet date which have been reported to us, and our best estimate of the cost of claims incurred but not yet reported to us. We also include an additional reserve to ensure that our overall IBNP liability is sufficient under moderately adverse conditions. We reflect changes in these estimates in the consolidated results of operations in the period in which they are determined. \n\nThe estimation of the IBNP liability requires a significant degree of judgment in applying actuarial methods, determining the appropriate assumptions and considering numerous factors. Of those factors, we consider estimated completion factors (measures the cumulative percentage of claims expense that will ultimately be paid for a given month of service based on historical payment patterns) and the assumed healthcare cost trend (the year-over-year change in per-member per-month medical care costs) to be the most critical assumptions. Other relevant factors also include, but are not limited to, healthcare service utilization trends, claim inventory levels, changes in membership, product mix, seasonality, benefit changes or changes in fee schedules, provider contract changes, prior authorizations and the incidence of catastrophic or pandemic cases. \n\nFor claims incurred more than three months before the financial statement date, we mainly use estimated completion factors to estimate the ultimate cost of those claims. Completion factors measure the cumulative percentage of claims expense that will ultimately be paid for a given month of service based on historical claims payment patterns. We analyze historical claims payment patterns by comparing claim incurred dates to claim payment dates to estimate completion factors. The estimated completion factors are then applied to claims paid through the financial statement date to estimate the ultimate claims cost for a given month&#8217;s incurred claim activity. The difference between the estimated ultimate claims cost and the claims paid through the financial statement date represents our estimate of claims remaining to be paid as of the financial statement date and is included in our IBNP liability . \n\nFor claims incurred within three months before the financial statement date, actual claims paid are a less reliable measure of our ultimate cost since a large portion of medical claims are not submitted to us until several months after services have been submitted. Accordingly, we estimate our IBNP liability for claims incurred during these months based on a blend of estimated completion factors and assumed medical care cost trend. The assumed medical care cost trend represents the year-over-year change in per-member per-month medical care costs, which can be affected by many factors including, but not limited to, our ability and practices to manage medical and pharmaceutical costs, changes in level and mix of services utilized, mix of benefits offered, including the impact of co-pays and deductibles, changes in medical practices, changes in member demographics, catastrophes and epidemics , and other relevant factors. \n\nActuarial standards of practice generally require a level of confidence such that our overall best estimate of the IBNP liability has a greater probability of being adequate versus being insufficient, where the liability is sufficient to account for moderately adverse conditions. Adverse conditions are situations that may cause actual claims to be higher than the otherwise estimated value of such claims at the time of the estimate, such as changes in the magnitude or severity of claims, uncertainties related to our entry into new geographical markets or provision of services to new populations, changes in state-controlled fee schedules, and modifications or upgrades to our claims processing systems and practices. Therefore, in many situations, the claim amounts ultimately settled will be less than the estimate that satisfies the actuarial standards of practice. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 45 \n\nWhen subsequent actual claims payments are less than we estimated, we recognize a benefit for favorable prior period development that is reported as part of &#8220;Components of medical care costs related to: Prior years&#8221; in the table presented in Note 10, &#8220;Medical Claims and Benefits Payable.&#8221; Our reserving practice is to consistently recognize the actuarial best estimate including a provision for moderately adverse conditions for each current period. This provision is reported as part of &#8220;Components of medical care costs related to: Current year&#8221; in the table presented in Note 10. Assuming stability in the size of our membership, the use of this consistent methodology, during any given period, usually results in the replenishment of reserves at a level that generally offsets the benefit of favorable prior period development in that period. In the case of material growth or decline of membership, replenishment can exceed or fall short of the favorable development, assuming all other factors remain unchanged. \n\nBecause of the significant degree of judgment involved in estimation of our IBNP liability, there is considerable variability and uncertainty inherent in such estimates. The following table reflects the hypothetical change in our estimate of claims liability as of December 31, 2022 that would result if we change our completion factors for the fourth through the twelfth months preceding December 31, 2022, by the percentages indicated. A reduction in the completion factor results in an increase in medical claims liabilities. Dollar amounts are in millions. \n\n##TABLE_START Increase (Decrease) in Estimated Completion Factors Increase (Decrease) in Medical Claims and Benefits Payable (6)% $ 869 (4)% 579 (2)% 290 2% (290) 4% (579) 6% (869) ##TABLE_END\n\nThe following table reflects the hypothetical change in our estimate of claims liability as of December 31, 2022 that would result if we alter our assumed medical care cost trend factors by the percentages indicated. An increase in the PMPM costs results in an increase in medical claims liabilities. Dollar amounts are in millions. \n\n##TABLE_START (Decrease) Increase in Trended Per Member Per Month Cost Estimates (Decrease) Increase in Medical Claims and Benefits Payable (6)% $ (307) (4)% (204) (2)% (102) 2% 102 4% 204 6% 307 ##TABLE_END\n\nThere are many related factors working in conjunction with one another that determine the accuracy of our estimates, some of which are qualitative in nature rather than quantitative. Therefore, we are seldom able to quantify the impact that any single factor has on a change in estimate. Given the variability inherent in the reserving process, we will only be able to identify specific factors if they represent a significant departure from expectations. As a result, we do not expect to be able to fully quantify the impact of individual factors on changes in estimates. \n\nRECENTLY ISSUED ACCOUNTING STANDARDS \n\nRefer to the Notes to Consolidated Financial Statements, Note 2, &#8220;Significant Accounting Policies,&#8221; for a discussion of recent accounting pronouncements that affect us. \n\n"
    },
    {
      "section": "7A",
      "text": " \n\nQUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK \n\nOur earnings and financial position are exposed to financial market risk relating to changes in interest rates, and the resulting impact on investment income and interest expense. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 46 \n\nSubstantially all of our investments and restricted investments are subject to interest rate risk and will decrease in value if market interest rates increase. Assuming a hypothetical and immediate 1% increase in market interest rates at December 31, 2022, the fair value of our fixed income investments would decrease by approximately $81 million. Declines in interest rates over time will reduce our investment income. \n\nFor further information on fair value measurements and our investment portfolio, please refer to the Notes to Consolidated Financial Statements, Note 5, &#8220;Fair Value Measurements,&#8221; and Note 6, &#8220;Investments.&#8221; \n\nBorrowings under the Credit Agreement bear interest based, at our election, on a base rate or other defined rate, plus, in each case, the applicable margin. For further information, see Notes to Consolidated Financial Statements, Note 11, &#8220;Debt.&#8221; \n\nMolina Healthcare, Inc. 2022 Form 10-K | 47 \n\n"
    },
    {
      "section": "8",
      "text": " \n\nMOLINA HEALTHCARE, INC. \n\nFINANCIAL STATEMENTS AND SUPPLEMENTARY DATA \n\n&#160; \n\n##TABLE_START &#160; Page \n\nConsolidated Statements of Income \n\nConsolidated Statements of Comprehensive Income \n\nConsolidated Balance Sheets \n\nConsolidated Statements of Stockholders&#8217; Equity \n\nConsolidated Statements of Cash Flows \n\nNotes to Consolidated Financial Statements \n\n##TABLE_END\n\nMolina Healthcare, Inc. 2022 Form 10-K | 48 \n\nCONSOLIDATED STATEMENTS OF INCOME \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 &#160; (In millions, except per-share data) Revenue: Premium revenue $ 30,883 &#160; $ 26,855 &#160; $ 18,299 &#160; Premium tax revenue 873 &#160; 787 &#160; 649 &#160; Health insurer fees reimbursed &#8212; &#160; &#8212; &#160; 271 &#160; Marketplace risk corridor judgment &#8212; &#160; &#8212; &#160; 128 &#160; Investment income 143 &#160; 52 &#160; 59 &#160; Other revenue 75 &#160; 77 &#160; 17 &#160; Total revenue 31,974 &#160; 27,771 &#160; 19,423 &#160; Operating expenses: Medical care costs 27,175 &#160; 23,704 &#160; 15,820 &#160; General and administrative expenses 2,311 &#160; 2,068 &#160; 1,480 &#160; Premium tax expenses 873 &#160; 787 &#160; 649 &#160; Health insurer fees &#8212; &#160; &#8212; &#160; 277 &#160; Depreciation and amortization 176 &#160; 131 &#160; 88 &#160; Impairment 208 &#160; &#8212; &#160; &#8212; &#160; Other 58 &#160; 61 &#160; 31 &#160; Total operating expenses 30,801 &#160; 26,751 &#160; 18,345 &#160; Operating income 1,173 &#160; 1,020 &#160; 1,078 &#160; Other expenses, net: Interest expense 110 &#160; 120 &#160; 102 &#160; Other expenses, net &#8212; &#160; 25 &#160; 15 &#160; Total other expenses, net 110 &#160; 145 &#160; 117 &#160; Income before income tax expense 1,063 &#160; 875 &#160; 961 &#160; Income tax expense 271 &#160; 216 &#160; 288 &#160; Net income $ 792 &#160; $ 659 &#160; $ 673 &#160; Net income per share: Basic $ 13.72 &#160; $ 11.40 &#160; $ 11.40 &#160; Diluted $ 13.55 &#160; $ 11.25 &#160; $ 11.23 &#160; Weighted average shares outstanding: Basic 57.8 &#160; 57.8 &#160; 59.0 &#160; Diluted 58.5 &#160; 58.6 &#160; 59.9 &#160; ##TABLE_END\n\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 &#160; (In millions) Net income $ 792 &#160; $ 659 &#160; $ 673 &#160; Other comprehensive (loss) income: Unrealized investment (loss) income ( 204 ) ( 55 ) 44 &#160; Less: effect of income taxes \n\n( 49 ) ( 13 ) 11 &#160; Other comprehensive (loss) income, net of tax ( 155 ) ( 42 ) 33 &#160; Comprehensive income $ 637 &#160; $ 617 &#160; $ 706 &#160; ##TABLE_END\n\nSee accompanying notes. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 49 \n\nCONSOLIDATED BALANCE SHEETS \n\n##TABLE_START December 31, 2022 2021 (Dollars in millions, except per-share amounts) ASSETS Current assets: Cash and cash equivalents $ 4,006 &#160; $ 4,438 &#160; Investments 3,499 &#160; 3,202 &#160; Receivables 2,302 &#160; 2,177 &#160; Prepaid expenses and other current assets 277 &#160; 247 &#160; Total current assets 10,084 &#160; 10,064 &#160; Property, equipment, and capitalized software, net 259 &#160; 396 &#160; Goodwill and intangible assets, net 1,390 &#160; 1,252 &#160; Restricted investments 238 &#160; 212 &#160; Deferred income taxes 220 &#160; 106 &#160; Other assets 123 &#160; 179 &#160; Total assets $ 12,314 &#160; $ 12,209 &#160; LIABILITIES AND STOCKHOLDERS&#8217; EQUITY Current liabilities: Medical claims and benefits payable $ 3,528 &#160; $ 3,363 &#160; Amounts due government agencies 2,079 &#160; 2,472 &#160; Accounts payable, accrued liabilities and other 889 &#160; 842 &#160; Deferred revenue 359 &#160; 370 &#160; Total current liabilities 6,855 &#160; 7,047 &#160; Long-term debt 2,176 &#160; 2,173 &#160; Finance lease liabilities 215 &#160; 219 &#160; Other long-term liabilities 104 &#160; 140 &#160; Total liabilities 9,350 &#160; 9,579 &#160; Stockholders&#8217; equity: Common stock, $ 0.001 par value per share; 150 million shares authorized; outstanding: 58 million shares at each of December 31, 2022, and December 31, 2021 \n\n&#8212; &#160; &#8212; &#160; Preferred stock, $ 0.001 par value per share; 20 million shares authorized, no shares issued and outstanding \n\n&#8212; &#160; &#8212; &#160; Additional paid-in capital 328 &#160; 236 &#160; Accumulated other comprehensive loss ( 160 ) ( 5 ) Retained earnings 2,796 &#160; 2,399 &#160; Total stockholders&#8217; equity 2,964 &#160; 2,630 &#160; Total liabilities and stockholders&#8217; equity $ 12,314 &#160; $ 12,209 &#160; ##TABLE_END\n\nSee accompanying notes. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 50 \n\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS&#8217; EQUITY \n\n##TABLE_START Common Stock Additional Paid-in Capital Accumulated Other Comprehensive (Loss) Income Retained Earnings Total Outstanding Amount (In millions) Balance at December 31, 2019 62 &#160; $ &#8212; &#160; $ 175 &#160; $ 4 &#160; $ 1,781 &#160; $ 1,960 &#160; Net income &#8212; &#8212; &#8212; &#8212; 673 &#160; 673 &#160; Common stock purchases ( 4 ) &#8212; ( 11 ) &#8212; ( 594 ) ( 605 ) Termination of warrants &#8212; &#8212; ( 30 ) &#8212; &#8212; ( 30 ) Other comprehensive income, net &#8212; &#8212; &#8212; 33 &#160; &#8212; 33 &#160; Share-based compensation 1 &#160; &#8212; 65 &#160; &#8212; &#8212; 65 &#160; Balance at December 31, 2020 59 &#160; &#8212; &#160; 199 &#160; 37 &#160; 1,860 &#160; 2,096 &#160; Net income &#8212; &#8212; &#8212; &#8212; 659 &#160; 659 &#160; Common stock purchases ( 1 ) &#8212; ( 2 ) &#8212; ( 120 ) ( 122 ) Other comprehensive loss, net &#8212; &#8212; &#8212; ( 42 ) &#8212; ( 42 ) Share-based compensation &#8212; &#8212; 39 &#160; &#8212; &#8212; 39 &#160; Balance at December 31, 2021 58 &#160; &#8212; &#160; 236 &#160; ( 5 ) 2,399 &#160; 2,630 &#160; Net income &#8212; &#8212; &#8212; &#8212; 792 &#160; 792 &#160; Common stock purchases ( 1 ) &#8212; ( 5 ) &#8212; ( 395 ) ( 400 ) Other comprehensive loss, net &#8212; &#8212; &#8212; ( 155 ) &#8212; ( 155 ) Share-based compensation 1 &#160; &#8212; 97 &#160; &#8212; &#8212; 97 &#160; Balance at December 31, 2022 58 &#160; $ &#8212; &#160; $ 328 &#160; $ ( 160 ) $ 2,796 &#160; $ 2,964 &#160; ##TABLE_END\n\nSee accompanying notes. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 51 \n\nCONSOLIDATED STATEMENTS OF CASH FLOWS \n\n##TABLE_START Year Ended December 31, 2022 2021 2020 (In millions) Operating activities: Net income $ 792 &#160; $ 659 &#160; $ 673 &#160; Adjustments to reconcile net income to net cash provided by operating activities: Depreciation and amortization 176 &#160; 131 &#160; 88 &#160; Deferred income taxes ( 66 ) ( 24 ) ( 19 ) Share-based compensation 103 &#160; 72 &#160; 57 &#160; Loss on debt repayment &#8212; &#160; 25 &#160; 15 &#160; Impairment 208 &#160; &#8212; &#160; &#8212; &#160; Other, net 8 &#160; 33 &#160; 12 &#160; Changes in operating assets and liabilities, net of the effect of acquisitions: Receivables ( 95 ) ( 415 ) ( 100 ) Prepaid expenses and other current assets ( 124 ) ( 19 ) ( 16 ) Medical claims and benefits payable 153 &#160; 471 &#160; 544 &#160; Amounts due government agencies ( 428 ) 1,046 &#160; 446 &#160; Accounts payable, accrued liabilities and other 55 &#160; 138 &#160; 86 &#160; Deferred revenue ( 11 ) ( 5 ) 126 &#160; Income taxes 2 &#160; 7 &#160; ( 14 ) Net cash provided by operating activities 773 &#160; 2,119 &#160; 1,898 &#160; Investing activities: Purchases of investments ( 1,913 ) ( 2,713 ) ( 670 ) Proceeds from sales and maturities of investments 1,398 &#160; 1,329 &#160; 1,097 &#160; Net cash paid in business combinations ( 134 ) ( 129 ) ( 755 ) Purchases of property, equipment and capitalized software ( 91 ) ( 77 ) ( 74 ) Other, net ( 50 ) ( 63 ) 2 &#160; Net cash used in investing activities ( 790 ) ( 1,653 ) ( 400 ) Financing activities: Common stock purchases \n\n( 400 ) ( 128 ) ( 606 ) Common stock withheld to settle employee tax obligations ( 54 ) ( 53 ) ( 8 ) Contingent consideration liabilities settled ( 20 ) ( 20 ) &#8212; &#160; Proceeds from senior notes offerings, net of issuance costs &#8212; &#160; 740 &#160; 1,429 &#160; Repayment of senior notes &#8212; &#160; ( 723 ) ( 338 ) Repayment of term loan facility &#8212; &#160; &#8212; &#160; ( 600 ) Proceeds from borrowings under term loan facility \n\n&#8212; &#160; &#8212; &#160; 380 &#160; Cash paid for partial termination of warrants \n\n&#8212; &#160; &#8212; &#160; ( 30 ) Cash paid for partial settlement of conversion option \n\n&#8212; &#160; &#8212; &#160; ( 27 ) Cash received for partial settlement of call option \n\n&#8212; &#160; &#8212; &#160; 27 &#160; Repayment of principal amount of convertible senior notes \n\n&#8212; &#160; &#8212; &#160; ( 12 ) Other, net 33 &#160; 1 &#160; 2 &#160; Net cash (used in) provided by financing activities ( 441 ) ( 183 ) 217 &#160; Net (decrease) increase in cash and cash equivalents, and restricted cash and cash equivalents ( 458 ) 283 &#160; 1,715 &#160; Cash and cash equivalents, and restricted cash and cash equivalents at beginning of period \n\n4,506 &#160; 4,223 &#160; 2,508 &#160; Cash and cash equivalents, and restricted cash and cash equivalents at end of period \n\n$ 4,048 &#160; $ 4,506 &#160; $ 4,223 &#160; ##TABLE_END\n\nSee accompanying notes. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 52 \n\nCONSOLIDATED STATEMENTS OF CASH FLOWS \n\n(continued) \n\n##TABLE_START Year Ended December 31, 2022 2021 2020 (In millions) Supplemental cash flow information: Cash paid during the period for: Income taxes $ 340 &#160; $ 235 &#160; $ 321 &#160; Interest $ 108 &#160; $ 127 &#160; $ 112 &#160; ##TABLE_END\n\nSee accompanying notes. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 53 \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\n1. Organization and Basis of Presentation \n\nOrganization and Operations \n\nMolina Healthcare, Inc. provides managed healthcare services under the Medicaid and Medicare programs, and through the state insurance marketplaces (the &#8220;Marketplace&#8221;). Molina was founded in 1980 as a provider organization serving low-income families in Southern California and reincorporated in Delaware in 2002. We currently have four reportable segments consisting of: 1) Medicaid; 2) Medicare; 3) Marketplace; and 4) Other. Our reportable segments are consistent with how we currently manage the business and view the markets we serve. \n\nAs of December 31, 2022, we served approximately 5.3 million members eligible for government-sponsored healthcare programs, located across 19 states. \n\nOur state Medicaid contracts typically have terms of three to five years , contain renewal options exercisable by the state Medicaid agency, and allow either the state or the health plan to terminate the contract with or without cause. Such contracts are subject to risk of loss in states that issue requests for proposal (&#8220;RFP&#8221;) open to competitive bidding by other health plans. If one of our health plans is not a successful responsive bidder to a state RFP, its contract may not be renewed. \n\nIn addition to contract renewal, our state Medicaid contracts may be periodically amended to include or exclude certain health benefits (such as pharmacy services, behavioral health services, or long-term care services); populations such as the aged, blind or disabled (&#8220;ABD&#8221;); and regions or service areas. \n\nIn Medicare, we enter into Medicare Advantage-Part D contracts with the Centers for Medicare and Medicaid Services (&#8220;CMS&#8221;) annually, and for dual-eligible plans, we enter into contracts with CMS, in partnership with each state&#8217;s department of health and human services. Such contracts typically have terms of one to three years . \n\nIn Marketplace, we enter into contracts with CMS, which end on December 31 of each year, and must be renewed annually. \n\nRecent Developments \n\nTexas Procurement&#8212;Medicaid. On January 27, 2023, the Texas Health and Human Services Commission posted a notice on its website indicating that it was issuing a Notice of Intent to Award to Molina Healthcare of Texas, Inc. a STAR+PLUS ABD contract in each of Bexar, Dallas, El Paso, Harris, Hidalgo, Jefferson, Northeast Texas, and Tarrant Service Areas. The notice follows a proposal that we submitted in June 2022 to continue serving STAR+PLUS members in the same service areas, in response to an RFP posted in March 2022. The start of operations for the new contract is expected to begin in February 2024. Further, in December 2022, the RFP was posted for the TANF and CHIP programs (known as the STAR &#38; CHIP programs, and both existing contracts for Molina), with awards expected in February 2024 and the start of operations in February 2025. \n\nCalifornia Procurement&#8212;Medicaid. In January 2023, we announced that the California Department of Health Care Services (&#8220;DHCS&#8221;) had confirmed our California health plan&#8217;s footprint as originally announced in August 2022, including Medi-Cal contract awards in each of Riverside, San Bernardino, Sacramento, and San Diego Counties. In Los Angeles County, we will share membership equally with the current commercial incumbent. The Medi-Cal contracts are expected to commence on January 1, 2024, which enables us to continue serving Medi-Cal members in our existing counties and expand our footprint in Los Angeles County. DHCS has also agreed to grant Molina a contract to offer EAE-SNP products for dual eligible members in Los Angeles County. \n\nNew York Acquisition&#8212;Medicaid. On October 1, 2022, we closed on our acquisition of the Medicaid Managed Long Term Care business of AgeWell New York (&#8220;AgeWell&#8221;). See Note 4, &#8220;Business Combinations,&#8221; for further information. \n\nNebraska Procurement&#8212;Medicaid. In September 2022, we announced that our Nebraska health plan had been selected by the Nebraska Department of Health and Human Services to provide health care services to Nebraskans under the state&#8217;s Medicaid managed care program. The new five-year contract is expected to begin on January 1, 2024, and may be extended for an additional two-years . \n\nIowa Procurement&#8212;Medicaid. In August 2022, we announced that our Iowa health plan had been notified by the Iowa Department of Health and Human Services (&#8220;Iowa HHS&#8221;) of its intent to award a Medicaid managed care contract pursuant to the RFP issued by Iowa HHS in February 2022. The new four-year contract is expected to begin on July 1, 2023, and may be extended for an additional four years . \n\nMolina Healthcare, Inc. 2022 Form 10-K | 54 \n\nMississippi Procurement&#8212;Medicaid. In August 2022, we announced that our Mississippi health plan had been notified by the Mississippi Division of Medicaid (&#8220;DOM&#8221;) of its intent to award a Medicaid Coordinated Care Contract for its Mississippi Coordinated Access Program and Mississippi Children&#8217;s Health Insurance Program pursuant to the Request for Qualifications issued by DOM in December 2021. The four-year contract is expected to begin on July 1, 2023, and may be extended for an additional two years . The award enables us to continue serving Medicaid members across the state. \n\nWisconsin Acquisition&#8212;Medicaid and Medicare. On July 13, 2022, we announced a definitive agreement to acquire substantially all the assets of My Choice Wisconsin (&#8220;MCW&#8221;). The purchase price for the transaction is approximately $ 150 million, net of expected tax benefits and required regulatory capital, which we intend to fund with cash on hand. The transaction is subject to receipt of applicable federal and state regulatory approvals, and the satisfaction of other customary closing conditions. We currently expect the transaction to close in mid-2023. \n\nNevada Procurement&#8212;Medicaid. Our new contract in Clark and Washoe Counties commenced on January 1, 2022, and offers health coverage to TANF, CHIP and Medicaid Expansion beneficiaries. This new contract is four years with a potential two-year extension. \n\nTexas Acquisition&#8212;Medicaid and Medicare. On January 1, 2022, we closed on our acquisition of Cigna Corporation&#8217;s Texas Medicaid and Medicare-Medicaid Plan (&#8220;MMP&#8221;) contracts, along with certain operating assets. See Note 4, &#8220;Business Combinations,&#8221; for further information. \n\nConsolidation and Presentation \n\nThe consolidated financial statements include the accounts of Molina Healthcare, Inc., and its subsidiaries. All significant inter-company balances and transactions have been eliminated in consolidation. Financial information related to subsidiaries acquired during any year is included only for periods subsequent to their acquisition. In the opinion of management, all adjustments considered necessary for a fair presentation of the results as of the date and for the periods presented have been included; such adjustments consist of normal recurring adjustments. \n\nUse of Estimates \n\nThe preparation of consolidated financial statements in conformity with U.S. generally accepted accounting principles (&#8220;GAAP&#8221;) requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities. Estimates also affect the reported amounts of revenues and expenses during the reporting period. Actual results could differ from these estimates. \n\n2. Significant Accounting Policies \n\nCash and Cash Equivalents \n\nCash and cash equivalents consist of cash and short-term, highly liquid investments that are both readily convertible into known amounts of cash and have a maturity of three months or less on the date of purchase. The following table provides a reconciliation of cash, cash equivalents, and restricted cash and cash equivalents reported within the accompanying consolidated balance sheets that sum to the total of the same such amounts presented in the accompanying consolidated statements of cash flows. The restricted cash and cash equivalents presented below are included in &#8220;Restricted investments&#8221; in the accompanying consolidated balance sheets. \n\n##TABLE_START December 31, 2022 2021 2020 (In millions) Cash and cash equivalents $ 4,006 &#160; $ 4,438 &#160; $ 4,154 &#160; Restricted cash and cash equivalents 42 &#160; 68 &#160; 69 &#160; Total cash and cash equivalents, and restricted cash and cash equivalents presented in the consolidated statements of cash flows \n\n$ 4,048 &#160; $ 4,506 &#160; $ 4,223 &#160; ##TABLE_END \n\nInvestments \n\nOur investments are principally held in debt securities, which are grouped into two separate categories for accounting and reporting purposes: available-for-sale securities, and held-to-maturity securities. Available-for-sale (&#8220;AFS&#8221;) securities are recorded at fair value and unrealized gains and losses, if any, are recorded in stockholders&#8217; equity as other comprehensive income, net of applicable income taxes. Held-to-maturity (&#8220;HTM&#8221;) securities are recorded at amortized cost, which approximates fair value, and unrealized holding gains or losses are not generally recognized. Realized gains and losses and unrealized losses arising from credit-related factors with respect to AFS \n\nMolina Healthcare, Inc. 2022 Form 10-K | 55 \n\nand HTM securities are included in the determination of net income. The cost of securities sold is determined using the specific-identification method. \n\nOur investment policy requires that all of our investments have final maturities of less than 15 years, or less than 15 years average life for structured securities. Investments and restricted investments are subject to interest rate risk and will decrease in value if market rates increase. Declines in interest rates over time will reduce our investment income. \n\nIn general, our AFS securities are classified as current assets without regard to the securities&#8217; contractual maturity dates because they may be readily liquidated. We monitor our investments for credit-related impairment. For comprehensive discussions of the fair value and classification of our investments, see Note 5, &#8220;Fair Value Measurements,&#8221; and Note 6, &#8220;Investments.&#8221; \n\nAccrued interest receivable relating to our AFS and HTM securities is presented within &#8220;Prepaid expenses and other current assets&#8221; in the accompanying consolidated balance sheets, and amounted to $ 35 million and $ 11 million at December 31, 2022, and 2021, respectively. We do not measure an allowance for credit losses on accrued interest receivable. Instead, we write off accrued interest receivable that has not been collected within 90 days of the interest payment due date. We recognize such write offs as a reversal of investment income. No accrued interest was written off during the year ended December 31, 2022. \n\nReceivables \n\nReceivables consist primarily of premium amounts due from government agencies, which are subject to potential retroactive adjustments. Because substantially all of our receivable amounts are readily determinable and substantially all of our creditors are governmental authorities, our allowance for credit losses is insignificant. Any amounts determined to be uncollectible are charged to expense when such determination is made. \n\n##TABLE_START December 31, 2022 2021 (In millions) Government receivables $ 1,702 &#160; $ 1,566 &#160; Pharmacy rebate receivables 291 &#160; 276 &#160; Other 309 &#160; 335 &#160; Total receivables $ 2,302 &#160; $ 2,177 &#160; ##TABLE_END \n\nBusiness Combinations \n\nWe account for business combinations using the acquisition method of accounting, which requires us to recognize the assets acquired and the liabilities assumed at their acquisition date fair values. As discussed below, the excess of the purchase consideration transferred over the fair value of the net tangible and intangible assets acquired is recorded as goodwill. While we use our best estimates and assumptions to accurately value assets acquired and liabilities assumed at the acquisition date, our estimates are inherently uncertain and subject to refinement. As a result, during the measurement period, which may be up to one year from the acquisition date, we may record adjustments to the assets acquired and liabilities assumed with the corresponding offset to goodwill. Measurement period adjustments are recorded in the period in which they are determined, as if they had been completed at the acquisition date. Upon the conclusion of the final determination of the values of assets acquired or liabilities assumed, or one year after the date of acquisition, whichever comes first, any subsequent adjustments are recorded within our consolidated results of operations. \n\nThe purchase price for the acquisition of certain assets of Passport Health Plan, Inc. in 2020 included contingent consideration payable to seller relating to guarantees for minimum operating income in the post-acquisition period in 2020 and minimum membership targets in 2021. The liabilities are recorded at fair value on a recurring basis, which totaled $ 8 million as of December 31, 2022. For the amounts paid in the year ended December 31, 2022, $ 20 million has been presented in &#8220;Financing activities&#8221; in the accompanying consolidated statements of cash flows, with the balance reflected in &#8220;Operating activities.&#8221; We paid the remaining balance of the liabilities, reported in &#8220;Accounts payable, accrued liabilities and other&#8221; in the accompanying consolidated balance sheets, in January 2023. \n\nRefer to Note 4, &#8220;Business Combinations,&#8221; and Note 9, &#8220;Goodwill and Intangible Assets, Net,&#8221; for further details. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 56 \n\nLong-Lived Assets, including Intangible Assets \n\nLong-lived assets consist primarily of property, equipment, capitalized software (see Note 7, &#8220;Property, Equipment, and Capitalized Software, Net&#8221;), and intangible assets resulting from acquisitions. Long-lived assets are subject to impairment tests when events or circumstances indicate that the asset&#8217;s (or asset group&#8217;s) carrying value may not be recoverable. Refer to the discussion in &#8220;Leases&#8221; below for impairment charges related to leasehold improvements and other property and equipment associated with the reduction in leased space used in our business operations. Finite-lived, separately-identified intangible assets acquired in business combinations are assets that represent future expected benefits but lack physical substance (such as purchased contract rights and provider contracts). Intangible assets are initially recorded at fair value and are then amortized on a straight-line basis over their expected useful lives, generally between five and 16 years. \n\nDetermining the fair value of separately identifiable intangible assets requires management to make estimates, which are based on all available information and in some cases assumptions with respect to the timing and amount of future revenues and expenses associated with an asset. Determining the useful life of an intangible asset also requires judgment, as different types of intangible assets will have different useful lives. The most significant intangible asset we typically record in a business combination is contract rights associated with membership assumed. In determining the estimated fair value of the intangible assets, we typically apply the income approach, which discounts the projected future net cash flows using an appropriate discount rate that reflects the risk associated with such projected future cash flows. The most critical assumptions used in determining the fair value of contract rights include forecasted operating margins and the weighted average cost of capital. \n\nOur intangible assets are subject to impairment tests when events or circumstances indicate that a finite-lived intangible asset&#8217;s (or asset group&#8217;s) carrying value may not be recoverable. Consideration is given to a number of potential impairment indicators, including the ability of our health plan subsidiaries to obtain the renewal by amendment of their contracts in each state prior to the actual expiration of their contracts. However, there can be no assurance that these contracts will continue to be renewed. Following the identification of any potential impairment indicators, to determine whether an impairment exists, we would compare the carrying amount of a finite-lived intangible asset with the greater of the undiscounted cash flows that are expected to result from the use of the asset or related group of assets, or its value under the asset liquidation method. If it is determined that the carrying amount of the asset is not recoverable, the amount by which the carrying value exceeds the estimated fair value is recorded as an impairment. Refer to Note 9, &#8220;Goodwill and Intangible Assets, Net,&#8221; for further details. \n\nGoodwill \n\nGoodwill represents the excess of the purchase consideration over the fair value of net assets acquired in business combinations. Goodwill is not amortized but is tested for impairment on an annual basis and more frequently if impairment indicators are present. Impairment indicators may include experienced or expected operating cash-flow deterioration or losses, significant losses of membership, loss of state funding, loss of state contracts, and other factors. Goodwill is impaired if the carrying amount of the reporting unit exceeds its estimated fair value. This excess is recorded as an impairment loss and adjusted if necessary for the impact of tax-deductible goodwill. The loss recognized may not exceed the total goodwill allocated to the reporting unit. \n\nWhen testing goodwill for impairment, we may first assess qualitative factors, such as industry and market factors, the dynamic economic and political environments in which we operate, cost factors, and changes in overall performance, to determine if it is more likely than not that the carrying value of our reporting units exceed their estimated fair values. If our qualitative assessment indicates that it is more likely than not that the carrying value of a reporting unit exceeds its estimated fair value, we perform the quantitative assessment. We may also elect to bypass the qualitative assessment and proceed directly to the quantitative assessment. We performed a qualitative goodwill assessment of our reporting units, and did not identify any factors indicating that the carrying value of our reporting units exceeded their estimated fair values. \n\nIf performing a quantitative assessment, we generally estimate the fair values of our reporting units by applying the income approach, using discounted cash flows. The base year in the reporting units&#8217; discounted cash flows is derived from the annual financial planning cycle, which commences in the fourth quarter of the year. As part of a quantitative assessment, we may also apply the asset liquidation method to estimate the fair value of individual reporting units, which is computed as total assets minus total liabilities, excluding intangible assets and deferred taxes. Finally, we apply a market approach to reconcile the value of our reporting units to our consolidated market value. Under the market approach, we consider publicly-traded comparable company information to determine revenue and earnings multiples which are used to estimate our reporting units&#8217; fair values. The assumptions used are consistent with those used in our long-range business plan and annual planning process. However, if these assumptions differ from actual results, the outcome of our goodwill impairment tests could be adversely affected. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 57 \n\nLeases \n\nRight-of-use (&#8220;ROU&#8221;) assets represent our right to use the underlying assets over the lease term, and lease liabilities represent our obligation for lease payments arising from the related leases. ROU assets and lease liabilities are recognized at the lease commencement date based on the present value of lease payments over the lease term. Lease terms may include options to extend or terminate the lease when we believe it is reasonably certain that we will exercise such options. If applicable, we account for lease and non-lease components within a lease as a single lease component. \n\nBecause most of our leases do not provide an implicit interest rate, we generally use our incremental borrowing rate to determine the present value of lease payments. Lease expenses for operating lease payments are recognized on a straight-line basis over the lease term, and the related ROU assets and liabilities are reduced to the present value of the remaining lease payments at the end of each period. Finance lease payments reduce finance lease liabilities, the related ROU assets are amortized on a straight-line basis over the lease term, and interest expense is recognized using the effective interest method. \n\nThe significant majority of our operating leases consist of long-term operating leases for office space. Short-term leases (those with terms of 12 months or less) are not recorded as ROU assets or liabilities in the consolidated balance sheets. For certain leases that represent a portfolio of similar assets, such as a fleet of vehicles, we apply a portfolio approach to account for the related ROU assets and liabilities, rather than account for such assets and the related liabilities individually. A nominal number of our lease agreements include rental payments that adjust periodically for inflation. Our lease agreements do not contain any material residual value guarantees or material restrictive covenants. \n\nIn the fourth quarter of 2022, we recognized $ 192 million of ROU asset impairments in connection with the reduction in leased space to accommodate our move to a remote work environment, including vacating and abandonment of various leased properties. We assessed the ROU assets for impairment as a result of the reduction in leased space used in our business operations, and we engaged a third-party real estate specialist to determine the recoverability of the leased properties, based on estimated fair values. The valuation primarily considered comparable leased properties in each market and the assessment of actual and potential future rental income generated by the ROU assets. For further information, including the amount and location of the ROU assets and lease liabilities recognized in the accompanying consolidated balance sheets, see Note 8, &#8220;Leases.&#8221; \n\nWe also recognized $ 16 million in impairment charges related to leasehold improvements and other property and equipment associated with the reduction in leased space used in our business operations. Please refer to Note 7, &#8220;Property, Equipment, and Capitalized Software, Net&#8221; for further discussion. \n\nMedical Claims and Benefits Payable \n\nMedical care costs are recognized in the period in which services are provided and include fee-for-service claims, pharmacy benefits, capitation payments to providers, and various other medically-related costs. Under fee-for-service claims arrangements with providers, we retain the financial responsibility for medical care provided and incur costs based on actual utilization of hospital and physician services. Such medical care costs include amounts paid by us as well as estimated medical claims and benefits payable for costs that were incurred but not paid as of the reporting date (&#8220;IBNP&#8221;). Pharmacy benefits represent payments for members' prescription drug costs, net of rebates from drug manufacturers. We estimate pharmacy rebates based on historical and current utilization of prescription drugs and contractual provisions. Capitation payments represent monthly contractual fees paid to providers, who are responsible for providing medical care to members, which could include medical or ancillary costs like dental, vision and other supplemental health benefits. Such capitation costs are fixed in advance of the periods covered and are not subject to significant accounting estimates. Other medical care costs include all medically-related administrative costs, amounts due to providers pursuant to risk-sharing or other incentive arrangements, provider claims, and other healthcare expenses. Examples of medically-related administrative costs include expenses relating to health education, quality assurance, case management, care coordination, disease management, and 24-hour on-call nurses. Additionally, we include an estimate for the cost of settling claims incurred through the reporting date in our medical claims and benefits payable liability . \n\nMedical claims and benefits payable consist mainly of fee-for-service IBNP, unpaid pharmacy claims, capitation costs, other medical costs, including amounts payable to providers pursuant to risk-sharing or other incentive arrangements and amounts payable to providers on behalf of certain state agencies for certain state assessments in which we assume no financial risk . IBNP includes the costs of claims incurred as of the balance sheet date which have been reported to us, and our best estimate of the cost of claims incurred but not yet reported to us. We also include an additional reserve to ensure that our overall IBNP liability is sufficient under moderately adverse \n\nMolina Healthcare, Inc. 2022 Form 10-K | 58 \n\nconditions. We reflect changes in these estimates in the consolidated results of operations in the period in which they are determined. \n\nThe estimation of the IBNP liability requires a significant degree of judgment in applying actuarial methods, determining the appropriate assumptions and considering numerous factors. Of those factors, we consider estimated completion factors and the assumed healthcare cost trend to be the most critical assumptions. Other relevant factors also include, but are not limited to, healthcare service utilization trends, claim inventory levels, changes in membership, product mix, seasonality, benefit changes or changes in Medicaid fee schedules, provider contract changes, prior authorizations and the incidence of catastrophic or pandemic cases. \n\nBecause of the significant degree of judgment involved in estimation of our IBNP liability, there is considerable variability and uncertainty inherent in such estimates. Each reporting period, the recognized IBNP liability represents our best estimate of the total amount of unpaid claims incurred as of the balance sheet date using a consistent methodology in estimating our IBNP liability. We believe our current estimates are reasonable and adequate; however, the development of our estimate is a continuous process that we monitor and update as more complete claims payment information and healthcare cost trend data becomes available. Actual medical care costs may be less than we previously estimated (favorable development) or more than we previously estimated (unfavorable development), and any differences could be material. Any adjustments to reflect favorable development would be recognized as a decrease to medical care costs, and any adjustments to reflect unfavorable development would be recognized as an increase to medical care costs , in the period in which the adjustments are determined. \n\nRefer to Note 10, &#8220;Medical Claims and Benefits Payable,&#8221; for a table presenting the components of the change in our medical claims and benefits payable, for all periods presented in the accompanying consolidated financial statements. \n\nPremium Revenue Recognition and Amounts Due Government Agencies \n\nPremium revenue is generated from our contracts with state and federal agencies, in connection with our participation in the Medicaid, Medicare, and Marketplace programs. Premium revenue is generally received based on per member per month (&#8220;PMPM&#8221;) rates established in advance of the periods covered. These premium revenues are recognized in the month that members are entitled to receive healthcare services, and premiums collected in advance are deferred. State Medicaid programs and the federal Medicare program periodically adjust premium rates, including certain components of premium revenue that are subject to accounting estimates and are described below, under &#8220;Contractual Provisions That May Adjust or Limit Revenue or Profit,&#8221; and &#8220;Quality Incentives.&#8221; \n\nContractual Provisions That May Adjust or Limit Revenue or Profit \n\nMany of our contracts contain provisions that may adjust or limit revenue or profit, as described below. Consequently, we recognize premium revenue as it is earned under such provisions. Liabilities accrued for premiums to be returned under such provisions are reported in the aggregate as &#8220;Amounts due government agencies&#8221; in the accompanying consolidated balance sheets. Categorized by program, such amounts due government agencies included the following: \n\n##TABLE_START December 31, 2022 2021 (In millions) Medicaid program: Minimum MLR, corridors, and profit sharing $ 1,145 &#160; $ 1,016 &#160; Other premium adjustments 482 &#160; 263 &#160; Medicare program: Risk adjustment and Part D risk sharing 76 &#160; 89 &#160; Minimum MLR and profit sharing 84 &#160; 101 &#160; Other premium adjustments 27 &#160; 35 &#160; Marketplace program: Risk adjustment 230 &#160; 902 &#160; Minimum MLR 2 &#160; 18 &#160; Other premium adjustments 33 &#160; 48 &#160; Total amounts due government agencies $ 2,079 &#160; $ 2,472 &#160; ##TABLE_END \n\nMolina Healthcare, Inc. 2022 Form 10-K | 59 \n\nMedicaid Program \n\nMinimum MLR and Medical Cost Corridors. A portion of our premium revenue may be returned if certain minimum amounts are not spent on defined medical care costs as a percentage of premium revenue, or minimum medical loss ratio (&#8220;Minimum MLR&#8221;). Under certain medical cost corridor provisions, the health plans may receive additional premiums if amounts spent on medical care costs exceed a defined maximum threshold. \n\nBeginning in 2020, various states enacted temporary risk corridors in response to the reduced demand for medical services stemming from COVID-19, which have resulted in a reduction of our medical margin. In some cases, these risk corridors were retroactive to earlier periods in 2020, or as early as the beginning of the states&#8217; fiscal years in 2019. We have recognized risk corridors that we believe to be probable, and where the ultimate premium amount is reasonably estimable. For the year ended December 31, 2022, we recognized approximately $ 197 million related to such risk corridors, primarily in the Medicaid segment, compared to $ 323 million recognized in the year ended December 31, 2021.The decrease in 2022 is due to the elimination of most of the COVID-19 risk corridors. \n\nIt is possible that certain states could change the structure of existing risk corridors, implement new risk corridors in the future or discontinue existing risk corridors. Due to these uncertainties, the ultimate outcomes could differ materially from our estimates as a result of changes in facts or further developments, which could have an adverse effect on our consolidated financial position, results of operations, or cash flows. \n\nProfit Sharing. Our contracts with certain states contain profit sharing provisions under which we refund amounts to the states if our health plans generate profit above a certain specified percentage. In some cases, we are limited in the amount of administrative costs that we may deduct in calculating the refund, if any. \n\nOther Premium Adjustments. State Medicaid programs periodically adjust premium revenues on a retroactive basis for rate changes and changes in membership and eligibility data. In certain states, adjustments are made based on the health status of our members (as measured through a risk score). In these cases, we adjust our premium revenue in the period in which we determine that the adjustment is probable and reasonably estimable, based on our best estimate of the ultimate premium we expect to realize for the period being adjusted. \n\nMedicare Program \n\nRisk Adjustment. Our Medicare premiums are subject to retroactive increase or decrease based on the health status of our Medicare members (as measured by member risk score). We estimate our members&#8217; risk scores and the related amount of Medicare revenue that will ultimately be realized for the periods presented based on our knowledge of our members&#8217; health status, risk scores and CMS practices. \n\nMinimum MLR. The Affordable Care Act (&#8220;ACA&#8221;) established a Minimum MLR of 85% for Medicare. Federal regulations define what constitutes medical costs and premium revenue. If the Minimum MLR is not met, we may be required to pay rebates to the federal government. We recognize estimated rebates under the Minimum MLR as an adjustment to premium revenue in our consolidated statements of income. \n\nMarketplace Program \n\nRisk Adjustment. Under this program, our health plans&#8217; composite risk scores are compared with the overall average risk score for the relevant state and market pool. Generally, our health plans will make a risk adjustment payment into the pool if their composite risk scores are below the average risk score (risk adjustment payable), and will receive a risk adjustment payment from the pool if their composite risk scores are above the average risk score (risk adjustment receivable). We estimate our ultimate premium based on insurance policy year-to-date experience, and recognize estimated premiums relating to the risk adjustment program as an adjustment to premium revenue in our consolidated statements of income. As of December 31, 2022, Marketplace risk adjustment payables amounted to $ 230 million and related receivables amounted to $ 135 million, for a net payable of $ 95 million. As of December 31, 2021, Marketplace risk adjustment payables amounted to $ 902 million and related receivables amounted to $ 7 million, for a net payable of $ 895 million. \n\nMinimum MLR. The ACA established a Minimum MLR of 80% for the Marketplace. If the Minimum MLR is not met, we may be required to pay rebates to our Marketplace policyholders. The Marketplace risk adjustment program is taken into consideration when computing the Minimum MLR. We recognize estimated rebates under the Minimum MLR as an adjustment to premium revenue in our consolidated statements of income. \n\nQuality Incentives \n\nAt many of our health plans, revenue ranging from approximately 1 % to 4 % of certain health plan premiums is earned only if certain performance measures are met. Such performance measures are generally found in our Medicaid and MMP contracts. Recognition of quality incentive premium revenue is subject to the use of estimates. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 60 \n\nReinsurance \n\nWe bear underwriting and reserving risks associated with our health plan subsidiaries. In certain cases, we limit our risk of significant catastrophic losses by maintaining high deductible reinsurance coverage with a highly-rated, unaffiliated insurance company (the &#8220;third-party reinsurer&#8221;). Because we remain liable for losses in the event the third-party reinsurer is unable to pay its portion of the losses, we continually monitor the third-party reinsurer&#8217;s financial condition, including its ability to maintain high credit ratings. Intercompany transactions with our captive are eliminated in consolidation. \n\nWe report reinsurance premiums as a reduction to premium revenue, while related reinsurance recoveries are reported as a reduction to medical care costs. In certain cases, we participate in state-run reinsurance programs for which no reinsurance premium is paid. Reinsurance premiums amounted to $ 2 million, $ 2 million, and $ 9 million for the years ended December 31, 2022, 2021, and 2020, respectively. Reinsurance recoveries amounted to $ 35 million, $ 33 million, and $ 23 million for the years ended December 31, 2022, 2021, and 2020, respectively. Reinsurance recoverable of $ 27 million, $ 51 million, and $ 30 million, as of December 31, 2022, 2021, and 2020, respectively, is included in &#8220;Receivables&#8221; in the accompanying consolidated balance sheets. \n\nPremium Deficiency Reserves on Loss Contracts \n\nWe assess the profitability of our contracts to determine if it is probable that a loss will be incurred in the future by reviewing current results and forecasts. For purposes of this assessment, contracts are grouped in a manner consistent with our method of acquiring, servicing and measuring the profitability of such contracts. A premium deficiency reserve (&#8220;PDR&#8221;) is recognized if anticipated future medical care and administrative costs exceed anticipated future premium revenue, investment income and reinsurance recoveries. \n\nIncome Taxes \n\nWe account for income taxes under the asset and liability method. Deferred tax assets and liabilities are determined based on the difference between the financial statement and tax bases of assets and liabilities using enacted tax rates expected to be in effect during the year in which the basis differences reverse. Valuation allowances are established when management determines it is more likely than not that some portion, or all, of the deferred tax assets will not be realized. For further discussion and disclosure, see Note 12, &#8220;Income Taxes.&#8221; \n\nTaxes Based on Premiums \n\nHealth Insurer Fee (&#8220;HIF&#8221;). Under the Affordable Care Act, the federal government imposed an annual fee, or excise tax, on health insurers for each calendar year (the &#8220;HIF&#8221;). The Further Consolidated Appropriations Act, 2020 repealed the HIF effective for years after 2020. \n\nPremium and Use Tax. Certain of our health plans are assessed a tax based on premium revenue collected. The premium revenues we receive from these states include reimbursement for the premium tax assessment. We have reported these taxes on a gross basis, as premium tax revenue and as premium tax expenses in the consolidated statements of income. \n\nConcentrations of Credit Risk \n\nFinancial instruments that potentially subject us to concentrations of credit risk consist primarily of cash and cash equivalents, investments, receivables, and restricted investments. Our investments and a portion of our cash equivalents are managed by professional portfolio managers operating under documented investment guidelines. Our portfolio managers must obtain our prior approval before selling investments where the loss position of those investments exceeds certain levels. Our investments consist primarily of investment-grade debt securities with final maturities of less than 15 years, or less than 15 years average life for structured securities. Restricted investments are invested principally in cash, cash equivalents, U.S. Treasury securities, and corporate debt securities. Concentration of credit risk with respect to accounts receivable is limited because our payors consist principally of the federal government, and governments of each state in which our health plan subsidiaries operate. \n\nRisks and Uncertainties \n\nOur profitability depends in large part on our ability to accurately predict and effectively manage medical care costs. We continually review our medical costs in light of our underlying claims experience and revised actuarial data. However, several factors could adversely affect medical care costs. These factors, which include changes in healthcare practices, inflation, new technologies, major epidemics, natural disasters, and malpractice litigation, are beyond our control and may have an adverse effect on our ability to accurately predict and effectively control medical care costs. Costs in excess of those anticipated could have a material adverse effect on our financial condition, results of operations, or cash flows. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 61 \n\nWe operate health plans primarily as a direct contractor with the states, and in Los Angeles County, California, as a subcontractor to another health plan holding a direct contract with the state. We are therefore dependent upon a relatively small number of contracts to support our revenue. The loss of any one of those contracts could have a material adverse effect on our financial position, results of operations, or cash flows. In addition, our ability to arrange for the provision of medical services to our members is dependent upon our ability to develop and maintain adequate provider networks. Our inability to develop or maintain such networks might, in certain circumstances, have a material adverse effect on our financial position, results of operations, or cash flows. \n\nSignificant Customers \n\nWe receive the majority of our revenues under contracts or subcontracts with state Medicaid managed care programs, which are considered individual external customers. Instances where these contracts were at least 10% of our total premium revenue for the year ended December 31, 2022 were New York with 10.0 %, Texas with 12.0 % and Washington with 13.6 %. \n\nRecent Accounting Pronouncements \n\nRecent accounting pronouncements issued by the FASB (including its Emerging Issues Task Force), the American Institute of Certified Public Accountants, and the Securities and Exchange Commission (&#8220;SEC&#8221;) did not have, nor does management expect such pronouncements to have, a significant impact on our present or future consolidated financial statements. \n\n3. Net Income Per Share \n\nThe following table sets forth the calculation of basic and diluted net income per share: \n\n##TABLE_START Year Ended December 31, 2022 2021 2020 (In millions, except net income per share) Numerator: Net income $ 792 &#160; $ 659 &#160; $ 673 &#160; Denominator: Shares outstanding at the beginning of the period 57.9 &#160; 58.0 &#160; 61.9 &#160; Weighted-average number of shares issued: Stock purchases ( 0.5 ) ( 0.5 ) ( 3.0 ) Stock-based compensation 0.4 &#160; 0.3 &#160; 0.1 &#160; Denominator for basic net income per share 57.8 &#160; 57.8 &#160; 59.0 &#160; \n\nEffect of dilutive securities: (1) \n\nStock-based compensation 0.7 &#160; 0.8 &#160; 0.9 &#160; Denominator for diluted net income per share 58.5 &#160; 58.6 &#160; 59.9 &#160; Net income per share - Basic (2) \n\n$ 13.72 &#160; $ 11.40 &#160; $ 11.40 &#160; Net income per share - Diluted (2) \n\n$ 13.55 &#160; $ 11.25 &#160; $ 11.23 &#160; ##TABLE_END\n\n_______________________________ \n\n(1) The dilutive effect of all potentially dilutive common shares is calculated using the treasury stock method. Certain potentially dilutive common shares issuable are not included in the computation of diluted net income per share because to do so would have been anti-dilutive. \n\n(2) Source data for calculations in thousands. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 62 \n\n4. Business Combinations \n\nIn 2022, we closed on two business combinations primarily in the Medicaid segment, consistent with our growth strategy. For these transactions, we applied the acquisition method of accounting, where the total purchase price was allocated to the tangible and intangible assets acquired and liabilities assumed, based on their fair values as of the acquisition date. The proforma effects of these acquisitions for prior periods were not material to our consolidated results of operations. Costs to complete acquisitions amounted to $ 2 million in the aggregate for the year ended December 31, 2022, and were recorded as &#8220;General and administrative expenses&#8221; in the accompanying consolidated statements of income. \n\nAgeWell. On October 1, 2022, we closed on our acquisition of the Medicaid Managed Long Term Care business of AgeWell New York for purchase consideration of approximately $ 134 million. We acquired membership and a provider network with a fair value of approximately $ 47 million. We allocated the remaining $ 87 million of purchase consideration to goodwill, which relates to future economic benefits arising from expected synergies from the use of our existing infrastructure to support the added membership. The goodwill is deductible for income tax purposes. \n\nCigna. On January 1, 2022, we closed on our acquisition of Cigna Corporation&#8217;s Texas Medicaid and Medicare-Medicaid Plan contracts, along with certain operating assets, for purchase consideration of approximately $ 60 million. Because the closing date fell on a holiday, the purchase price was paid on December 31, 2021 and was recorded to prepaid expenses and other assets. We acquired membership and a provider network with a fair value of approximately $ 35 million. We allocated the remaining $ 25 million of purchase consideration to goodwill, primarily in the Medicaid segment, which relates to future economic benefits arising from expected synergies from the use of our existing infrastructure to support the added membership, and from the assembled workforce. The goodwill is deductible for income tax purposes. \n\nThe table below presents intangible assets acquired, by major class, for the AgeWell and Cigna acquisitions. \n\n##TABLE_START Fair Value Life Weighted-Average Life &#160; (In millions) (Years) (Years) Contract rights - member list $ 81 &#160; 2 - 5 3.7 Provider network 1 &#160; 2 - 5 4.0 $ 82 &#160; 3.7 ##TABLE_END\n\nAffinity. On October 25, 2021, we closed on our acquisition of substantially all of the assets of Affinity Health Plan, Inc., a Medicaid health plan in New York, for purchase consideration of approximately $ 176 million. In the year ended December 31, 2022, we recorded various measurement period adjustments, including an increase of $ 12 million to &#8220;Medical claims and benefits payable,&#8221; and an increase of $ 4 million to &#8220;Amounts due government agencies&#8221; net of &#8220;Receivables.&#8221; In the aggregate, we recorded a net increase of $ 21 million to goodwill for these measurement period adjustments and various purchase price adjustments, which have been finalized as of December 31, 2022. \n\n5. Fair Value Measurements \n\nWe consider the carrying amounts of current assets and current liabilities to approximate their fair values because of the relatively short period of time between the origination of these instruments and their expected realization or payment. For our financial instruments measured at fair value on a recurring basis, we prioritize the inputs used in measuring fair value according to a three-tier fair value hierarchy as follows: \n\nLevel 1 &#8212; Observable Inputs. Level 1 financial instruments are actively traded and therefore the fair value for these securities is based on quoted market prices for identical securities in active markets. \n\nLevel 2 &#8212; Directly or Indirectly Observable Inputs. Fair value for these investments is determined using a market approach based on quoted prices for similar securities in active markets or quoted prices for identical securities in inactive markets. \n\nLevel 3 &#8212; Unobservable Inputs. Level 3 financial instruments are valued using unobservable inputs that represent management&#8217;s best estimate of what market participants would use in pricing the financial instrument at the measurement date. As of December 31, 2022 and 2021, our Level 3 financial instruments consisted of contingent consideration liabilities. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 63 \n\nThe net changes in fair value of Level 3 financial instruments are reported in &#8220;Other&#8221; operating expenses in our consolidated statements of income. In the years ended December 31, 2022 and 2021, we recognized a loss of $ 4 million and $ 24 million, respectively, primarily for the increase in the fair value of the contingent consideration liability described below. \n\nOur financial instruments measured at fair value on a recurring basis at December 31, 2022, were as follows: \n\n##TABLE_START Total Level 1 Level 2 Level 3 &#160; (In millions) Corporate debt securities $ 2,184 &#160; $ &#8212; &#160; $ 2,184 &#160; $ &#8212; &#160; Mortgage-backed securities 731 &#160; &#8212; &#160; 731 &#160; &#8212; &#160; Asset-backed securities 288 &#160; &#8212; &#160; 288 &#160; &#8212; &#160; Municipal securities 149 &#160; &#8212; &#160; 149 &#160; &#8212; &#160; U.S. Treasury notes 105 &#160; &#8212; &#160; 105 &#160; &#8212; &#160; \n\nOther \n\n42 &#160; &#8212; &#160; 42 &#160; &#8212; &#160; Total assets $ 3,499 &#160; $ &#8212; &#160; $ 3,499 &#160; $ &#8212; &#160; Contingent consideration liabilities $ 8 &#160; $ &#8212; &#160; $ &#8212; &#160; $ 8 &#160; Total liabilities $ 8 &#160; $ &#8212; &#160; $ &#8212; &#160; $ 8 &#160; ##TABLE_END\n\nOur financial instruments measured at fair value on a recurring basis at December 31, 2021, were as follows: \n\n##TABLE_START Total Level 1 Level 2 Level 3 &#160; (In millions) Corporate debt securities $ 1,833 &#160; $ &#8212; &#160; $ 1,833 &#160; $ &#8212; &#160; Mortgage-backed securities 614 &#160; &#8212; &#160; 614 &#160; &#8212; &#160; Asset-backed securities 247 &#160; &#8212; &#160; 247 &#160; &#8212; &#160; Municipal securities 123 &#160; &#8212; &#160; 123 &#160; &#8212; &#160; U.S. Treasury notes 353 &#160; &#8212; &#160; 353 &#160; &#8212; &#160; \n\nOther \n\n32 &#160; &#8212; &#160; 32 &#160; &#8212; &#160; Total assets $ 3,202 &#160; $ &#8212; &#160; $ 3,202 &#160; $ &#8212; &#160; Contingent consideration liabilities $ 47 &#160; $ &#8212; &#160; $ &#8212; &#160; $ 47 &#160; Total liabilities $ 47 &#160; $ &#8212; &#160; $ &#8212; &#160; $ 47 &#160; ##TABLE_END\n\nLevel 3 Contingent Consideration Liabilities \n\nOur Level 3 financial instruments at December 31, 2022 are comprised solely of contingent consideration liabilities of $ 8 million, in connection with our 2020 acquisition of certain assets of Passport Health Plan, Inc., a Medicaid health plan in Kentucky. Refer to Note 2, &#8220;Significant Accounting Policies&#8212;Business Combinations&#8221;, for further details. Such liabilities are recorded at fair value on a recurring basis. In 2022, the estimated fair value of contingent purchase consideration increased by approximately $ 4 million, relating to an operating income guarantee. \n\nIn the year ended December 31, 2022, we paid the seller $ 43 million, of which $ 23 million was for the remaining half of the consideration due for minimum member enrollment targets and $ 20 million was for the first payment of the consideration due for the operating income guarantee. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 64 \n\nFair Value Measurements &#8211; Disclosure Only \n\nThe carrying amounts and estimated fair values of our notes payable are classified as Level 2 financial instruments. Fair value for these securities is determined using a market approach based on quoted market prices for similar securities in active markets or quoted prices for identical securities in inactive markets. \n\n##TABLE_START &#160; December 31, 2022 December 31, 2021 &#160; Carrying Amount Fair Value Carrying Amount Fair Value &#160; (In millions) \n\n4.375 % Notes due 2028 \n\n$ 792 &#160; $ 729 &#160; $ 791 &#160; $ 829 &#160; \n\n3.875 % Notes due 2030 \n\n643 &#160; 554 &#160; 642 &#160; 675 &#160; \n\n3.875 % Notes due 2032 \n\n741 &#160; 629 &#160; 740 &#160; 760 &#160; Total $ 2,176 &#160; $ 1,912 &#160; $ 2,173 &#160; $ 2,264 &#160; ##TABLE_END \n\n6. Investments \n\nAvailable-for-Sale \n\nWe consider all of our investments classified as current assets to be available-for-sale. The following tables summarize our current investments as of the dates indicated: \n\n##TABLE_START December 31, 2022 Amortized Cost Gross Unrealized Estimated Fair Value Gains Losses (In millions) Corporate debt securities $ 2,303 &#160; $ 2 &#160; $ 121 &#160; $ 2,184 &#160; Mortgage-backed securities 787 &#160; &#8212; &#160; 56 &#160; 731 &#160; Asset-backed securities 308 &#160; &#8212; &#160; 20 &#160; 288 &#160; Municipal securities 160 &#160; &#8212; &#160; 11 &#160; 149 &#160; \n\nU.S. Treasury notes \n\n106 &#160; &#8212; &#160; 1 &#160; 105 &#160; Other 45 &#160; &#8212; &#160; 3 &#160; 42 &#160; Total $ 3,709 &#160; $ 2 &#160; $ 212 &#160; $ 3,499 &#160; ##TABLE_END\n\n##TABLE_START December 31, 2021 Amortized Cost Gross Unrealized Estimated Fair Value Gains Losses (In millions) Corporate debt securities $ 1,836 &#160; $ 9 &#160; $ 12 &#160; $ 1,833 &#160; Mortgage-backed securities 616 &#160; 2 &#160; 4 &#160; 614 &#160; Asset-backed securities 248 &#160; &#8212; &#160; 1 &#160; 247 &#160; Municipal securities 123 &#160; 1 &#160; 1 &#160; 123 &#160; \n\nU.S. Treasury notes \n\n353 &#160; &#8212; &#160; &#8212; &#160; 353 &#160; Other 32 &#160; &#8212; &#160; &#8212; &#160; 32 &#160; Total $ 3,208 &#160; $ 12 &#160; $ 18 &#160; $ 3,202 &#160; ##TABLE_END\n\nMolina Healthcare, Inc. 2022 Form 10-K | 65 \n\nThe contractual maturities of our current investments as of December 31, 2022 are summarized below: \n\n##TABLE_START Amortized Cost Estimated Fair Value (In millions) Due in one year or less $ 318 &#160; $ 315 &#160; Due after one year through five years 2,249 &#160; 2,127 &#160; Due after five years through ten years 364 &#160; 345 &#160; Due after ten years 778 &#160; 712 &#160; Total $ 3,709 &#160; $ 3,499 &#160; ##TABLE_END\n\nGross realized gains and losses from sales of available-for-sale securities are calculated under the specific identification method and are included in investment income. Gross realized investment gains amounted $ 1 million, $ 10 million and $ 6 million in the years ended December 31, 2022, 2021 and 2020, respectively, and were reclassified into earnings from other comprehensive income on a net-of-tax basis. Gross realized investment losses amounted to $ 7 million in the year ended December 31, 2022, and were reclassified into earnings from other comprehensive income on a net-of-tax basis. Gross realized investment losses were insignificant in the years ended December 31, 2021 and 2020. \n\nWe have determined that unrealized losses at December 31, 2022 and 2021 primarily resulted from fluctuating interest rates, rather than a deterioration of the creditworthiness of the issuers. Therefore, we determined that an allowance for credit losses was not necessary. So long as we maintain the intent and ability to hold these securities to maturity, we are unlikely to experience realized losses. In the event that we dispose of these securities before maturity, we expect that realized losses, if any, will be insignificant. \n\nThe following table segregates those available-for-sale investments that have been in a continuous loss position for less than 12 months, and those that have been in a continuous loss position for 12 months or more as of December 31, 2022: \n\n##TABLE_START In a Continuous Loss Position for Less than 12 Months In a Continuous Loss Position for 12 Months or More Estimated Fair Value Unrealized Losses Total Number of Positions Estimated Fair Value Unrealized Losses Total Number of Positions &#160; (Dollars in millions) Corporate debt securities $ 1,124 &#160; $ 45 &#160; 683 &#160; $ 887 &#160; $ 76 &#160; 371 &#160; \n\nMortgage-backed securities \n\n395 &#160; 20 &#160; 220 &#160; 319 &#160; 36 &#160; 131 &#160; Asset-backed securities 161 &#160; 6 &#160; 108 &#160; 118 &#160; 14 &#160; 59 &#160; Municipal securities 75 &#160; 4 &#160; 83 &#160; 57 &#160; 7 &#160; 57 &#160; \n\nU.S. Treasury notes \n\n88 &#160; 1 &#160; 6 &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; \n\nOther \n\n15 &#160; 1 &#160; 16 &#160; 17 &#160; 2 &#160; 6 &#160; Total $ 1,858 &#160; $ 77 &#160; 1,116 &#160; $ 1,398 &#160; $ 135 &#160; 624 &#160; ##TABLE_END\n\nThe following table segregates those available-for-sale investments that have been in a continuous loss position for less than 12 months, and those that have been in a continuous loss position for 12 months or more as of December 31, 2021: \n\n##TABLE_START In a Continuous Loss Position for Less than 12 Months In a Continuous Loss Position for 12 Months or More Estimated Fair Value Unrealized Losses Total Number of Positions Estimated Fair Value Unrealized Losses Total Number of Positions &#160; (Dollars in millions) Corporate debt securities $ 1,063 &#160; $ 12 &#160; 395 &#160; $ &#8212; &#160; $ &#8212; &#160; &#8212; &#160; \n\nMortgage-backed securities \n\n408 &#160; 4 &#160; 146 &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; Asset-backed securities 166 &#160; 1 &#160; 75 &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; Municipal securities 69 &#160; 1 &#160; 61 &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; Total $ 1,706 &#160; $ 18 &#160; 677 &#160; $ &#8212; &#160; $ &#8212; &#160; &#8212; &#160; ##TABLE_END\n\nMolina Healthcare, Inc. 2022 Form 10-K | 66 \n\nRestricted Investments Held-to-Maturity \n\nPursuant to the regulations governing our state health plan subsidiaries, we maintain statutory deposits and deposits required by government authorities primarily in cash, cash equivalents, U.S. Treasury securities, and corporate debt securities. We also maintain restricted investments as protection against the insolvency of certain capitated providers. The use of these funds is limited as required by regulations in the various states in which we operate, or as needed in the event of insolvency of capitated providers. Therefore, such investments are reported as &#8220;Restricted investments&#8221; in the accompanying consolidated balance sheets. \n\nWe have the ability to hold these restricted investments until maturity, and as a result, we would not expect the value of these investments to decline significantly due to a sudden change in market interest rates. Our held-to-maturity restricted investments are carried at amortized cost, which approximates fair value, of which $ 193 million will mature in one year or less, $ 37 million will mature in one through five years, and $ 8 million will mature after five years. \n\nThe following table presents the balances of restricted investments: \n\n##TABLE_START December 31, 2022 2021 (In millions) Cash and cash equivalents $ 42 &#160; $ 68 &#160; U.S. Treasury notes 159 &#160; 144 &#160; Corporate debt securities 37 &#160; &#8212; &#160; Total restricted investments $ 238 &#160; $ 212 &#160; ##TABLE_END\n\n7. Property, Equipment, and Capitalized Software, Net \n\nProperty and equipment are stated at historical cost. Replacements and major improvements are capitalized, and repairs and maintenance are charged to expense as incurred. Software developed for internal use is capitalized. Property and equipment are generally depreciated using the straight-line method over estimated useful lives ranging from three to seven years . Software is generally amortized over its estimated useful life of three years . Leasehold improvements are amortized over the term of the lease, or over their useful lives from five to 10 years, whichever is shorter. Buildings are depreciated over their estimated useful lives of 31.5 to 40 years. \n\nAs discussed in Note 2, &#8220;Significant Accounting Policies&#8221;, the Company recognized an impairment on property and equipment of $ 16 million associated with our reduction in leased space used in our business operations, in the quarter ended December 31, 2022. \n\nA summary of property, equipment, and capitalized software is as follows: \n\n##TABLE_START &#160; December 31, &#160; 2022 2021 &#160; (In millions) Capitalized software $ 615 &#160; $ 547 &#160; Property and equipment 221 &#160; 237 &#160; Building and improvements 41 &#160; 37 &#160; Land 5 &#160; 1 &#160; Total cost 882 &#160; 822 &#160; Less: accumulated amortization - capitalized software ( 482 ) ( 427 ) Less: accumulated depreciation and amortization - property, equipment, building, and improvements \n\n( 213 ) ( 205 ) Total accumulated depreciation and amortization ( 695 ) ( 632 ) ROU assets - finance leases 72 &#160; 206 &#160; Property, equipment, and capitalized software, net $ 259 &#160; $ 396 &#160; ##TABLE_END\n\nMolina Healthcare, Inc. 2022 Form 10-K | 67 \n\nThe following table presents all depreciation and amortization recognized in our consolidated statements of income: \n\n##TABLE_START Year Ended December 31, 2022 2021 2020 (In millions) Recorded in depreciation and amortization: Amortization of intangible assets $ 77 &#160; $ 49 &#160; $ 15 &#160; Amortization of capitalized software 54 &#160; 41 &#160; 38 &#160; Amortization of finance leases 28 &#160; 25 &#160; 19 &#160; Depreciation and amortization of property, equipment, building, and improvements 17 &#160; 16 &#160; 16 &#160; Total depreciation and amortization recognized $ 176 &#160; $ 131 &#160; $ 88 &#160; ##TABLE_END\n\n8. Leases \n\nWe are a party to operating and finance leases primarily for our corporate and health plan offices. Our operating leases have remaining lease terms up to 13 years, some of which include options to extend the leases for up to 10 years. As of December 31, 2022, the weighted average remaining operating lease term is 8 years. \n\nOur finance leases have remaining lease terms up to 16 years, some of which include options to extend the leases for up to 25 years. As of December 31, 2022, the weighted average remaining finance lease term is 13 years. \n\nAs discussed in Note 2, &#8220;Significant Accounting Policies&#8221;, the Company recognized $ 192 million of ROU asset impairments associated with our reduction in leased space used in our business operations in the quarter ended December 31, 2022. \n\nAs of December 31, 2022, the weighted-average discount rate used to compute the present value of lease payments was 4.4 % for operating lease liabilities, and 6.3 % for finance lease liabilities. The components of lease expense for the years ended December 31, 2022, 2021, and 2020 are presented in the following table. \n\n##TABLE_START Year Ended December 31, 2022 2021 2020 (In millions) Operating lease expense $ 31 &#160; $ 34 &#160; $ 28 &#160; Finance lease expense: Amortization of ROU assets $ 28 &#160; $ 25 &#160; $ 19 &#160; Interest on lease liabilities 15 &#160; 15 &#160; 15 &#160; Total finance lease expense $ 43 &#160; $ 40 &#160; $ 34 &#160; ##TABLE_END\n\nSupplemental consolidated cash flow information related to leases follows: \n\n##TABLE_START Year Ended December 31, 2022 2021 2020 (In millions) Cash used in operating activities: Operating leases $ 31 &#160; $ 33 &#160; $ 30 &#160; Finance leases 15 &#160; 15 &#160; 15 &#160; Cash used in financing activities: Finance leases 15 &#160; 18 &#160; 9 &#160; ROU assets recognized in exchange for lease obligations: Operating leases 10 &#160; 86 &#160; 28 &#160; Finance leases 18 &#160; 18 &#160; 7 &#160; ##TABLE_END\n\nMolina Healthcare, Inc. 2022 Form 10-K | 68 \n\nSupplemental information related to leases, including location of amounts reported in the accompanying consolidated balance sheets, follows: \n\n##TABLE_START December 31, 2022 2021 (In millions) Operating leases: ROU assets Other assets $ 43 &#160; $ 128 &#160; Lease liabilities Accounts payable and accrued liabilities (current) $ 41 &#160; $ 35 &#160; Other long-term liabilities (non-current) 77 &#160; 99 &#160; Total operating lease liabilities $ 118 &#160; $ 134 &#160; Finance leases: ROU assets Property, equipment, and capitalized software, net $ 72 &#160; $ 206 &#160; Lease liabilities Accounts payable and accrued liabilities (current) $ 22 &#160; $ 15 &#160; Finance lease liabilities (non-current) 215 &#160; 219 &#160; Total finance lease liabilities \n\n$ 237 &#160; $ 234 &#160; ##TABLE_END\n\nMaturities of lease liabilities as of December 31, 2022, were as follows: \n\n##TABLE_START Operating Finance Leases Leases (In millions) 2023 $ 28 &#160; $ 34 &#160; 2024 22 &#160; 30 &#160; 2025 18 &#160; 26 &#160; 2026 11 &#160; 23 &#160; 2027 9 &#160; 24 &#160; Thereafter 55 &#160; 219 &#160; Subtotal - undiscounted lease payments 143 &#160; 356 &#160; Less imputed interest ( 25 ) ( 119 ) Total $ 118 &#160; $ 237 &#160; ##TABLE_END\n\n9. Goodwill and Intangible Assets, Net \n\nGoodwill \n\nThe following table presents the changes in the carrying amounts of goodwill by segment, for the periods presented. \n\n##TABLE_START Medicaid Medicare Other Consolidated (In millions) \n\nBalance, December 31, 2020 \n\n$ 489 &#160; $ 161 &#160; $ 42 &#160; $ 692 &#160; Acquisitions and measurement period adjustments 280 &#160; 8 &#160; 2 &#160; 290 &#160; \n\nBalance, December 31, 2021 \n\n769 &#160; 169 &#160; 44 &#160; 982 &#160; Acquisitions and measurement period adjustments 130 &#160; 3 &#160; &#8212; &#160; 133 &#160; \n\nBalance, December 31, 2022 \n\n$ 899 &#160; $ 172 &#160; $ 44 &#160; $ 1,115 &#160; ##TABLE_END\n\nThe changes in the carrying amounts of both goodwill and intangible assets, net, in 2022, were due to the \n\nMolina Healthcare, Inc. 2022 Form 10-K | 69 \n\nacquisitions and purchase price adjustments described in Note 4, &#8220;Business Combinations.&#8221; \n\nIntangible Assets, Net \n\nThe following table provides the details of identified intangible assets, by major class, for the periods presented. \n\n##TABLE_START December 31, 2022 December 31, 2021 Cost Accumulated Amortization Carrying Amount Cost Accumulated Amortization Carrying Amount &#160; (In millions) Contract rights and licenses $ 507 &#160; $ 279 &#160; $ 228 &#160; $ 426 &#160; $ 210 &#160; $ 216 &#160; Provider networks 57 &#160; 24 &#160; 33 &#160; 56 &#160; 19 &#160; 37 &#160; Trade names 19 &#160; 5 &#160; 14 &#160; 19 &#160; 2 &#160; 17 &#160; Total $ 583 &#160; $ 308 &#160; $ 275 &#160; $ 501 &#160; $ 231 &#160; $ 270 &#160; ##TABLE_END\n\nAs of December 31, 2022, we estimate that our intangible asset amortization will be approximately $ 84 million in 2023, $ 67 million in 2024, $ 64 million in 2025, $ 25 million in 2026, and $ 13 million in 2027. \n\n10. Medical Claims and Benefits Payable \n\nThe following table provides the details of our medical claims and benefits payable as of the dates indicated. \n\n##TABLE_START December 31, 2022 2021 2020 (In millions) Fee-for-service claims incurred but not paid (&#8220;IBNP&#8221;) $ 2,597 &#160; $ 2,486 &#160; $ 1,647 &#160; Pharmacy payable 206 &#160; 219 &#160; 157 &#160; Capitation payable 94 &#160; 82 &#160; 70 &#160; Other 631 &#160; 576 &#160; 528 &#160; Magellan Complete Care acquisition opening balance &#8212; &#160; &#8212; &#160; 294 &#160; Total $ 3,528 &#160; $ 3,363 &#160; $ 2,696 &#160; ##TABLE_END\n\n&#8220;Other&#8221; medical claims and benefits payable include amounts payable to certain providers for which we act as an intermediary on behalf of various government agencies without assuming financial risk. Such receipts and payments do not impact our consolidated statements of income. Non-risk provider payables amounted to $ 228 million, $ 226 million and $ 235 million, as of December 31, 2022, 2021, and 2020, respectively. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 70 \n\nThe following tables present the components of the change in our medical claims and benefits payable for the periods indicated. \n\n##TABLE_START Year Ended December 31, 2022 Medicaid Medicare Marketplace Consolidated &#160; (In millions) Medical claims and benefits payable, beginning balance $ 2,580 &#160; $ 404 &#160; $ 379 &#160; $ 3,363 &#160; Components of medical care costs related to: Current year 22,097 &#160; 3,390 &#160; 1,972 &#160; 27,459 &#160; Prior years ( 251 ) ( 32 ) ( 1 ) ( 284 ) Total medical care costs 21,846 &#160; 3,358 &#160; 1,971 &#160; 27,175 &#160; Payments for medical care costs related to: Current year 19,655 &#160; 2,944 &#160; 1,746 &#160; 24,345 &#160; Prior years 1,966 &#160; 361 &#160; 343 &#160; 2,670 &#160; Total paid 21,621 &#160; 3,305 &#160; 2,089 &#160; 27,015 &#160; Acquired balances, net of post-acquisition adjustments 12 &#160; &#8212; &#160; &#8212; &#160; 12 &#160; Change in non-risk and other provider payables ( 2 ) ( 5 ) &#8212; &#160; ( 7 ) Medical claims and benefits payable, ending balance $ 2,815 &#160; $ 452 &#160; $ 261 &#160; $ 3,528 &#160; ##TABLE_END\n\n##TABLE_START Year Ended December 31, 2021 Medicaid Medicare Marketplace Consolidated &#160; (In millions) Medical claims and benefits payable, beginning balance $ 2,129 &#160; $ 392 &#160; $ 175 &#160; $ 2,696 &#160; Components of medical care costs related to: Current year 18,321 &#160; 2,970 &#160; 2,652 &#160; 23,943 &#160; Prior years ( 182 ) ( 39 ) ( 18 ) ( 239 ) Total medical care costs 18,139 &#160; 2,931 &#160; 2,634 &#160; 23,704 &#160; Payments for medical care costs related to: Current year 16,284 &#160; 2,573 &#160; 2,291 &#160; 21,148 &#160; Prior years 1,601 &#160; 340 &#160; 139 &#160; 2,080 &#160; Total paid 17,885 &#160; 2,913 &#160; 2,430 &#160; 23,228 &#160; Acquired balances, net of post-acquisition adjustments 205 &#160; ( 8 ) &#8212; &#160; 197 &#160; Change in non-risk and other provider payables ( 8 ) 2 &#160; &#8212; &#160; ( 6 ) Medical claims and benefits payable, ending balance $ 2,580 &#160; $ 404 &#160; $ 379 &#160; $ 3,363 &#160; ##TABLE_END\n\nMolina Healthcare, Inc. 2022 Form 10-K | 71 \n\n##TABLE_START Year Ended December 31, 2020 Medicaid Medicare Marketplace Consolidated &#160; (In millions) Medical claims and benefits payable, beginning balance $ 1,465 &#160; $ 267 &#160; $ 122 &#160; $ 1,854 &#160; Components of medical care costs related to: Current year 12,545 &#160; 2,189 &#160; 1,205 &#160; 15,939 &#160; Prior years ( 84 ) ( 28 ) ( 7 ) ( 119 ) Total medical care costs 12,461 &#160; 2,161 &#160; 1,198 &#160; 15,820 &#160; Payments for medical care costs related to: Current year 10,940 &#160; 1,884 &#160; 1,047 &#160; 13,871 &#160; Prior years 1,176 &#160; 233 &#160; 98 &#160; 1,507 &#160; Total paid 12,116 &#160; 2,117 &#160; 1,145 &#160; 15,378 &#160; Acquired balances, net of post-acquisition adjustments 215 &#160; 79 &#160; &#8212; &#160; 294 &#160; Change in non-risk and other provider payables 104 &#160; 2 &#160; &#8212; &#160; 106 &#160; Medical claims and benefits payable, ending balance $ 2,129 &#160; $ 392 &#160; $ 175 &#160; $ 2,696 &#160; ##TABLE_END \n\nThe amounts presented for &#8220;Components of medical care costs related to: Prior years&#8221; represent the amount by which our original estimate of medical claims and benefits payable at the beginning of the year varied from the actual liabilities, based on information (principally the payment of claims) developed since those liabilities were first reported. \n\nOur estimates of medical claims and benefits payable recorded at December 31, 2022, 2021 and 2020 developed favorably by approximately $ 284 million, $ 239 million and $ 119 million in 2022, 2021 and 2020, respectively. The favorable prior year development recognized in 2022 was primarily due to lower than expected utilization of medical services by our members and improved operating performance, mainly in the Medicaid segment. Consequently, the ultimate costs recognized in 2022, as claims payments were processed, were lower than our estimates in 2021. \n\nThe favorable prior year development recognized in 2021 was primarily due to lower than expected utilization of medical services by our Medicaid members, and to a lesser extent our Medicare and Marketplace members, and improved operating performance. Consequently, the ultimate costs recognized in 2021 were lower than our original estimates in 2020, which was not discernible until additional information was provided, and as claims payments were processed. \n\nThe favorable prior year development recognized in 2020 was primarily due to lower than expected utilization of medical services by our Medicaid members, and improved operating performance. Consequently, the ultimate costs recognized in 2020 were lower than our original estimates in 2019, which was not discernible until additional information was provided, and as claims payments were processed. \n\nThe following tables provide information about our consolidated incurred and paid claims development as of December 31, 2022, as well as cumulative claims frequency and the total of incurred but not paid claims liabilities. The pattern of incurred and paid claims development is consistent across each of our segments. The cumulative claim frequency is measured by claim event, and includes claims covered under capitated arrangements. \n\n##TABLE_START Incurred Claims and Allocated Claims Adjustment Expenses Total IBNP Cumulative number of reported claims Benefit Year 2020 2021 2022 (Unaudited) (Unaudited) (In millions) 2020 $ 16,233 &#160; $ 16,056 &#160; $ 16,000 &#160; $ 27 &#160; 138 &#160; 2021 24,167 &#160; 23,979 &#160; 108 &#160; 236 &#160; 2022 27,459 &#160; 2,453 &#160; 264 &#160; $ 67,438 &#160; $ 2,588 &#160; ##TABLE_END \n\nMolina Healthcare, Inc. 2022 Form 10-K | 72 \n\n##TABLE_START Cumulative Paid Claims and Allocated Claims Adjustment Expenses Benefit Year 2020 2021 2022 (Unaudited) (Unaudited) (In millions) 2020 $ 13,871 &#160; $ 16,004 &#160; $ 15,973 &#160; 2021 21,148 &#160; 23,871 &#160; 2022 24,345 &#160; $ 64,189 &#160; ##TABLE_END \n\nThe following table represents a reconciliation of claims development to the aggregate carrying amount of the liability for medical claims and benefits payable. \n\n##TABLE_START 2022 (In millions) Incurred claims and allocated claims adjustment expenses $ 67,438 &#160; Less: cumulative paid claims and allocated claims adjustment expenses ( 64,189 ) All outstanding liabilities before 2020 9 &#160; Non-risk and other provider payables 270 &#160; Medical claims and benefits payable $ 3,528 &#160; ##TABLE_END\n\n11. Debt \n\nContractual maturities of debt, as of December 31, 2022, are illustrated in the following table. All amounts represent the principal amounts of the debt instruments outstanding. \n\n##TABLE_START Total 2023 2024 2025 2026 2027 Thereafter (In millions) \n\n4.375 % Notes due 2028 \n\n$ 800 &#160; $ &#8212; &#160; $ &#8212; &#160; $ &#8212; &#160; $ &#8212; &#160; $ &#8212; &#160; $ 800 &#160; \n\n3.875 % Notes due 2030 \n\n650 &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; 650 &#160; \n\n3.875 % Notes due 2032 \n\n750 &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; 750 &#160; Total $ 2,200 &#160; $ &#8212; &#160; $ &#8212; &#160; $ &#8212; &#160; $ &#8212; &#160; $ &#8212; &#160; $ 2,200 &#160; ##TABLE_END\n\nAll our debt is held at the parent which is reported in the Other segment. The following table summarizes our outstanding debt obligations, all of which are non-current as of the dates reported below: \n\n##TABLE_START December 31, 2022 2021 (In millions) Non-current long-term debt: 4.375 % Notes due 2028 \n\n$ 800 &#160; $ 800 &#160; 3.875 % Notes due 2030 \n\n650 &#160; 650 &#160; 3.875 % Notes due 2032 \n\n750 &#160; 750 &#160; Less: unamortized debt issuance costs ( 24 ) ( 27 ) Total $ 2,176 &#160; $ 2,173 &#160; ##TABLE_END \n\nCredit Agreement \n\nWe are party to a credit agreement (the &#8220;Credit Agreement&#8221;) which includes a revolving credit facility (&#8220;Credit Facility&#8221;) of $ 1.0 billion, among other provisions. The Credit Agreement has a term of five years , and all amounts outstanding will be due and payable on June 8, 2025. Borrowings under the Credit Agreement bear interest based, at our election, on a base rate or other defined rate, plus in each case, the applicable margin. In addition to interest \n\nMolina Healthcare, Inc. 2022 Form 10-K | 73 \n\npayable on the principal amount of indebtedness outstanding from time to time under the Credit Agreement, we are required to pay a quarterly commitment fee. \n\nThe Credit Agreement contains customary non-financial and financial covenants. As of December 31, 2022, we were in compliance with all financial and non-financial covenants under the Credit Agreement and other long-term debt. As of December 31, 2022, no amounts were outstanding under the Credit Facility. \n\nSenior Notes \n\nOur senior notes are described below. Each of these notes are senior unsecured obligations of Molina and rank equally in right of payment with all existing and future senior debt, and senior to all existing and future subordinated debt of Molina. In addition, each of the notes contain customary non-financial covenants and change of control provisions. \n\nThe indentures governing the senior notes contain cross-default provisions that are triggered upon default by us or any of our subsidiaries on any indebtedness in excess of the amount specified in the applicable indenture. \n\n4.375 % Notes due 2028. We have $ 800 million aggregate principal amount of senior notes (the &#8220; 4.375 % Notes&#8221;) outstanding as of December 31, 2022, which are due June 15, 2028, unless earlier redeemed. Interest, at a rate of 4.375 % per annum, is payable semiannually in arrears on June 15 and December 15. \n\n3.875 % Notes due 2030. We have $ 650 million aggregate principal amount of senior notes (the &#8220; 3.875 % Notes due 2030&#8221;) outstanding as of December 31, 2022, which are due November 15, 2030, unless earlier redeemed. Interest, at a rate of 3.875 % per annum, is payable semiannually in arrears on May 15 and November 15. \n\n3.875 % Notes due 2032. We have $ 750 million aggregate principal amount of senior notes (the &#8220; 3.875 % Notes due 2032&#8221;) outstanding as of December 31, 2022, which are due May 15, 2032, unless earlier redeemed. Interest, at a rate of 3.875 % per annum, is payable semiannually in arrears on May 15 and November 15. \n\n12. Income Taxes \n\nIncome tax expense for continuing operations consisted of the following: \n\n##TABLE_START Year Ended December 31, 2022 2021 2020 (In millions) Current: Federal $ 297 &#160; $ 209 &#160; $ 281 &#160; State 40 &#160; 31 &#160; 26 &#160; Total current 337 &#160; 240 &#160; 307 &#160; Deferred: Federal ( 66 ) ( 17 ) ( 13 ) State &#8212; &#160; ( 7 ) ( 7 ) Foreign &#8212; &#160; &#8212; &#160; 1 &#160; Total deferred ( 66 ) ( 24 ) ( 19 ) Income tax expense $ 271 &#160; $ 216 &#160; $ 288 &#160; ##TABLE_END\n\nA reconciliation of the U.S. federal statutory income tax rate to the combined effective income tax rate for continuing operations is as follows: \n\n##TABLE_START Year Ended December 31, 2022 2021 2020 Statutory federal tax (benefit) rate 21.0 &#160; % 21.0 &#160; % 21.0 &#160; % State income provision (benefit), net of federal benefit 3.0 &#160; 2.2 &#160; 1.6 &#160; Nondeductible health insurer fee (&#8220;HIF&#8221;) &#8212; &#160; &#8212; &#160; 6.1 &#160; Nondeductible compensation 1.8 &#160; 1.5 &#160; 1.1 &#160; Other ( 0.3 ) &#8212; &#160; 0.2 &#160; Effective tax expense rate 25.5 &#160; % 24.7 &#160; % 30.0 &#160; % ##TABLE_END\n\nMolina Healthcare, Inc. 2022 Form 10-K | 74 \n\nThe effective tax rate was not impacted by the HIF in 2022 and 2021 given it was repealed for years after 2020. Our effective tax rate is based on expected income, statutory tax rates, and tax planning opportunities available to us in the various jurisdictions in which we operate. Management estimates and judgments are required in determining our effective tax rate. We are routinely under audit by federal, state, or local authorities regarding the timing and amount of deductions, nexus of income among various tax jurisdictions, and compliance with federal, state, foreign, and local tax laws. \n\nDeferred tax assets and liabilities are classified as non-current. Significant components of our deferred tax assets and liabilities as of December 31, 2022 and 2021 were as follows: \n\n##TABLE_START December 31, 2022 2021 (In millions) Accrued expenses and reserve liabilities $ 96 &#160; $ 57 &#160; Other accrued medical costs 24 &#160; 23 &#160; Net operating losses 9 &#160; 13 &#160; Unearned premiums 16 &#160; 17 &#160; Lease financing obligation 40 &#160; 9 &#160; Unrealized losses 49 &#160; 2 &#160; Fixed assets and intangibles 9 &#160; &#8212; &#160; Tax credit carryover 5 &#160; 5 &#160; Other 5 &#160; 4 &#160; Valuation allowance ( 18 ) ( 10 ) Total deferred income tax assets, net of valuation allowance 235 &#160; 120 &#160; Fixed assets and intangibles &#8212; &#160; ( 1 ) Prepaid expenses ( 15 ) ( 13 ) Total deferred income tax liabilities ( 15 ) ( 14 ) Net deferred income tax asset $ 220 &#160; $ 106 &#160; ##TABLE_END \n\nAt December 31, 2022, we had state net operating loss carryforwards of $ 95 million, which begin expiring in 2036. \n\nAt December 31, 2022, we had foreign net operating loss carryforwards of $ 8 million, which expire in 2032. \n\nAt December 31, 2022, we had foreign tax credit carryovers of $ 5 million, which expire in 2030. \n\nWe evaluate the need for a valuation allowance taking into consideration the ability to carry back and carry forward tax credits and losses, available tax planning strategies and future income, including reversal of temporary differences. We have determined that as of December 31, 2022, $ 18 million of deferred tax assets did not satisfy the recognition criteria. Therefore, we increased our valuation allowance by $ 8 million, from $ 10 million at December 31, 2021, to $ 18 million as of December 31, 2022. \n\nWe recognize tax benefits only if the tax position is more likely than not to be sustained. We are subject to income taxes in the United States, Puerto Rico, and numerous state jurisdictions. Significant judgment is required in evaluating our tax positions and determining our provision for income taxes. During the ordinary course of business, there are many transactions and calculations for which the ultimate tax determination is uncertain. We establish reserves for tax-related uncertainties based on estimates of whether, and the extent to which, additional taxes will be due. These reserves are established when we believe that certain positions might be challenged despite our belief that our tax return positions are fully supportable. We adjust these reserves in light of changing facts and circumstances, such as the outcome of tax audits. The provision for income taxes includes the impact of reserve provisions and changes to reserves that are considered appropriate. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 75 \n\nThe roll forward of our unrecognized tax benefits is as follows: \n\n##TABLE_START Year Ended December 31, 2022 2021 2020 (In millions) Gross unrecognized tax benefits at beginning of period $ ( 15 ) $ ( 20 ) $ ( 20 ) Settlements &#8212; &#160; 5 &#160; &#8212; &#160; Lapse in statute of limitations 10 &#160; &#8212; &#160; &#8212; &#160; Gross unrecognized tax benefits at end of period $ ( 5 ) $ ( 15 ) $ ( 20 ) ##TABLE_END\n\nThe total amount of unrecognized tax benefits at December 31, 2022, 2021 and 2020 that, if recognized, would affect the effective tax rates is $ 5 million, $ 15 million, and $ 20 million, respectively. We expect that during the next 12 months it is reasonably possible that unrecognized tax benefit liabilities may decrease by $ 5 million due to resolution of a state refund claim. The state refund claim will not result in a cash payment for income taxes if our claim is denied. \n\nOur continuing practice is to recognize interest and/or penalties related to unrecognized tax benefits in income tax expense. Amounts accrued for the payment of interest and penalties as of December 31, 2022, 2021 and 2020 were insignificant. \n\nWe may be subject to examination by the IRS for calendar years after 2018. With a few exceptions, which are immaterial in the aggregate, we no longer are subject to state, local, and Puerto Rico tax examinations for years before 2018. \n\nOn August 16, 2022, the Inflation Reduction Act was signed into law. The Inflation Reduction Act includes various tax provisions, which are effective for the tax years beginning on or after January 1, 2023. We do not expect such tax provisions to have a material impact on our consolidated financial results. \n\n13. Stockholders' Equity \n\nStock Purchase Programs \n\nIn November 2022, our board of directors authorized the purchase of up to $ 500 million, in the aggregate, of our common stock. This new program supersedes the stock purchase program previously approved by our board of directors in September 2021, as described below. This new program will be funded with cash on hand and extends through December 31, 2023. Under this program, pursuant to a Rule 10b5-1 trading plan, we purchased approximately 590,000 shares for $ 200 million in the fourth quarter of 2022 (average cost of $ 339.06 per share). No shares have been purchased in 2023. \n\nIn September 2021, our board of directors authorized the purchase of up to $ 500 million, in the aggregate, of our common stock. This program was funded with cash on hand. Under this program, pursuant to a Rule 10b5-1 trading plan, we purchased approximately 658,000 shares for $ 200 million in the second quarter of 2022 (average cost of $ 304.13 per share). \n\nShare-Based Compensation \n\nIn connection with our employee stock plans, approximately 755,000 shares and 429,000 shares of common stock were issued, net of shares used to settle employees&#8217; income tax obligations, during the years ended December 31, 2022, and 2021, respectively. Total share-based compensation expense is reported in &#8220;General and administrative expenses&#8221; in the accompanying consolidated statements of income, and summarized below. \n\n##TABLE_START Year Ended December 31, 2022 2021 2020 (In millions) Pretax Charges Net-of-Tax Amount Pretax Charges Net-of-Tax Amount Pretax Charges Net-of-Tax Amount RSAs and PSUs (defined below) $ 97 &#160; $ 90 &#160; $ 66 &#160; $ 62 &#160; $ 47 &#160; $ 44 &#160; Employee stock purchase plan and stock options \n\n6 &#160; 6 &#160; 6 &#160; 6 &#160; 10 &#160; 9 &#160; Total $ 103 &#160; $ 96 &#160; $ 72 &#160; $ 68 &#160; $ 57 &#160; $ 53 &#160; ##TABLE_END \n\nMolina Healthcare, Inc. 2022 Form 10-K | 76 \n\nEquity Incentive Plan \n\nAt December 31, 2022, we had employee equity incentives outstanding under our 2019 Equity Incentive Plan (the &#8220;2019 EIP&#8221;). The 2019 EIP provides for awards, in the form of restricted stock awards (&#8220;RSAs&#8221;), performance units (&#8220;PSUs&#8221;), stock options, and other stock&#8211; or cash&#8211;based awards, to eligible persons who perform services for us. The 2019 EIP provides for the issuance of up to 2.9 million shares of our common stock. \n\nStock-based awards . RSAs and PSUs are granted with a fair value equal to the market price of our common stock on the date of grant, and generally vest in equal annual installments over periods up to four years from the date of grant. PSUs vest in their entirety at the end of three-year performance periods, if their performance conditions are met. We generally recognize expense for RSAs and PSUs on a straight-line basis. Activity for stock-based awards in the year ended December 31, 2022, is summarized below. \n\n##TABLE_START RSAs Weighted Average Grant Date Fair Value PSUs Weighted Average Grant Date Fair Value \n\nUnvested balance, December 31, 2021 \n\n539,117 &#160; $ 169.39 &#160; 275,050 &#160; $ 129.99 &#160; Granted 237,590 &#160; 312.27 &#160; 271,270 &#160; 214.94 &#160; Vested ( 224,345 ) 156.21 &#160; ( 219,674 ) 137.54 &#160; Forfeited ( 41,257 ) 224.96 &#160; ( 13,816 ) 249.09 &#160; \n\nUnvested balance, December 31, 2022 \n\n511,105 &#160; $ 237.10 &#160; 312,830 &#160; $ 193.09 &#160; ##TABLE_END \n\nAs of December 31, 2022, total unrecognized compensation expense related to unvested RSAs and PSUs was $ 74 million, and $ 31 million, respectively, which we expect to recognize over a remaining weighted-average period of 2.0 years, and 0.7 years, respectively. This unrecognized compensation cost assumes an estimated forfeiture rate of 9.2 % for non-executive employees as of December 31, 2022, based on actual forfeitures over the last 4 years. \n\nThe total grant date fair value of awards granted and vested is presented in the following table. \n\n##TABLE_START Year Ended December 31, 2022 2021 2020 (In millions) Granted: RSAs $ 74 &#160; $ 65 &#160; $ 44 &#160; PSUs 43 &#160; &#8212; &#160; 23 &#160; Total granted $ 117 &#160; $ 65 &#160; $ 67 &#160; Vested: RSAs $ 70 &#160; $ 53 &#160; $ 22 &#160; PSUs 69 &#160; 71 &#160; 1 &#160; Total vested $ 139 &#160; $ 124 &#160; $ 23 &#160; ##TABLE_END\n\nStock Options. Stock option awards generally have an exercise price equal to the fair market value of our common stock on the date of grant, vest in equal annual installments over periods up to four years from the date of grant, and have a maximum term of ten years from the date of grant. Stock option activity for the year ended December 31, 2022, is summarized below. \n\n##TABLE_START Number of Shares Weighted Average Exercise Price Aggregate Intrinsic Value Weighted Average Remaining Contractual term (Per share) (In millions) (Years) Stock options outstanding as of December 31, 2021 \n\n395,000 &#160; $ 65.59 &#160; Exercised ( 390,000 ) 66.01 &#160; Stock options outstanding, vested, and exercisable as of December 31, 2022 \n\n5,000 &#160; 33.02 &#160; $ 1 &#160; 0.2 ##TABLE_END\n\nNo stock options were granted in 2022, 2021, or 2020, and no stock options were exercised in 2020. As of December 31, 2022, there was no unrecognized compensation expense related to unvested stock options. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 77 \n\nEmployee Stock Purchase Plans (&#8220;ESPP&#8221;) \n\nUnder our ESPP, eligible employees may purchase common shares at 85 % of the lower of the fair market value of our common stock on either the first or last trading day of each six-month offering period. Each participant is limited to a maximum purchase of $ 25,000 (as measured by the fair value of the stock acquired) per year through payroll deductions. We estimate the fair value of the stock issued using a standard option pricing model. For the years ended December 31, 2022, 2021, and 2020, the inputs to this model were as follows: risk-free interest rates of approximately 0.1 % to 2.5 %; expected volatility of approximately 29 % to 54 %, dividend yields of 0 %, and an average expected life of 0.5 years. \n\n14. Employee Benefit Plans \n\nWe sponsor defined contribution 401(k) plans that cover substantially all employees of our company and its subsidiaries. Eligible employees are permitted to contribute up to the maximum amount allowed by law. We match up to the first 4 % of compensation contributed by employees. Expense recognized in connection with our contributions to the 401(k) plans amounted to $ 45 million, $ 41 million, and $ 28 million in the years ended December 31, 2022, 2021, and 2020, respectively. \n\nWe also have a non-qualified deferred compensation plan for certain key employees. Under this plan, eligible participants may defer portions of their base salary and bonus to provide tax-deferred growth. The deferrals are distributable based upon termination of employment or other periods, as elected under the plan and were $ 26 million and $ 23 million as of December 31, 2022 and 2021, respectively. \n\n15. Commitments and Contingencies \n\nRegulatory Capital Requirements and Dividend Restrictions \n\nOur health plans, which are generally operated by our respective wholly owned subsidiaries in those states in which our health plans operate, are subject to state laws and regulations that, among other things, require the maintenance of minimum levels of statutory capital, as defined by each state. The National Association of Insurance Commissioners (&#8220;NAIC&#8221;), has adopted rules which, if implemented by the states, set minimum capitalization requirements for insurance companies, HMOs, and other entities bearing risk for healthcare coverage. The requirements take the form of risk-based capital (&#8220;RBC&#8221;) rules which may vary from state to state. Regulators in some states may also enforce capital requirements that require the retention of net worth in excess of amounts formally required by statute or regulation. \n\nAll of the states in which our health plans operate, except California, Florida, Massachusetts and New York, have adopted the RBC rules. The minimum statutory capital requirements in these states is based on a percentage of annualized premium revenue, a percentage of annualized health care costs, a percentage of certain liabilities, or other financial ratios. The RBC rules, if adopted by California, Florida, Massachusetts or New York, could increase the minimum capital required for those states. Our Massachusetts health plan maintains a $ 35 million performance bond, effective through December 31, 2023, to partially satisfy minimum net worth requirements in that state. \n\nStatutes, regulations and informal capital requirements also restrict the timing, payment, and amount of dividends and other distributions that may be paid to us as the sole stockholder. To the extent our subsidiaries must comply with these regulations, they may not have the financial flexibility to transfer funds to us. Based on current statutes and regulations, the net assets in these subsidiaries, which may not be transferable to us in the form of loans, advances, or cash dividends was approximately $ 3.1 billion at December 31, 2022. Because of the statutory restrictions that inhibit the ability of our health plans to transfer net assets to us, the amount of retained earnings readily available to pay dividends to our stockholders is generally limited to cash, cash equivalents and investments held by the parent company&#8212;Molina Healthcare, Inc. Such cash, cash equivalents and investments amounted to $ 375 million and $ 348 million as of December 31, 2022 and 2021, respectively. \n\nAs of December 31, 2022, our health plans had aggregate statutory capital and surplus of approximately $ 3.3 billion, which was in excess of the required minimum aggregate statutory capital and surplus of approximately $ 2.3 billion. We have the ability and commitment to provide additional capital to each of our health plans when necessary to ensure that statutory capital and surplus continue to meet regulatory requirements. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 78 \n\nCOVID-19 Pandemic \n\nWe continue to monitor and assess the estimated operating and financial impact of the COVID-19 pandemic and, as it evolves, we continue to process, assemble, and assess member utilization information. We believe that our cash resources, borrowing capacity available under the Credit Agreement, and cash flow generated from operations will be sufficient to withstand the financial impact of the pandemic, and will enable us to continue to support our operations, regulatory requirements, debt repayment obligations, and capital expenditures for the foreseeable future. \n\nLegal Proceedings \n\nThe healthcare industry is subject to numerous laws and regulations of federal, state, and local governments. Compliance with these laws and regulations can be subject to government review and interpretation, as well as regulatory actions unknown and unasserted at this time. Penalties associated with violations of these laws and regulations include significant fines and penalties, exclusion from participating in publicly funded programs, and the repayment of previously billed and collected revenues. \n\nWe are involved in legal actions in the ordinary course of business including, but not limited to, various employment claims, vendor disputes and provider claims. Some of these legal actions seek monetary damages, including claims for punitive damages, which may not be covered by insurance. We review legal matters and update our estimates of reasonably possible losses and related disclosures, as necessary. We have accrued liabilities for legal matters for which we deem the loss to be both probable and reasonably estimable. These liability estimates could change as a result of further developments of the matters. The outcome of legal actions is inherently uncertain. An adverse determination in one or more of these pending matters could have an adverse effect on our consolidated financial position, results of operations, or cash flows. \n\nKentucky RFP. On September 4, 2020, Anthem Kentucky Managed Care Plan, Inc. brought an action in Franklin County Circuit Court against the Kentucky Finance and Administration Cabinet, the Kentucky Cabinet for Health and Family Services, and all of the five winning bidder health plans, including our Kentucky health plan. On September 9, 2022, the Kentucky Court of Appeals ruled that, with regard to the earlier Circuit Court ruling granting Anthem relief, the Circuit Court should not have invalidated the 2020 procurement and thus should not have awarded a contract to Anthem. Anthem has sought discretionary review by the Kentucky Supreme Court of the ruling by the Court of Appeals. Pending further Court order, our Kentucky health plan will continue to operate for the foreseeable future under its current Medicaid contract. \n\nPuerto Rico. On August 13, 2021, Molina Healthcare of Puerto Rico, Inc. (&#8220;MHPR&#8221;) filed a complaint asserting, among other claims, breach of contract against Puerto Rico Health Insurance Administration (&#8220;ASES&#8221;). On September 13, 2021, ASES filed a counterclaim and a third-party complaint against MHPR and the Company. This matter remains subject to significant additional proceedings, and no prediction can be made as to the outcome. \n\nProfessional Liability Insurance \n\nWe carry medical professional liability insurance for healthcare services rendered in the primary care institutions that we manage. In addition, we carry managed care errors and omissions insurance for all managed care services that we provide. \n\n16. Segments \n\nWe currently have four reportable segments consisting of: 1) Medicaid; 2) Medicare; 3) Marketplace; and 4) Other. Our reportable segments are consistent with how we currently manage the business and view the markets we serve. \n\nThe Medicaid, Medicare, and Marketplace segments represent the government-funded or sponsored programs under which we offer managed healthcare services. The Other segment, which is insignificant to our consolidated results of operations, includes long-term services and supports consultative services in Wisconsin. \n\nThe key metrics used to assess the performance of our Medicaid, Medicare, and Marketplace segments are premium revenue, medical margin and MCR. MCR represents the amount of medical care costs as a percentage of premium revenue. Therefore, the underlying medical margin, or the amount earned by the Medicaid, Medicare, and Marketplace segments after medical costs are deducted from premium revenue, represents the most important measure of earnings reviewed by management, and is used by our chief executive officer to review results, assess performance, and allocate resources. The key metric used to assess the performance of our Other segment is \n\nMolina Healthcare, Inc. 2022 Form 10-K | 79 \n\nservice margin. The service margin is equal to service revenue minus cost of service revenue. We do not report total assets by segment since this is not a metric used to assess segment performance or allocate resources. \n\nThe following table presents total revenue by segment. Inter-segment revenue was insignificant for all periods presented. \n\n##TABLE_START Year Ended December 31, 2022 2021 2020 (In millions) Total revenue: Medicaid $ 25,783 &#160; $ 21,231 &#160; $ 15,217 &#160; Medicare 3,824 &#160; 3,379 &#160; 2,529 &#160; Marketplace 2,296 &#160; 3,091 &#160; 1,677 &#160; Other 71 &#160; 70 &#160; &#8212; &#160; Consolidated $ 31,974 &#160; $ 27,771 &#160; $ 19,423 &#160; ##TABLE_END\n\nThe following table reconciles margin by segment to consolidated income before income tax expense: \n\n##TABLE_START Year Ended December 31, 2022 2021 2020 (In millions) Margin: Medicaid $ 2,981 &#160; $ 2,322 &#160; $ 1,804 &#160; Medicare 437 &#160; 430 &#160; 351 &#160; Marketplace 290 &#160; 399 &#160; 324 &#160; Other 11 &#160; 14 &#160; &#8212; &#160; Total margin 3,719 &#160; 3,165 &#160; 2,479 &#160; \n\nAdd: other operating revenues (1) \n\n1,020 &#160; 846 &#160; 1,124 &#160; \n\nLess: other operating expenses (2) \n\n( 3,566 ) ( 2,991 ) ( 2,525 ) Operating income 1,173 &#160; 1,020 &#160; 1,078 &#160; Less: other expenses, net 110 &#160; 145 &#160; 117 &#160; Income before income tax expense $ 1,063 &#160; $ 875 &#160; $ 961 &#160; ##TABLE_END\n\n______________________ \n\n(1) Other operating revenues include premium tax revenue, health insurer fees reimbursed, Marketplace risk corridor judgment, investment income and other revenue. \n\n(2) Other operating expenses include general and administrative expenses, premium tax expenses, health insurer fees, depreciation and amortization, impairment, and other costs. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 80 \n\n17. Condensed Financial Information of Registrant \n\nThe condensed balance sheets as of December 31, 2022 and 2021, and the related condensed statements of income, comprehensive income and cash flows for each of the three years in the period ended December 31, 2022 for our parent company Molina Healthcare, Inc. (the &#8220;Registrant&#8221;), are presented below. \n\nCondensed Balance Sheets \n\n##TABLE_START &#160; December 31, &#160; 2022 2021 &#160; (In millions, except per-share data) \n\nASSETS Current assets: &#160; Cash and cash equivalents $ 329 &#160; $ 274 &#160; Investments 46 &#160; 74 &#160; Due from affiliates 143 &#160; 74 &#160; Prepaid expenses and other current assets 106 &#160; 142 &#160; Total current assets 624 &#160; 564 &#160; Property, equipment, and capitalized software, net 224 &#160; 349 &#160; Goodwill and intangible assets, net 731 &#160; 699 &#160; Investments in subsidiaries 4,142 &#160; 3,772 &#160; Deferred income taxes 37 &#160; ( 18 ) Advances to related parties and other assets 78 &#160; 68 &#160; Total assets $ 5,836 &#160; $ 5,434 &#160; LIABILITIES AND STOCKHOLDERS&#8217; EQUITY Current liabilities: &#160; &#160; Accounts payable, accrued liabilities and other $ 448 &#160; $ 378 &#160; Total current liabilities 448 &#160; 378 &#160; Long-term debt 2,176 &#160; 2,173 &#160; Finance lease liabilities 215 &#160; 219 &#160; Other long-term liabilities 33 &#160; 34 &#160; Total liabilities 2,872 &#160; 2,804 &#160; Stockholders&#8217; equity: Common stock, $ 0.001 par value; 150 million shares authorized; outstanding: 58 million shares at each of December 31, 2022 and December 31, 2021 \n\n&#8212; &#160; &#8212; &#160; Preferred stock, $ 0.001 par value; 20 million shares authorized, no shares issued and outstanding \n\n&#8212; &#160; &#8212; &#160; Additional paid-in capital 328 &#160; 236 &#160; Accumulated other comprehensive loss ( 160 ) ( 5 ) Retained earnings 2,796 &#160; 2,399 &#160; Total stockholders&#8217; equity 2,964 &#160; 2,630 &#160; Total liabilities and stockholders&#8217; equity $ 5,836 &#160; $ 5,434 &#160; ##TABLE_END\n\nSee accompanying notes. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 81 \n\nCondensed Statements of Income \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 &#160; (In millions) Revenue: &#160; &#160; &#160; Administrative services fees $ 1,826 &#160; $ 1,496 &#160; $ 1,208 &#160; Investment income and other revenue 8 &#160; 11 &#160; 13 &#160; Total revenue 1,834 &#160; 1,507 &#160; 1,221 &#160; Expenses: &#160; General and administrative expenses 1,721 &#160; 1,424 &#160; 1,089 &#160; Depreciation and amortization 141 &#160; 98 &#160; 67 &#160; Impairment 138 &#160; &#8212; &#160; &#8212; &#160; Other &#8212; &#160; 5 &#160; 24 &#160; Total operating expenses 2,000 &#160; 1,527 &#160; 1,180 &#160; Operating (loss) income ( 166 ) ( 20 ) 41 &#160; Interest expense 110 &#160; 120 &#160; 102 &#160; Other expenses, net &#8212; &#160; 25 &#160; 15 &#160; Total other expenses, net 110 &#160; 145 &#160; 117 &#160; Loss before income tax benefit and equity in net earnings of subsidiaries ( 276 ) ( 165 ) ( 76 ) Income tax benefit ( 42 ) ( 21 ) ( 5 ) Net loss before equity in net earnings of subsidiaries ( 234 ) ( 144 ) ( 71 ) Equity in net earnings of subsidiaries 1,026 &#160; 803 &#160; 744 &#160; Net income $ 792 &#160; $ 659 &#160; $ 673 &#160; ##TABLE_END\n\nCondensed Statements of Comprehensive Income \n\n##TABLE_START Year Ended December 31, 2022 2021 2020 (In millions) Net income $ 792 &#160; $ 659 &#160; $ 673 &#160; Other comprehensive (loss) income: Unrealized investment (loss) income ( 204 ) ( 55 ) 44 &#160; Less: effect of income taxes ( 49 ) ( 13 ) 11 &#160; Other comprehensive (loss) income, net of tax ( 155 ) ( 42 ) 33 &#160; Comprehensive income $ 637 &#160; $ 617 &#160; $ 706 &#160; ##TABLE_END\n\nSee accompanying notes. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 82 \n\nCondensed Statements of Cash Flows \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 &#160; (In millions) Operating activities: &#160; &#160; &#160; Net cash provided by operating activities $ 119 &#160; $ 60 &#160; $ 67 &#160; Investing activities: &#160; Capital contributions to subsidiaries ( 159 ) ( 440 ) ( 107 ) Dividends received from subsidiaries 668 &#160; 564 &#160; 635 &#160; Purchases of investments ( 29 ) ( 27 ) ( 188 ) Proceeds from sales and maturities of investments 49 &#160; 21 &#160; 282 &#160; Purchases of property, equipment and capitalized software ( 86 ) ( 70 ) ( 74 ) Net cash paid in business combinations &#8212; &#160; ( 263 ) ( 1,028 ) Change in amounts due to/from affiliates ( 69 ) 40 &#160; ( 68 ) Other, net 3 &#160; ( 3 ) 3 &#160; Net cash provided by (used in) investing activities 377 &#160; ( 178 ) ( 545 ) Financing activities: &#160; Common stock purchases \n\n( 400 ) ( 128 ) ( 606 ) Common stock withheld to settle employee tax obligations ( 54 ) ( 53 ) ( 8 ) Contingent consideration liabilities settled ( 20 ) ( 20 ) &#8212; &#160; Proceeds from senior notes offering, net of issuance costs &#8212; &#160; 740 &#160; 1,429 &#160; Repayment of senior notes &#8212; &#160; ( 723 ) ( 338 ) Repayment of term loan facility &#8212; &#160; &#8212; &#160; ( 600 ) Proceeds from borrowings under term loan facility \n\n&#8212; &#160; &#8212; &#160; 380 &#160; Cash paid for partial termination of warrants \n\n&#8212; &#160; &#8212; &#160; ( 30 ) Cash paid for partial settlement of conversion option \n\n&#8212; &#160; &#8212; &#160; ( 27 ) Cash received for partial settlement of call option \n\n&#8212; &#160; &#8212; &#160; 27 &#160; Repayment of principal amount of convertible notes \n\n&#8212; &#160; &#8212; &#160; ( 12 ) Other, net 33 &#160; 1 &#160; 2 &#160; Net cash (used in) provided by financing activities ( 441 ) ( 183 ) 217 &#160; Net increase (decrease) in cash and cash equivalents 55 &#160; ( 301 ) ( 261 ) Cash and cash equivalents at beginning of period \n\n274 &#160; 575 &#160; 836 &#160; Cash and cash equivalents at end of period \n\n$ 329 &#160; $ 274 &#160; $ 575 &#160; ##TABLE_END\n\nSee accompanying notes. \n\nNotes to Condensed Financial Information of Registrant \n\nNote A - Basis of Presentation \n\nThe Registrant was incorporated in 2002. Prior to that date, Molina Healthcare of California (formerly known as Molina Medical Centers) operated as a California health plan and as the parent company for three other state health plans. In June 2003, the employees and operations of the corporate entity were transferred from Molina Healthcare of California to the Registrant. \n\nThe Registrant&#8217;s investment in subsidiaries is stated at cost plus equity in undistributed earnings of subsidiaries since the date of acquisition. The accompanying condensed financial information of the Registrant should be read in conjunction with the consolidated financial statements and accompanying notes. \n\nNote B - Transactions with Subsidiaries \n\nThe Registrant provides certain centralized medical and administrative services to our subsidiaries pursuant to administrative services agreements that include, but are not limited to, information technology, product development \n\nMolina Healthcare, Inc. 2022 Form 10-K | 83 \n\nand administration, underwriting, claims processing, customer service, certain care management services, human resources, marketing, purchasing, risk management, actuarial, finance, accounting, compliance, legal and public relations. Fees are based on the fair market value of services rendered and are recorded as operating revenue. Payment is subordinated to the subsidiaries&#8217; ability to comply with minimum capital and other restrictive financial requirements of the states in which they operate. Charges in 2022, 2021, and 2020 for these services amounted to $ 1,826 million, $ 1,496 million, and $ 1,208 million, respectively, and are included in operating revenue. \n\nThe Registrant and its subsidiaries are included in the consolidated federal and state income tax returns filed by the Registrant. Income taxes are allocated to each subsidiary in accordance with an intercompany tax allocation agreement. The agreement allocates income taxes in an amount generally equivalent to the amount which would be expensed by the subsidiary if it filed a separate tax return. Net operating loss benefits are paid to the subsidiary by the Registrant to the extent such losses are utilized in the consolidated tax returns. \n\nNote C - Dividends and Capital Contributions \n\nWhen the Registrant receives dividends from its subsidiaries, such amounts are recorded as a reduction to the investments in the respective subsidiaries. \n\nFor all periods presented, the Registrant made capital contributions to certain subsidiaries primarily to comply with minimum net worth requirements and to fund business combinations. Such amounts have been recorded as an increase in investment in the respective subsidiaries. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 84 \n\n"
    },
    {
      "section": "9",
      "text": ""
    },
    {
      "section": "9A",
      "text": " \n\nCONTROLS AND PROCEDURES \n\nMANAGEMENT&#8217;S EVALUATION OF DISCLOSURE CONTROLS AND PROCEDURES \n\nWe maintain disclosure controls and procedures, as defined in Rule 13a-15(e) and Rule 15d-15(e) under the Securities Exchange Act of 1934, as amended (the &#8220;Exchange Act&#8221;), that are designed to provide reasonable assurance that information required to be disclosed by us in reports we file or submit under the Exchange Act is recorded, processed, summarized and reported within the time periods specified in the SEC's rules and forms. Disclosure controls and procedures include, without limitation, controls and procedures designed to provide reasonable assurance that information required to be disclosed by us in reports we file or submit under the Exchange Act is accumulated and communicated to our management, including our principal executive officer and principal financial officer or persons performing similar functions, as appropriate, to allow timely decisions regarding required disclosure. In designing and evaluating the disclosure controls and procedures, management recognizes that any controls and procedures, no matter how well designed and operated, can provide only reasonable assurance of achieving the desired control objectives, and management is required to apply its judgment in evaluating the cost-benefit relationship of any possible controls and procedures. \n\nUnder the supervision and with the participation of our management, including our chief executive officer and our chief financial officer, we carried out an evaluation of the effectiveness of our disclosure controls and procedures as of the end of the period covered by this Form 10-K pursuant to Rule 13a-15(b) and Rule 15d-15(b) of the Exchange Act. Based on this evaluation, our chief executive officer and our chief financial officer concluded that our disclosure controls and procedures were effective as of December 31, 2022, at the reasonable assurance level. In addition, management concluded that our consolidated financial statements included in this Annual Report on Form 10-K are fairly stated in all material respects in accordance with U.S. generally accepted accounting principles (&#8220;GAAP&#8221;) for each of the periods presented herein. \n\nMANAGEMENT&#8217;S REPORT ON INTERNAL CONTROL OVER FINANCIAL REPORTING \n\nManagement is responsible for establishing and maintaining adequate internal control over financial reporting, as such term is defined in Rule 13a-15(f) under the Exchange Act. Our internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of our assets; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with GAAP, and that our receipts and expenditures are being made only in accordance with authorizations of our management and directors; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of our assets that could have a material effect on our financial statements. \n\nInternal control over financial reporting is designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements prepared for external purposes in accordance with GAAP. Because of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of the effectiveness of our internal control over financial reporting to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate. \n\nManagement concluded that we maintained effective internal control over financial reporting as of December 31, 2022, based on criteria described in Internal Control-Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (&#8220;COSO&#8221;). \n\nErnst &#38; Young, LLP, the independent registered public accounting firm who audited our Consolidated Financial Statements included in this Form 10-K, has issued a report on our internal control over financial reporting, which is included herein. \n\nChanges in Internal Control over Financial Reporting \n\nThere were no changes in our internal control over financial reporting (as defined in Rule 13a-15(f) of the Exchange Act) during the quarter ended December 31, 2022, that have materially affected, or are reasonably likely to materially affect, our internal control over financial reporting. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 85 \n\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM \n\nTo the Stockholders and the Board of Directors of Molina Healthcare, Inc. \n\nOpinion on Internal Control Over Financial Reporting \n\nWe have audited Molina Healthcare, Inc.&#8217;s internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control-Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the &#8220;COSO criteria&#8221;). In our opinion, Molina Healthcare, Inc. (the &#8220;Company&#8221;) maintained, in all material respects, effective internal control over financial reporting as of December 31, 2022, based on the COSO criteria. \n\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (&#8220;PCAOB&#8221;), the consolidated balance sheets of the Company as of December 31, 2022 and 2021, the related consolidated statements of income, comprehensive income, stockholders&#8217; equity and cash flows for each of the three years in the period ended December 31, 2022, and the related notes and our report dated February 13, 2023, expressed an unqualified opinion thereon. \n\nBasis for Opinion \n\nThe Company&#8217;s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting included in the accompanying Management&#8217;s Report on Internal Control Over Financial Reporting. Our responsibility is to express an opinion on the Company&#8217;s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \n\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. \n\nOur audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion. \n\nDefinition and Limitations of Internal Control Over Financial Reporting \n\nA company&#8217;s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company&#8217;s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company&#8217;s assets that could have a material effect on the financial statements. \n\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate. \n\n/s/ Ernst &#38; Young LLP \n\nLos Angeles, California \n\nFebruary 13, 2023 \n\nMolina Healthcare, Inc. 2022 Form 10-K | 86 \n\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM \n\nTo the Stockholders and the Board of Directors of Molina Healthcare, Inc. \n\nOpinion on the Financial Statements \n\nWe have audited the accompanying consolidated balance sheets of Molina Healthcare, Inc. (the &#8220;Company&#8221;) as of December 31, 2022 and 2021, the related consolidated statements of income, comprehensive income, stockholders&#8217; equity and cash flows for each of the three years in the period ended December 31, 2022, and the related notes (collectively referred to as the &#8220;consolidated financial statements&#8221;). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company at December 31, 2022 and 2021, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2022, in conformity with U.S. generally accepted accounting principles. \n\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (&#8220;PCAOB&#8221;), the Company&#8217;s internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control-Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework), and our report dated February 13, 2023, expressed an unqualified opinion thereon. \n\nBasis for Opinion \n\nThese financial statements are the responsibility of the Company&#8216;s management. Our responsibility is to express an opinion on the Company&#8216;s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \n\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion. \n\nCritical Audit Matter \n\nThe critical audit matter communicated below is a matter arising from the current period audit of the financial statements that were communicated or required to be communicated to the audit committee and that: (1) relate to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective or complex judgments. The communication of the critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates. \n\n##TABLE_START \n\nIncurred but not paid (IBNP) claims reverses \n\nDescription of the matter \n\nAs of December 31, 2022, the Company&#8217;s liability for fee-for-service claims incurred but not paid (&#8220;IBNP&#8221;), comprised $2,597 million of the $3,528 million of Medical Claims and Benefits Payable. The Company&#8217;s IBNP liability is determined using actuarial methods that include a number of factors and assumptions, including completion factors, which seek to measure the cumulative percentage of claims expense that will have been paid for a given month of service as of the reporting date, based on historical payment patterns, and assumed health care cost trend factors, which represent an estimate of claims expense based on recent claims expense levels and healthcare cost levels. There is significant uncertainty inherent in determining management&#8217;s best estimate of completion and trend factors, which are used to calculate actuarial estimates of incurred but not paid claims. \n\n##TABLE_END\n\nMolina Healthcare, Inc. 2022 Form 10-K | 87 \n\n##TABLE_START How we addressed the matter in our audit \n\nWe obtained an understanding, evaluated the design, and tested the operating effectiveness of the Company&#8217;s controls over the process for estimating the IBNP liability. This included testing management review controls over completion and trend factor assumptions, and management&#8217;s review and approval of actuarial methods used to calculate IBNP liability, including the data inputs and outputs of those models. \n\nTo test IBNP liability, our audit procedures included, among others, testing the completeness and accuracy of data used in the calculation by testing reconciliations of underlying claims and membership data recorded in source systems to the actuarial reserving calculations, and comparing a sample of claims to source documentation. With the assistance of EY actuarial specialists, we evaluated the Company&#8217;s selection and weighting of actuarial methods by comparing the weightings used in the current estimate to those used in prior periods and those used in the industry for the specific types of insurance. To evaluate significant assumptions used by management in the actuarial methods, we compared assumptions to current and historical claims trends, to those used historically and to current industry benchmarks. We also compared management&#8217;s recorded IBNP liability to a range of reasonable IBNP estimates calculated independently by our EY actuarial specialists. Additionally, we performed a review of the prior period estimates using subsequent claims development, and we reviewed and evaluated management&#8217;s disclosures surrounding fee-for-service claims IBNP. \n\n##TABLE_END\n\n/s/ Ernst &#38; Young LLP \n\nWe have served as the Company&#8217;s auditor since 2000. \n\nLos Angeles, California \n\nFebruary 13, 2023 \n\nMolina Healthcare, Inc. 2022 Form 10-K | 88 \n\n"
    },
    {
      "section": "9B",
      "text": " \n\nOTHER INFORMATION \n\nNone. \n\n"
    },
    {
      "section": "10",
      "text": " DIRECTORS, EXECUTIVE OFFICERS, AND CORPORATE GOVERNANCE \n\nInformation required by Item 10 of Part III will be included in our Proxy Statement relating to our 2023 Annual Meeting of Stockholders (the &#8220;2023 Proxy Statement&#8221;), and is incorporated herein by reference. This information will be included in the following sections of the 2023 Proxy Statement: \n\n&#8226; PROPOSAL 1 - Election of Directors \n\n&#8226; Information About Director Nominees \n\n&#8226; Information About Directors Continuing in Office \n\n&#8226; Additional Information About Directors \n\n&#8226; Corporate Governance and Board of Directors Matters \n\n&#8226; Information About the Executive Officers of the Company \n\n&#8226; Section 16(a) Beneficial Ownership Reporting Compliance \n\nInformation relating to our Code of Business Conduct and Ethics and compliance with Section 16(a) of the Exchange Act will be set forth in the 2023 Proxy Statement and is incorporated herein by reference. To the extent permissible under NYSE rules, we intend to disclose amendments to our Code of Business Conduct and Ethics, as well as waivers of the provisions thereof, on our investor relations website under the heading &#8220;Investor Information&#8212;Corporate Governance&#8221; at molinahealthcare.com. \n\nEXECUTIVE COMPENSATION \n\nInformation required by Item 11 of Part III will be included in the 2023 Proxy Statement in the section entitled &#8220;Executive Compensation,&#8221; and is incorporated herein by reference. \n\nSECURITY OWNERSHIP OF CERTAIN BENEFICIAL OWNERS AND MANAGEMENT AND RELATED SHAREHOLDER MATTERS \n\nInformation required by Item 12 of Part III will be included in the 2023 Proxy Statement in the section entitled &#8220;Security Ownership of Certain Beneficial Owners and Management,&#8221; and is incorporated herein by reference. \n\nCERTAIN RELATIONSHIPS AND RELATED TRANSACTIONS, AND DIRECTOR INDEPENDENCE \n\nInformation required by Item 13 of Part III will be included in the 2023 Proxy Statement in the sections entitled &#8220;Related Party Transactions,&#8221; and &#8220;Corporate Governance and Board of Directors Matters&#8212;Director Independence,&#8221; and is incorporated herein by reference. \n\nPRINCIPAL ACCOUNTANT FEES AND SERVICES \n\nOur independent registered public accounting firm is Ernst &#38; Young LLP , Los Angeles, CA , Auditor Firm ID: 42 . \n\nInformation required by Item 14 of Part III will be included in the 2023 Proxy Statement in the section entitled &#8220;Fees Paid to Independent Registered Public Accounting Firm,&#8221; and is incorporated herein by reference. \n\nMolina Healthcare, Inc. 2022 Form 10-K | 89 \n\n"
    },
    {
      "section": "11",
      "text": ""
    },
    {
      "section": "12",
      "text": ""
    },
    {
      "section": "13",
      "text": ""
    },
    {
      "section": "14",
      "text": ""
    },
    {
      "section": "15",
      "text": " \n\nEXHIBITS AND FINANCIAL STATEMENT SCHEDULES \n\nFINANCIAL STATEMENTS AND SUPPLEMENTARY DATA \n\n(1) The consolidated financial statements are included in this report in the section entitled &#8220;Financial Statements and Supplementary Data.&#8221; \n\n(2) Financial Statement Schedules: \n\nSchedules for which provision is made in the applicable accounting regulations of the SEC are not required under the related instructions, are inapplicable, or the required information is included in the consolidated financial statements, and therefore have been omitted. \n\nEXHIBITS \n\nReference is made to the accompanying &#8220;Index to Exhibits.&#8221; \n\nMolina Healthcare, Inc. 2022 Form 10-K | 90 \n\nSIGNATURES \n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the undersigned registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized, on the 13th day of February, 2023. \n\n&#160; \n\n##TABLE_START MOLINA HEALTHCARE, INC. By: /s/ Joseph M. Zubretsky Joseph M. Zubretsky Chief Executive Officer (Principal Executive Officer) ##TABLE_END\n\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities as indicated, as of February 13, 2023. \n\n##TABLE_START Signature Title /s/ Joseph M. Zubretsky Chief Executive Officer, President and Director Joseph M. Zubretsky (Principal Executive Officer) /s/ Mark L. Keim Chief Financial Officer Mark L. Keim (Principal Financial Officer) /s/ Maurice S. Hebert Chief Accounting Officer Maurice S. Hebert (Principal Accounting Officer) /s/ Barbara L. Brasier Director Barbara L. Brasier /s/ Daniel Cooperman Director Daniel Cooperman /s/ Stephen H. Lockhart Director Stephen H. Lockhart /s/ Steven J. Orlando Director Steven J. Orlando /s/ Ronna E. Romney Director Ronna E. Romney /s/ Richard M. Schapiro Director Richard M. Schapiro /s/ Dale B. Wolf Chairman of the Board Dale B. Wolf /s/ Richard C. Zoretic Director Richard C. Zoretic ##TABLE_END\n\nMolina Healthcare, Inc. 2022 Form 10-K | 91 \n\nINDEX TO EXHIBITS \n\nThe following exhibits, which are furnished with this Annual Report on Form 10-K (this &#8220;Form 10-K&#8221;) or incorporated herein by reference, are filed as part of this annual report. \n\nThe agreements included or incorporated by reference as exhibits to this Form 10-K may contain representations and warranties by each of the parties to the applicable agreement. These representations and warranties were made solely for the benefit of the other parties to the applicable agreement and (i) were not intended to be treated as categorical statements of fact, but rather as a way of allocating the risk to one of the parties if those statements prove to be inaccurate; (ii) may have been qualified in such agreement by disclosures that were made to the other party in connection with the negotiation of the applicable agreement; (iii) may apply contract standards of &#8220;materiality&#8221; that are different from &#8220;materiality&#8221; under the applicable securities laws; and (iv) were made only as of the date of the applicable agreement or such other date or dates as may be specified in the agreement. The Company acknowledges that, notwithstanding the inclusion of the foregoing cautionary statements, it is responsible for considering whether additional specific disclosures of material information regarding material contractual provisions are required to make the statements in this Form 10-K not misleading. \n\n##TABLE_START Number Description Method of Filing 3.1 \n\nCertificate of Incorporation \n\nFiled as Exhibit 3.2 to registrant&#8217;s Registration Statement on Form S-1 filed December 30, 2002 3.2 \n\nCertificate of Amendment to Certificate of Incorporation \n\nFiled as Appendix A to registrant&#8217;s Definitive Proxy Statement on Form DEF 14A filed March 25, 2013 \n\n3.3 \n\nCertificate of Amendment to Certificate of Incorporation \n\nFiled as Appendix A to registrant&#8217;s Definitive Proxy Statement on Form DEF 14A filed March 25, 2019 3.4 \n\nSixth Amended and Restated Bylaws of Molina Healthcare, Inc. \n\nFiled as Exhibit 3.3 to registrant&#8217;s Form 10-K filed February 19, 2019 4.1 \n\nIndenture, dated as of June 2, 2020, by and between Molina Healthcare, Inc. and U.S. Bank National Association, as Trustee \n\nFiled as Exhibit 4.1 to registrant&#8217;s Form 8-K filed June 2, 2020 4.2 \n\nForm of 4.375% Notes (included in Exhibit 4.1). \n\nFiled as Exhibit 4.2 to registrant&#8217;s Form 8-K filed June 2, 2020 (Included in Exhibit 4.1 to registrant&#8217;s Form 8-K filed June 2, 2020) 4.3 \n\nIndenture, dated as of November 17, 2020, by and between Molina Healthcare, Inc. and U.S. Bank National Association, as Trustee \n\nFiled as Exhibit 4.1 to registrant&#8217;s Form 8-K filed November 17, 2020 4.4 \n\nForm of 3.875% Notes due 2030 (included in Exhibit 4.3) \n\nFiled as Exhibit 4.2 to registrant&#8217;s Form 8-K filed November 17, 2020 (Included in Exhibit 4.1 to registrant&#8217;s Form 8-K filed November 17, 2020) 4.5 \n\nIndenture, dated as of November 16, 2021, by and between Molina Healthcare, Inc. and U.S. Bank National Association, as Trustee \n\nFiled as Exhibit 4.1 to registrant&#8217;s Form 8-K filed November 16, 2021 4.6 \n\nForm of 3.875% Notes due 2032 (included in Exhibit 4.5) \n\nFiled as Exhibit 4.2 to registrant&#8217;s Form 8-K filed November 16, 2021 (Included in Exhibit 4.1 to registrant&#8217;s Form 8-K filed November 16, 2021) \n\n4.7 \n\nDescription of Registrant&#8217;s Securities \n\nFiled as Exhibit 4.9 to registrant&#8217;s Form 10-K filed February 16, 2021 10.1 \n\nCredit Agreement, dated as of June 8, 2020, by and among Molina Healthcare, Inc., as the Borrower, Truist Bank, as Administrative Agent, Issuing Bank and Swingline Lender, and the Lenders party thereto \n\nFiled as Exhibit 10.1 to registrant&#8217;s Form 8-K filed June 8, 2020 *10.2 \n\n2019 Employee Stock Purchase Plan \n\nFiled as Appendix C to registrant&#8217;s Definitive Proxy Statement on Form DEF 14A filed March 25, 2019 *10.3 \n\nMolina Healthcare, Inc. 2019 Equity Incentive Plan \n\nFiled as Appendix B to registrant&#8217;s Definitive Proxy Statement on Form DEF 14A filed March 25, 2019 *10.4 \n\n2019 Equity Incentive Plan - Form of Restricted Stock Award Agreement (Employee/Officer with No Employment Agreement) \n\nFiled as Exhibit 10.1 to registrant&#8217;s Form 10-Q filed July 31, 2019 ##TABLE_END\n\nMolina Healthcare, Inc. 2022 Form 10-K | 92 \n\n##TABLE_START Number Description Method of Filing *10.5 \n\n2019 Equity Incentive Plan - Form of Performance Stock Unit Award Agreement (Employee/Officer with No Employment Agreement) \n\nFiled as Exhibit 10.2 to registrant&#8217;s Form 10-Q filed July 31, 2019 *10.6 \n\n2019 Equity Incentive Plan - Form of Restricted Stock Award Agreement (Officer with Employment Agreement) \n\nFiled as Exhibit 10.3 to registrant&#8217;s Form 10-Q filed July 31, 2019 *10.7 \n\n2019 Equity Incentive Plan - Form of Performance Stock Unit Award Agreement (Officer with Employment Agreement) \n\nFiled as Exhibit 10.4 to registrant&#8217;s Form 10-Q filed July 31, 2019 *10.8 \n\nMolina Healthcare, Inc. Second Amended and Restated Change in Control Severance Plan \n\nFiled as Exhibit 10.14 to registrant&#8217;s Form 10-K filed February 16, 2021 *10.9 \n\nForm of Indemnification Agreement \n\nFiled as Exhibit 10.14 to registrant&#8217;s Form 10-K filed March 14, 2007 *10.10 \n\nMolina Healthcare, Inc. Amended and Restated Deferred Compensation Plan (2022) \n\nFiled as Exhibit 10.10 to registrant&#8217;s Form 10-K filed February 14, 2022 *10.11 \n\nEmployment Agreement with Jeff Barlow dated June 14, 2013 \n\nFiled as Exhibit 10.3 to registrant&#8217;s Form 8-K filed June 14, 2013 *10.12 \n\nChange in Control Agreement with Jeff D. Barlow, dated as of September 18, 2012 \n\nFiled as Exhibit 10.16 to registrant&#8217;s Form 10-K filed February 28, 2013 *10.13 \n\nAmended and Restated Employment Agreement, dated September 8, 2021, by and between Molina Healthcare, Inc. and Joseph M. Zubretsky \n\nFiled as Exhibit 10.1 to registrant&#8217;s Form 8-K filed September 9, 2021 *10.14 \n\nAmendment of Employment Agreement, dated February 16, 2022, by and between Molina Healthcare, Inc. and Joseph M. Zubretsky \n\nFiled as Exhibit 10.1 to registrant&#8217;s Form 8-K filed February 16, 2022 +10.15 \n\nMaster Services Agreement for Information Technology Services, dated February 4, 2019, by and between Molina Healthcare, Inc. and Infosys Limited \n\nFiled as Exhibit 10.36 to registrant&#8217;s Form 10-K filed February 19, 2019 10.16 \n\nFirst Amendment, dated August 1, 2019, to the Master Services Agreement for Information Technology Services, dated February 4, 2019, by and between Molina Healthcare, Inc. and Infosys Limited \n\nFiled as Exhibit 10.1 to registrant&#8217;s Form 10-Q filed October 30, 2019 +10.17 \n\nChange Request #7 to the Master Services Agreement dated February 2, 2019, by and between Molina Healthcare, Inc. and Infosys Limited \n\nFiled as Exhibit 10.1 to registrant&#8217;s Form 10-Q filed October 27, 2022 21.1 \n\nList of Subsidiaries \n\nFiled herewith 23.1 \n\nConsent of Independent Registered Public Accounting Firm \n\nFiled herewith 31.1 \n\nSection 302 Certification of Chief Executive Officer \n\nFiled herewith 31.2 \n\nSection 302 Certification of Chief Financial Officer \n\nFiled herewith 32.1 \n\nCertificate of Chief Executive Officer pursuant to 18 U.S.C. Section 1350, as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002 \n\nFiled herewith 32.2 \n\nCertificate of Chief Financial Officer pursuant to 18 U.S.C. Section 1350, as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002 \n\nFiled herewith 101.INS Inline XBRL Taxonomy Instance Document - the instance document does not appear in the Interactive Data File because its XBRL tags are embedded within the inline XBRL document. Filed herewith 101.SCH Inline XBRL Taxonomy Extension Schema Document Filed herewith 101.CAL Inline XBRL Taxonomy Extension Calculation Linkbase Document Filed herewith 101.DEF Inline XBRL Taxonomy Extension Definition Linkbase Document Filed herewith 101.LAB Inline XBRL Taxonomy Extension Label Linkbase Document Filed herewith 101.PRE Inline XBRL Taxonomy Extension Presentation Linkbase Document Filed herewith 104 Cover Page Interactive Data file (formatted as Inline XBRL and embedded within Exhibit 101) Filed herewith ##TABLE_END\n\nMolina Healthcare, Inc. 2022 Form 10-K | 93 \n\n##TABLE_START * Management contract or compensatory plan or arrangement required to be filed (and/or incorporated by reference) as an exhibit to this Annual Report on Form 10-K pursuant to Item 15(b) of Form 10-K. ** Certain portions of this agreement have been omitted in accordance with Item 601(b)(10) of Regulation S-K. A copy of any omitted portion will be furnished to the Securities and Exchange Commission upon request. + Portions of this exhibit have been omitted pursuant to a request for confidential treatment filed with the Securities and Exchange Commission under Rule 24b-2. The omitted confidential material has been filed separately. The location of the redacted confidential information is indicated in the exhibit as &#8220;[redacted]&#8221;. ##TABLE_END\n\nMolina Healthcare, Inc. 2022 Form 10-K | 94 \n\n"
    }
  ]
}