{
  "ticker": "NFLX",
  "content": [
    {
      "section": "1",
      "text": " Item 1. Business \n\nABOUT US \n\nNetflix, Inc. (&#8220;Netflix&#8221;, &#8220;the Company&#8221;, &#8220;registrant&#8221;, &#8220;we&#8221;, or &#8220;us&#8221;) is one of the world&#8217;s leading entertainment services with approximately 231 million paid memberships in over 190 countries enjoying TV series, films and games across a wide variety of genres and languages. Members can play, pause and resume to watch as much as they want, anytime, anywhere, and can change their plans at any time. \n\nOur core strategy is to grow our business globally within the parameters of our operating margin target. We strive to continuously improve our members' experience by offering compelling content that delights them and attracts new members. We seek to drive conversation around our content to further enhance member joy, and we are continuously enhancing our user interface to help our members more easily choose content that they will find enjoyable. \n\nBUSINESS SEGMENTS \n\nWe operate as one operating segment. Our revenues are primarily derived from monthly membership fees for services related to streaming content to our members. See Note 12, Segment and Geographic Information , in the accompanying notes to our consolidated financial statements for further detail. \n\nCOMPETITION \n\nThe market for entertainment video is intensely competitive and subject to rapid change. We compete with a broad set of activities for consumers&#8217; leisure time, including other entertainment video providers, such as linear TV, streaming entertainment providers (including those that provide pirated content), video gaming providers and more broadly against other sources of entertainment, like social media, that our members could choose in their moments of free time. We also compete against entertainment video providers and content producers in obtaining content for our service, both for licensed content and for original content projects. \n\nWhile consumers may maintain simultaneous relationships with multiple entertainment sources, we strive for consumers to choose us in their moments of free time. We have often referred to this choice as our objective of \"winning moments of truth.\" In attempting to win these moments of truth with our members, we seek to continually improve our service, including both our technology and our content offerings. \n\nSEASONALITY \n\nOur membership growth exhibits a seasonal pattern that reflects variations when consumers buy internet-connected screens and when they tend to increase their viewing. Historically, the fourth quarter represents our greatest streaming membership growth. In addition, our membership growth can be impacted by our content release schedule and changes to pricing. \n\nINTELLECTUAL PROPERTY \n\nWe regard our trademarks, service marks, copyrights, patents, domain names, trade dress, trade secrets, proprietary technologies and similar intellectual property as important to our success. We use a combination of patent, trademark, copyright and trade secret laws and confidentiality agreements to protect our proprietary intellectual property. Our intellectual property rights extend to our technology, business processes and the content we produce and distribute through our service. We use the intellectual property of third parties in creating some of our content, merchandising our products and marketing our service. Our ability to provide our members with content they can watch depends on studios, content providers and other rights holders licensing rights, including distribution rights, to such content and certain related elements thereof, such as the public performance of music contained within the content we distribute. The license periods and the terms and conditions of such licenses vary. Our ability to protect and enforce our intellectual property rights is subject to certain risks and from time to time we encounter disputes over rights and obligations concerning intellectual property. We cannot provide assurance that we will prevail in any intellectual property disputes. \n\nREGULATION \n\nThe media landscape and the internet delivery of content have seen growing regulatory action. Historically, media has been highly regulated in many countries. We are seeing some of these legacy regulatory frameworks be updated and expanded to address services like ours. In particular, we are seeing some countries update their cultural support legislation to include services like Netflix. This includes content quotas, levies and investment obligations. Some even restrict the extent of ownership rights we can have both in our service and in our content. In certain countries, regulators are also looking at restrictions that could require formal reviews of and/or adjustments to content that appears on our service in their country. In general these regulations impact all services and may make operating in certain jurisdictions more expensive or restrictive as to the content offerings we may provide. \n\nHUMAN CAPITAL \n\nWe view our employees and our culture as key to our success. As of December 31, 2022, we had approximately 12,800 full-time employees located globally in 65 countries. Of these, approximately 9,000 (70%) were located in the United States and Canada, 2,000 (16%) in Europe, Middle East, and Africa, 400 (3%) in Latin America and 1,400 (11%) in Asia-Pacific. We also have a number of employees engaged in content production, some of whom are part-time or temporary, and whose numbers fluctuate throughout the year. \n\nWe believe a critical component of our success is our company culture. This culture, which is detailed in a \"Culture Memo\" located on our website, is often described as a high-performance culture of freedom and responsibility. We aim to attract and retain great people - representing a diverse array of perspectives and skills - to work together as a dream team. We empower all of our employees so that they can have significant impact and input into decision-making; each employee has the freedom and power to make the decisions and take actions in the best interest of the company in carrying out their role. In return, our employees are responsible and accountable for those decisions and actions. With this approach, we believe we are a more flexible, fun, stimulating, creative, collaborative and successful organization. \n\nAs we have expanded our offices globally, our company culture remains an important aspect of our operations. We have also become mindful of cultural differences across and within regions. Fostering a work environment that is culturally diverse, inclusive and equitable is a major focus for us. We work to build diversity, inclusion and equity into all aspects of our operations globally, with the goal of having diversity and inclusion function as a critical lens through which each Netflix employee carries out their role. We want more people and cultures to see themselves reflected on screen - so it&#8217;s important that our employee base is diverse and represents the communities we serve. We look to help increase representation by training our recruiters on how to hire more inclusively, and to help the company and senior leaders diversify their networks. We also support numerous employee resource groups (ERGs), representing employees and allies from a broad array of historically underrepresented and/or marginalized communities. We publish an Inclusion report annually which further highlights our approach to diversity and inclusion, and publish our EEO-1 reports on our website. \n\n&#160; \n\nWe believe in fostering great leaders. We offer programs, such as seminars and lectures, that help our leaders (officers, VPs and director-level employees) examine values that guide them personally, and as leaders, especially when those values come into tension with the world around us. The goal of these programs is to create great human beings, who become great \n\nleaders, who shape a great company. We also offer programs and workshops to provide skills and coaching to employees on a variety of topics, such as leading and inspiring teams. We believe this focus helps our employees grow as leaders and well-rounded individuals, and better positions Netflix to operate our global business of providing compelling content to entertain the world. \n\n&#160; \n\nWe aim to generally pay our employees at the top of their personal market, and they generally are able to choose the form of their compensation between cash and stock options. This permits employee compensation to be highly personalized and reflective of each employee's individual needs and preferences. We conduct pay equity analyses at least annually, and have adopted practices to help ensure that employees from underrepresented groups are not being underpaid based on gender (globally) and race (U.S.) relative to others doing the same or similar work under comparable circumstances. We aim to rectify any pay gaps that we find through this analysis. \n\n&#160; \n\nWe care about the health and well-being of our employees and their families and provide a variety of benefit programs based on region, including health benefits. In the U.S., employees generally receive an annual cash health benefit allowance that they may allocate to medical, dental and vision premiums in a way that makes sense for them. Employees have access to a host of other benefits, including mental health, childcare, family planning and a company match for charitable donations. \n\nWe believe that our approach to human capital resources has been instrumental in our growth, and has made Netflix a desirable destination for employees. \n\nOTHER INFORMATION \n\nWe maintain a website at www.netflix.com. The contents of our website are not incorporated in, or otherwise to be regarded as part of, this Annual Report on Form 10-K. We make available, free of charge on our website, access to our Annual Report on Form 10-K, our Quarterly Reports on Form 10-Q, our Current Reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended (the \"Exchange Act\"), as soon as reasonably practicable after we file or furnish them electronically with the Securities and Exchange Commission (\"SEC\"). \n\nInvestors and others should note that we announce material financial information to our investors using our investor relations website ( ir.netflix.net ), SEC filings, press releases, public conference calls and webcasts. We use these channels as well as social media and blogs to communicate with our members and the public about our company, our services and other issues. It is possible that the information we post on social media and blogs could be deemed to be material information. Therefore, we encourage investors, the media, and others interested in our company to review the information we post on the social media channels and blogs listed on our investor relations website. \n\n"
    },
    {
      "section": "1A",
      "text": " Item 1A. Risk Factors \n\nIf any of the following risks actually occur, our business, financial condition and results of operations could be harmed. In that case, the trading price of our common stock could decline, and you could lose all or part of your investment. \n\nRisks Related to Our Business \n\nIf our efforts to attract and retain members are not successful, our business will be adversely affected. \n\nWe must continually add new members both to replace canceled memberships and to grow our business beyond our current membership base. Our penetration and growth rates have fluctuated and vary across the jurisdictions where we provide our service. In countries where we have been operating for many years or where we are highly penetrated, our membership growth is slower than in newer or less penetrated countries. Our ability to continue to attract and retain members will depend in part on our ability to consistently provide our members in countries around the globe with compelling content choices that keep our members engaged with our service, effectively drive conversation around our content and service, as well as provide a quality experience for choosing and enjoying TV series, films and games. Furthermore, the relative service levels, content offerings, pricing and related features of competitors to our service may adversely impact our ability to attract and retain members. Competitors include other entertainment video providers, such as linear television, and streaming entertainment providers (including those that provide pirated content), video gaming providers, as well as user-generated content, and more broadly other sources of entertainment that our members could choose in their moments of free time. \n\nMembers cancel our service for many reasons, including a perception that they do not use the service sufficiently, that they need to cut household expenses, dissatisfaction with content, a preference for competitive services and customer service issues that they believe are not satisfactorily resolved. Membership growth is also impacted by seasonality, with the fourth quarter historically representing our greatest growth, as well as the timing of our content release schedules. Adverse macroeconomic conditions, including inflation, may also adversely impact our ability to attract and retain members. If we do not grow as expected, given, in particular, that our content costs are largely fixed in nature, we may not be able to adjust our expenditures or increase our (per membership) revenues, including by adjusting membership pricing, commensurate with the lowered growth rate such that our margins, liquidity and results of operations may be adversely impacted. If we are unable to successfully compete with current and new competitors in providing compelling content, retaining our existing members and attracting new members, our business will be adversely affected. \n\nIf we do not continuously provide value to our members, including making improvements to our service in a manner that is favorably received by them, our revenue, results of operations and business will be adversely affected. \n\nIf consumers do not perceive our service offering to be of value, including if we introduce new or adjust existing features, adjust pricing or service offerings, or change the mix of content in a manner that is not favorably received by them, we may not be able to attract and retain members, and accordingly, our revenue, including revenue per paying membership, and results of operations may be adversely affected. We have recently expanded our entertainment video offering to include games. If our efforts to develop and offer games are not valued by our current and future members, our ability to attract and retain members may be negatively impacted. We may, from time to time, adjust our membership pricing, our membership plans, or our pricing model itself. For example, we recently introduced a new, lower-priced ad-supported subscription plan. Similarly, we have increased and anticipate continuing to increase our efforts to limit multi-household usage and to otherwise enforce our terms of use relative to shared viewing outside a household. These and other adjustments we make may not be well-received by consumers, and could negatively impact our ability to attract and retain members, revenues per paying membership, revenue and our results of operations. In addition, many of our members rejoin our service or originate from word-of-mouth advertising from existing members. If our efforts to satisfy our existing members or adjustments to our service are not successful, we may not be able to attract or retain members, and as a result, our ability to maintain and/or grow our business will be adversely affected. \n\nChanges in competitive offerings for entertainment video could adversely impact our business. \n\nThe market for entertainment is intensely competitive and subject to rapid change. Through new and existing distribution channels, consumers have increasing options to access entertainment video. The various economic models underlying these channels include subscription, transactional, ad-supported and piracy-based models. All of these have the potential to capture meaningful segments of the entertainment video market. Traditional providers of entertainment video, including broadcasters and cable network operators, as well as internet based e-commerce or entertainment video providers are increasing their streaming video offerings. Several of these competitors have long operating histories, large customer bases, strong brand recognition, exclusive rights to certain content, large content libraries, and significant financial, marketing and other resources. \n\nThey may offer more compelling content or secure better terms from suppliers, adopt more aggressive pricing and devote more resources to product development, technology, infrastructure, content acquisitions and marketing. New entrants may enter the market or existing providers may adjust their services with unique offerings or approaches to providing entertainment video. Companies also may enter into business combinations or alliances that strengthen their competitive positions. Piracy also threatens to damage our business, as its fundamental proposition to consumers is so compelling and difficult to compete against: virtually all content for free, and in light of the compelling consumer proposition, piracy services are subject to rapid global growth. If we are unable to successfully or profitably compete with current and new competitors, our business will be adversely affected, and we may not be able to increase or maintain market share, revenues or profitability. \n\nWe face risks, such as unforeseen costs and potential liability in connection with content we acquire, produce, license and/or distribute through our service. \n\nAs a producer and distributor of content, we face potential liability for negligence, copyright and trademark infringement, or other claims based on the nature and content of materials that we acquire, produce, license and/or distribute. We also may face potential liability for content used in promoting our service, including marketing materials. We devote significant resources toward the development, production, marketing and distribution of original programming, including TV series, documentaries, feature films and mobile games. We believe that original and exclusive programming can help differentiate our service from other offerings, enhance our brand and otherwise attract and retain members. To the extent our programming does not meet our expectations, in particular, in terms of costs, viewing and popularity, our business, including our brand and results of operations may be adversely impacted. As a content producer, we are responsible for production costs and other expenses, such as ongoing guild payments, and take on risks associated with production, such as completion and key talent risk, which have been heightened during the COVID-19 pandemic. Further, negotiations or renewals related to entertainment industry collective bargaining agreements could negatively impact timing and costs associated with our productions. We contract with third parties related to the development, production, marketing and distribution of our original programming. We may face potential liability or may suffer significant losses in connection with these arrangements, including but not limited to if such third parties violate applicable law, become insolvent or engage in fraudulent behavior. To the extent we create and sell physical or digital merchandise relating to our programming, and/or license such rights to third parties, we could become subject to product liability, intellectual property or other claims related to such merchandise. We may decide to remove content from our service, not to place licensed or produced content on our service or discontinue or alter production of original content if we believe such content might not be well received by our members, or could be damaging to our brand or business. \n\nTo the extent we do not accurately anticipate costs or mitigate risks, including for content that we obtain but ultimately does not appear on or is removed from our service, or if we become liable for content we acquire, produce, license and/or distribute, our business may suffer. Litigation to defend these claims could be costly and the expenses and damages arising from any liability or unforeseen production risks could harm our results of operations. We may not be indemnified against claims or costs of these types and we may not have insurance coverage for these types of claims. \n\nIf we are not able to manage change and growth, our business could be adversely affected. \n\nWe are expanding our operations internationally, scaling our streaming service to effectively and reliably handle anticipated growth in both members and features related to our services, such as introducing games and advertising on our service. We are also scaling our own studio operations to produce original content, including through acquisitions such as Scanline and Animal Logic. As our international offering evolves, we are managing and adjusting our business to address varied content offerings, consumer customs and practices, in particular those dealing with e-commerce and streaming video, as well as differing legal and regulatory environments. As we scale our streaming service and introduce new features such as our new ad-supported subscription plan, we are developing technology and utilizing third-party &#8220;cloud&#8221; computing, technology and other services. As we scale our content production, including games, and introduce new features, we are building out expertise in a number of disciplines, including creative, marketing, legal, finance, licensing, merchandising and other resources, which requires significant resources and management attention. Further, we may expand our content and service offerings in a manner that is not well received by consumers. As we grow our operations, we may face integration and operational challenges as well as potential unknown liabilities and reputational concerns in connection with partners we work with or companies we may acquire or control. If we are not able to manage the growing complexity of our business, including improving, refining or revising our corporate culture, as well as our systems and operational practices related to our streaming operations and original content, our business may be adversely affected. \n\nIf we fail to maintain a positive reputation concerning our service and the content we offer, we may not be able to attract or retain members, we may face regulatory scrutiny and our operating results may be adversely affected. \n\nWe believe that a positive reputation concerning our service is important in attracting and retaining members. To the extent our content, in particular, our original programming, is perceived as low quality, offensive or otherwise not compelling to consumers, our ability to establish and maintain a positive reputation may be adversely impacted. To the extent our content is deemed controversial or offensive by government regulators, we may face direct or indirect retaliatory action or behavior, including being required to remove such content from our service, our entire service could be banned and/or become subject to heightened regulatory scrutiny across our business and operations. We could also face boycotts which could adversely affect our business. Furthermore, to the extent our response to government action or our marketing, customer service and public relations efforts are not effective or result in negative reaction, our ability to establish and maintain a positive reputation may likewise be adversely impacted. There is an increasing focus from regulators, investors, members and other stakeholders on environmental, social, and governance (&#8220;ESG&#8221;) matters, both in the United States and internationally. To the extent the content we distribute and the manner in which we produce content creates ESG related concerns, our reputation may be harmed. \n\nOur business could be adversely impacted by costs and challenges associated with strategic acquisitions and investments. \n\nFrom time to time, we acquire or invest in businesses, content, and technologies that support our business. The risks associated with such acquisitions or investments (some of which may be unforeseen) include the difficulty of integrating solutions, operations, and personnel; inheriting liabilities and exposure to litigation; failure to realize anticipated benefits and expected synergies; and diversion of management&#8217;s time and attention, among other acquisition-related risks. \n\nWe may not be successful in overcoming such risks, and such acquisitions and investments may negatively impact our business. In addition, if we do not complete an announced acquisition transaction or integrate an acquired business successfully and in a timely manner, we may not realize the benefits of the acquisition to the extent anticipated. Acquisitions and investments may contribute to fluctuations in our quarterly financial results. These fluctuations could arise from transaction-related costs and charges associated with eliminating redundant expenses or write-offs of impaired assets recorded in connection with acquisitions and investments, and could negatively impact our financial results. \n\nWe rely upon a number of partners to make our service available on their devices. \n\nWe currently offer members the ability to receive streaming content through a host of internet-connected devices, including TVs, digital video players, TV set-top boxes and mobile devices. We have agreements with various cable, satellite and telecommunications operators to make our service available through the TV set-top boxes of these service providers, some of which compete directly with us or have investments in competing streaming content providers. In many instances, our agreements also include provisions by which the partner bills consumers directly for the Netflix service or otherwise offers services or products in connection with offering our service. If partners or other providers do a better job of connecting consumers with content they want to watch, for example through multi-service discovery interfaces, our service may be adversely impacted. We intend to continue to broaden our relationships with existing partners and to increase our capability to stream TV series and films to other platforms and partners over time. If we are not successful in maintaining existing and creating new relationships, or if we encounter technological, content licensing, regulatory, business or other impediments to delivering our streaming content to our members via these devices, our ability to retain members and grow our business could be adversely impacted. \n\nOur agreements with our partners are typically between one and three years in duration and our business could be adversely affected if, upon expiration, a number of our partners do not continue to provide access to our service or are unwilling to do so on terms acceptable to us, which terms may include the degree of accessibility and prominence of our service. Furthermore, devices are manufactured and sold by entities other than Netflix and while these entities should be responsible for the devices&#8217; performance, the connection between these devices and our service may nonetheless result in consumer dissatisfaction toward us and such dissatisfaction could result in claims against us or otherwise adversely impact our business. In addition, technology changes to our streaming functionality may require that partners update their devices, or may lead to us to stop supporting the delivery of our service on certain legacy devices. If partners do not update or otherwise modify their devices, or if we discontinue support for certain devices, our service and our members' use and enjoyment could be negatively impacted. \n\nWe are subject to payment processing risk. \n\nOur members pay for our service using a variety of different payment methods, including credit and debit cards, gift cards, prepaid cards, direct debit, online wallets and direct carrier and partner billing. We rely on internal systems and those of third parties to process payment. Acceptance and processing of these payment methods are subject to certain rules, regulations, and industry standards, including data storage requirements, additional authentication requirements for certain payment methods, and require payment of interchange and other fees. To the extent there are increases in payment processing fees, \n\nmaterial changes in the payment ecosystem, such as large re-issuances of payment cards, delays in receiving payments from payment processors, changes to rules, regulations or industry standards concerning payments, loss of payment partners and/or disruptions or failures in our payment processing systems, partner systems or payment products, including products we use to update payment information, our revenue, operating expenses and results of operations could be adversely impacted. In certain instances, we leverage third parties such as our cable and other partners to bill subscribers on our behalf. If these third parties become unwilling or unable to continue processing payments on our behalf, we would have to transition subscribers or otherwise find alternative methods of collecting payments, which could adversely impact member acquisition and retention. In addition, from time to time, we encounter fraudulent use of payment methods, which could impact our results of operations and if not adequately controlled and managed could create negative consumer perceptions of our service. If we are unable to maintain our fraud and chargeback rate at acceptable levels, card networks may impose fines, our card approval rate may be impacted and we may be subject to additional card authentication requirements. The termination of our ability to process payments on any major payment method would significantly impair our ability to operate our business. \n\nIf government regulations relating to the internet or other areas of our business change, we may need to alter the manner in which we conduct our business, or incur greater operating expenses. \n\nThe adoption or modification of laws or regulations relating to the internet or other areas of our business could limit or otherwise adversely affect the manner in which we currently conduct our business. As our service and others like us gain traction in international markets, governments are increasingly looking to introduce new or extend legacy regulations to these services, in particular those related to broadcast media and tax. For example, European law enables individual member states to impose levies and other financial obligations on media operators located outside their jurisdiction. Several jurisdictions have and others may, over time, impose financial and regulatory obligations on us. In addition, the continued growth and development of the market for online commerce may lead to more stringent consumer protection laws, which may impose additional burdens on us. If we are required to comply with new regulations or legislation or new interpretations of existing regulations or legislation, this compliance could cause us to incur additional expenses or alter our business model. \n\nChanges in laws or regulations that adversely affect the growth, popularity or use of the internet, including laws impacting net neutrality or requiring payment of network access fees, could decrease the demand for our service and increase our cost of doing business. Certain laws intended to prevent network operators from discriminating against the legal traffic that traverse their networks have been implemented in many countries, including across the European Union. In others, the laws may be nascent or non-existent. Furthermore, favorable laws may change, including for example, in the United States where net neutrality regulations were repealed. Given uncertainty around these rules, including changing interpretations, amendments or repeal, coupled with potentially significant political and economic power of local network operators, we could experience discriminatory or anti-competitive practices that could impede our growth, cause us to incur additional expense or otherwise negatively affect our business. \n\nWe are engaged in legal proceedings that could cause us to incur unforeseen expenses and could occupy a significant amount of our management's time and attention. \n\nFrom time to time, we are subject to litigation or claims that could negatively affect our business operations and financial position. As we have grown, we have seen a rise in the number of litigation matters against us. These matters have included copyright and other claims related to our content, patent infringement claims, tax litigation, employment related litigation, as well as consumer and securities class actions, each of which are typically expensive to defend. Litigation disputes could cause us to incur unforeseen expenses, result in content unavailability, service disruptions, and otherwise occupy a significant amount of our management's time and attention, any of which could negatively affect our business operations and financial position. We also, from time to time, receive inquiries and subpoenas and other types of information requests from government authorities, and we may become subject to related claims and other actions related to our business activities. While the ultimate outcome of investigations, inquiries, information requests and related legal proceedings is difficult to predict, such matters can be expensive, time-consuming and distracting, and adverse resolutions or settlements of those matters may result in, among other things, modification of our business practices, reputational harm or costs and significant payments, any of which could negatively affect our business operations and financial position. \n\nOur ad-supported plan offering is new and subject to various risks and uncertainties, which may adversely affect our business. \n\nWe began offering an ad-supported subscription plan that generates revenue partially from digital advertising on our service. We have limited experience and operating history offering advertising on our service, and our advertising revenue may not grow as we expect. Our ad-supported plan offering and our ability to generate advertising revenue are subject to various risks and will depend on a number of factors, including: \n\n&#8226; our ability to attract and retain advertisers; \n\n&#8226; fluctuations in memberships, including those selecting the ad-supported subscription plan, and member engagement; \n\n&#8226; the quantity or quality of ads shown to our members; \n\n&#8226; our ability to compete effectively for advertising spend; \n\n&#8226; the impact of seasonal, cyclical or other shifts in advertising spend, including the impact of macroeconomic conditions; \n\n&#8226; the availability, accuracy, utility, and security of analytics and measurement solutions offered by us or third parties that demonstrate the value of our ads to marketers, or our ability to further improve such tools; \n\n&#8226; changes in the way advertising on devices, connected TVs or on personal computers is measured or priced; \n\n&#8226; adverse legal developments relating to advertising or measurement tools; \n\n&#8226; changes in third-party policies, which may negatively impact the ability to measure, deliver and select ads to be served; \n\n&#8226; regulatory, legislative and industry developments relating to the collection and use of information and other privacy considerations, including regulations related to ad targeting and measurement tools; \n\n&#8226; any liability or reputational harm from advertisements shown on our service; \n\n&#8226; our relationship with third-party service providers for the management, sale and technology to support advertisements on our service; \n\n&#8226; the impact of our content and reputation on advertisers&#8217; willingness to spend with us; and \n\n&#8226; any member dissatisfaction due to advertisements. \n\nThe ongoing coronavirus (COVID-19) pandemic disrupted our business, increased our costs, led to delays in content releases and may again impact our business and results of operations. \n\nThe COVID-19 pandemic and the various responses to it created significant volatility, uncertainty and economic disruption. Recently, there has been a return to more normal societal interactions, including the way we operate our business. We cannot predict the future impacts of this ongoing and any new pandemic(s), including: the duration and scope of such pandemic; governmental, business and individuals&#8217; actions that may be taken in response; the effect on our members and consumer demand for and ability to pay for our services; disruptions or restrictions on our employees&#8217; ability to work and travel; and any stoppages, disruptions or increased costs associated with our development, production, post-production, marketing and distribution of original programming. Future disruptions arising from the ongoing and any new pandemics could have a significant negative impact on our costs of doing business and otherwise negatively impact our results of operations. \n\nWe will continue to actively monitor the issues raised by the COVID-19 pandemic and may take further actions that alter our business operations, including content production, as may be required by federal, state, local or foreign authorities, or that we determine are in the best interests of our employees, members, partners and stockholders. It is not clear what the potential effects any such alterations or modifications may have on our business, including the effects on our members, suppliers or vendors, or on our financial results. \n\nIn addition to the potential direct impacts to our business, the global economy may continue to be impacted as a result of the actions taken in response to COVID-19. To the extent that such a weakened global economy impacts consumers&#8217; ability or willingness to pay for our service or vendors&#8217; ability to provide services to us, especially those related to our content productions, we could see our business and results of operations negatively impacted. \n\nRisks Related to Intellectual Property \n\nIf studios, content providers or other rights holders refuse to license streaming content or other rights upon terms acceptable to us, our business could be adversely affected. \n\nOur ability to provide our members with content they can enjoy depends on obtaining various rights from third parties upon terms acceptable to us, including necessary distribution rights, to such content and certain related elements thereof, such as the public performance of music contained within the content we distribute. The license periods and the terms and conditions of such rights vary. As content providers develop their own streaming services, they may be unwilling to provide us with access to certain content, including popular series or movies. If the studios, content providers and other rights holders are not or are no longer willing or able to license us content upon terms acceptable to us, our ability to stream content to our members may be adversely affected and/or our costs could increase. Certain licenses for content provide for the studios or other content providers to withdraw content from our service relatively quickly. Because of these provisions and other actions we may take, content available through our service can be withdrawn on short notice. As competition increases, we see the cost of certain programming increase. As we seek to differentiate our service, we are often focused on securing certain exclusive rights when obtaining content, including original content. We are also focused on programming an overall mix of content that \n\ndelights our members in a cost efficient manner. Within this context, we are selective about the titles we add and renew to our service. If we do not maintain a compelling mix of content, our member acquisition and retention may be adversely affected. \n\nMusic and certain authors&#8217; performances contained within content we distribute may require us to obtain licenses for such distribution. In this regard, we engage in negotiations with collection management organizations (&#8220;CMOs&#8221;) and similar entities that hold certain rights to music and/or other interests in intellectual property (e.g. remuneration rights) in connection with streaming content into various territories. If we are unable to reach mutually acceptable terms with these organizations, we could become involved in litigation and/or could be enjoined from distributing certain content, which could adversely impact our business. Additionally, pending and ongoing litigation and negotiations between certain CMOs and other third parties in various territories could adversely impact our negotiations with CMOs, or result in music publishers represented by certain CMOs unilaterally withdrawing rights, and thereby adversely impact our ability to reach licensing agreements reasonably acceptable to us. Failure to reach such licensing agreements could expose us to potential liability for copyright infringement or otherwise increase our costs. Additionally, as the market for the digital distribution of content grows, a broader role for CMOs in the remuneration of authors, performers and other beneficiaries of neighboring rights could expose us to greater distribution expenses. \n\nIf our trademarks and other proprietary rights are not adequately protected to prevent use or appropriation by third parties, the value of our brand and other intangible assets may be diminished, and our business may be adversely affected. \n\nWe rely and expect to continue to rely on a combination of confidentiality and license agreements with our employees, consultants and third parties with whom we have relationships, as well as trademark, copyright, patent and trade secret protection laws, to protect our proprietary rights. We may also seek to enforce our proprietary rights through court proceedings or other legal actions. We have filed and we expect to file from time to time for trademark and patent applications. Nevertheless, these applications may not be approved, third parties may challenge any copyrights, patents or trademarks issued to or held by us, third parties may knowingly or unknowingly infringe our intellectual property rights, and we may not be able to prevent infringement or misappropriation without substantial expense to us. If the protection of our intellectual property rights is inadequate to prevent use or misappropriation by third parties, the value of our brand, content, and other intangible assets may be diminished, competitors may be able to more effectively mimic our service and methods of operations, the perception of our business and service to members and potential members may become confused in the marketplace, and our ability to attract members may be adversely affected. \n\nWe currently hold various domain names relating to our brand, including Netflix.com. Failure to protect our domain names could adversely affect our reputation and brand and make it more difficult for users to find our website and our service. We may be unable, without significant cost or at all, to prevent third parties from acquiring domain names that are similar to, infringe upon or otherwise decrease the value of our trademarks and other proprietary rights. \n\nIntellectual property claims against us could be costly and result in the loss of significant rights related to, among other things, our website, streaming technology, our recommendation and merchandising technology, title selection processes, our content, and marketing activities. \n\nTrademark, copyright, patent and other intellectual property rights are important to us and other companies. Our intellectual property rights extend to our technology, business processes and the content we produce and distribute through our service. We use the intellectual property of third parties in creating some of our content, merchandising our products and marketing our service. From time to time, third parties allege that we have infringed or otherwise violated their intellectual property rights. If we are unable to obtain sufficient rights, successfully defend our use, or develop non-infringing technology or otherwise alter our business practices on a timely basis in response to claims against us for infringement, misappropriation, misuse or other violation of third-party intellectual property rights, our business and competitive position may be adversely affected. Many companies are devoting significant resources to developing patents that could potentially affect many aspects of our business. There are numerous patents that broadly claim means and methods of conducting business on the internet. We have not searched patents relative to our technology. Defending ourselves against intellectual property claims, whether they are with or without merit or are determined in our favor, results in costly litigation and diversion of technical and management personnel. It also may result in our inability to use our current website, streaming technology, our recommendation and merchandising technology or inability to market our service or merchandise our products. We may also have to remove content from our service, or remove consumer products or marketing materials from the marketplace. As a result of a dispute, we may have to develop non-infringing technology, enter into royalty or licensing agreements, adjust our content, merchandising or marketing activities or take other actions to resolve the claims. These actions, if required, may be costly or unavailable on terms acceptable to us. \n\nRisks Related to Information Technology \n\nAny significant disruption in or unauthorized access to our computer systems or those of third parties that we utilize in our operations, including those relating to cybersecurity or arising from cyber-attacks, could result in a loss or degradation of service, unauthorized disclosure of data, including member and corporate information, or theft of intellectual property, including digital content assets, which could adversely impact our business. \n\nOur reputation and ability to attract, retain and serve our members is dependent upon the reliable performance and security of our computer systems and those of third parties that we utilize in our operations. These systems may be subject to damage or interruption from, among other things, earthquakes, adverse weather conditions, other natural disasters, terrorist attacks, rogue employees, power loss, telecommunications failures, and cybersecurity risks. Interruptions in these systems, or with the internet in general, could make our service unavailable or degraded or otherwise hinder our ability to deliver our service. Service interruptions, errors in our software or the unavailability of computer systems used in our operations could diminish the overall attractiveness of our service to existing and potential members. \n\nOur computer systems and those of third parties we use in our operations are subject to cybersecurity threats, including cyber-attacks such as computer viruses, denial of service attacks, physical or electronic break-ins and similar disruptions. These systems periodically experience directed attacks intended to lead to interruptions and delays in our service and operations as well as loss, misuse or theft of personal information (of third parties, employees, and our members) and other data, confidential information or intellectual property. Additionally, outside parties may attempt to induce employees, vendors, partners, or users to disclose sensitive or confidential information in order to gain access to data. Any attempt by hackers to obtain our data (including member and corporate information) or intellectual property (including digital content assets), disrupt our service, or otherwise access our systems, or those of third parties we use, if successful, could harm our business, be expensive to remedy and damage our reputation. We have implemented certain systems and processes to thwart hackers and protect our data and systems. However, the techniques used to gain unauthorized access to data and software are constantly evolving, and we may be unable to anticipate, detect or prevent unauthorized access or address all cybersecurity incidents that occur. Because of our prominence, we (and/or third parties we use) may be a particularly attractive target for such attacks, and from time to time, we have experienced an unauthorized release of certain digital content assets. However, to date these unauthorized releases have not had a material impact on our service, systems or business. There is no assurance that hackers may not have a material impact on our service or systems in the future. Our insurance does not cover expenses related to such disruptions or unauthorized access. Efforts to prevent hackers from disrupting our service or otherwise accessing our systems are expensive to develop, implement and maintain. These efforts require ongoing monitoring and updating as technologies change and efforts to overcome security measures become more sophisticated, and may limit the functionality of or otherwise negatively impact our service offering and systems. Any significant disruption to our service or access to our systems could result in a loss of members and adversely affect our business and results of operation. Further, a penetration of our systems or a third-party&#8217;s systems or other misappropriation or misuse of personal information could subject us to business, regulatory, litigation and reputation risk, which could have a negative effect on our business, financial condition and results of operations. \n\nWe utilize our own communications and computer hardware systems located either in our facilities or in that of a third-party provider. In addition, we utilize third-party &#8220;cloud&#8221; computing services in connection with our business operations. We also utilize our own and third-party content delivery networks to help us stream TV series, documentaries and feature films and offer mobile games in high volume to Netflix members over the internet. Problems faced by us or our third-party &#8220;cloud&#8221; computing or other network providers, including technological or business-related disruptions, as well as cybersecurity threats and regulatory interference, could adversely impact the experience of our members. \n\nWe rely upon Amazon Web Services to operate certain aspects of our service and any disruption of or interference with our use of the Amazon Web Services operation would impact our operations and our business would be adversely impacted. \n\nAmazon Web Services (&#8220;AWS&#8221;) provides a distributed computing infrastructure platform for business operations, or what is commonly referred to as a \"cloud\" computing service. We have architected our software and computer systems so as to utilize data processing, storage capabilities and other services provided by AWS. Currently, we run the vast majority of our computing on AWS. Given this, along with the fact that we cannot easily switch our AWS operations to another cloud provider, any disruption of or interference with our use of AWS would impact our operations and our business would be adversely impacted. While the retail side of Amazon competes with us, we do not believe that Amazon will use the AWS operation in such a manner as to gain competitive advantage against our service, although if it were to do so it could harm our business. \n\nIf the technology we use in operating our business fails, is unavailable, or does not operate to expectations, our business and results of operations could be adversely impacted. \n\nWe utilize a combination of proprietary and third-party technology to operate our business. This includes the technology that we have developed to recommend and merchandise content to our consumers as well as enable fast and efficient delivery of \n\ncontent to our members and their various consumer electronic devices. For example, we have built and deployed our own content-delivery network (&#8220;CDN&#8221;). To the extent Internet Service Providers (&#8220;ISPs&#8221;) do not interconnect with our CDN or charge us to access their networks, or if we experience difficulties in our CDN&#8217;s operation, our ability to efficiently and effectively deliver our streaming content to our members could be adversely impacted and our business and results of operations could be adversely affected. Likewise, if our recommendation and merchandising technology does not enable us to predict and recommend titles that our members will enjoy, our ability to attract and retain members may be adversely affected. We also utilize third-party technology to help market our service, process payments, and otherwise manage the daily operations of our business. If our technology or that of third-parties we utilize in our operations fails or otherwise operates improperly, including as a result of &#8220;bugs&#8221; or other errors in our development and deployment of software, our ability to operate our service, retain existing members and add new members may be impaired. Any harm to our members&#8217; devices caused by software used in our operations could have an adverse effect on our business, results of operations and financial condition. \n\nChanges in how network operators handle and charge for access to data that travel across their networks could adversely impact our business. \n\nWe rely upon the ability of consumers to access our service through the internet. If network operators block, restrict or otherwise impair access to our service over their networks, our service and business could be negatively affected. To the extent that network operators implement usage based pricing, including meaningful bandwidth caps, or otherwise try to monetize access to their networks by data providers, we could incur greater operating expenses and our member acquisition and retention could be negatively impacted. Furthermore, to the extent network operators create tiers of internet access service and either charge us for or prohibit us from being available through these tiers, our business could be negatively impacted. \n\nMost network operators that provide consumers with access to the internet also provide these consumers with multichannel video programming. As such, many network operators have an incentive to use their network infrastructure in a manner adverse to our continued growth and success. While we believe that consumer demand, regulatory oversight and competition will help check these incentives, to the extent that network operators are able to provide preferential treatment to their data as opposed to ours or otherwise implement discriminatory network management practices, our business could be negatively impacted. The extent to which these incentives limit operator behavior differs across markets. \n\nRisks Related to Privacy \n\nPrivacy concerns could limit our ability to collect and leverage member personal information and other data and disclosure of member personal information and other data could adversely impact our business and reputation. \n\nIn the ordinary course of business and in particular in connection with content acquisition, merchandising our service to our members and our ad-supported subscription plan, we collect and utilize information supplied by our members, which may include personal information and other data. We are subject to laws, rules and regulations in the U.S. and in other countries relating to privacy and the collection, use and security of personal information, including but not limited to Regulation (EU) 2016/679 (also known as the General Data Protection Regulation or &#8220;GDPR&#8221;) and the California Privacy Rights Act (\"CPRA\"). Any actual or perceived failure to comply with the GDPR, the CCPA/CPRA, other data privacy laws or regulations, or related contractual or other obligations, or any perceived privacy rights violation, could lead to investigations, claims, and proceedings by governmental entities and private parties, damages for contract breach, and other significant costs, penalties, and other liabilities, as well as harm to our reputation and market position. \n\nOther businesses have been criticized by privacy groups and governmental bodies for attempts to link personal identities and other information to data collected on the internet regarding users&#8217; browsing and other habits. Increased regulation of data utilization practices, including self-regulation or findings under existing laws that limit our ability to collect, transfer and use information and other data, could have an adverse effect on our business. In addition, if we were to disclose information and other data about our members in a manner that was objectionable to them, our business reputation could be adversely affected, and we could face potential legal claims that could impact our operating results. Internationally, we may become subject to additional and/or more stringent legal obligations concerning our treatment of member and other personal information, such as laws regarding data localization and/or restrictions on data export. Failure to comply with these obligations could subject us to liability, and to the extent that we need to alter our business model or practices to adapt to these obligations, we could incur additional expenses. \n\nOur reputation and relationships with members would be harmed if member personal information and other data, particularly billing data, were to be accessed by unauthorized persons. \n\nWe maintain personal information and other data regarding our members, including names, age, gender and billing information. This information and data is maintained on our own systems as well as that of third parties we use in our operations. With respect to billing information, such as credit card numbers, we rely on encryption and authentication \n\ntechnology to secure such information. We take measures to protect against unauthorized intrusion into our members&#8217; information and other data. Despite these measures and technologies we, our payment processing services or other third-party services we use such as AWS, could experience an unauthorized intrusion into our members&#8217; information and other data. In the event of such a breach, current and potential members may become unwilling to provide the information to us necessary for them to remain or become members. We also may be required to notify regulators about any actual or perceived data breach (including various state Attorneys General, one or more EU data protection authorities, or other data protection authorities) as well as the individuals who are affected by the incident within strict time periods. Additionally, we could face legal claims or regulatory fines or penalties for such a breach. The costs relating to any data breach could be material, and we currently do not carry insurance against the risk of a data breach. We also maintain personal information and other data concerning our employees, as well as personal information of others working on our productions. Should an unauthorized intrusion into our members&#8217; or employees&#8217; personal information and other data and/or production personal information occur, our business could be adversely affected and our larger reputation with respect to data protection could be negatively impacted. \n\nRisks Related to Liquidity \n\nThe long-term and largely fixed cost nature of our content commitments may limit our operating flexibility and could adversely affect our liquidity and results of operations. \n\nIn connection with licensing streaming content, we typically enter into multi-year commitments with studios and other content providers. We also enter into multi-year commitments for content that we produce, either directly or through third parties, including elements associated with these productions such as non-cancelable commitments under talent agreements. The payment terms of these agreements are not tied to member usage or the size of our membership base (&#8220;fixed cost&#8221;) but may be determined by costs of production or tied to such factors as titles licensed and/or theatrical exhibition receipts. Such commitments, to the extent estimable under accounting standards, are included in the Contractual Obligations section of Part II, Item 7, \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" and Note 7, Commitments and Contingencies in the accompanying notes to our consolidated financial statements included in Part II, Item 8, \"Financial Statements and Supplementary Data\" of this Annual Report on Form 10-K. Given the multiple-year duration and largely fixed cost nature of content commitments, if business performance does not meet our expectations, our margins may be adversely impacted. Further, we may be unable to react to any reduction in our cash flows from operations, including those caused by a downturn in the economy, by reducing our streaming content obligations in the near-term. Payment terms for certain content commitments, such as content we directly produce, will typically require more up-front cash payments than other content licenses or arrangements whereby we do not cashflow the production of such content. To the extent membership and/or revenue growth do not meet our expectations, our liquidity and results of operations could be adversely affected as a result of content commitments and accelerated payment requirements of certain agreements. In addition, the long-term and largely fixed cost nature of our content commitments may limit our flexibility in planning for, or reacting to changes in our business and the market segments in which we operate. If we license and/or produce content that is not favorably received by consumers in a territory, or is unable to be shown in a territory, acquisition and retention may be adversely impacted and given the long-term and fixed cost nature of our content commitments, we may not be able to adjust our content offerings quickly and our results of operations may be adversely impacted. \n\nWe may seek additional capital that may result in stockholder dilution or that may have rights senior to those of our common stockholders. \n\nFrom time to time, we may seek to obtain additional capital, either through equity, equity-linked or debt securities. For several years prior to 2020, our cash flows from operations were negative and to the extent that it becomes negative in the future we may need to seek additional capital. The decision to obtain additional capital will depend on, among other things, our business plans, operating performance and condition of the capital markets. Rising interest rates or any disruption in the capital markets could make it more difficult and expensive for us to raise additional capital or refinance our existing indebtedness. If we raise additional funds through the issuance of equity, equity-linked or debt securities, those securities may have rights, preferences or privileges senior to the rights of our common stock, and our stockholders may experience dilution. Any large equity or equity-linked offering could also negatively impact our stock price. \n\nWe have a substantial amount of indebtedness and other obligations, including streaming content obligations, which could adversely affect our financial position, and we may not be able to generate sufficient cash to service our debt and other obligations. \n\nWe have a substantial amount of indebtedness and other obligations, including streaming content obligations. Moreover, we may incur additional indebtedness in the future and incur other obligations, including additional streaming content obligations. Our ability to make payments on our debt will depend on our financial and operating performance, which is subject to prevailing economic and competitive conditions and to certain financial, business and other factors beyond our control. If we \n\nare unable to service our debt and other obligations from cash flows, we may need to refinance or restructure all or a portion of such obligations prior to maturity. If the financial markets become difficult or costly to access, including due to rising interest rates, fluctuations in foreign currency exchange rates or other changes in economic conditions, our ability to raise additional capital may be negatively impacted, and any refinancing or restructuring could be at higher interest rates and may require us to comply with more onerous covenants, which could further restrict our business operations. As of December 31, 2022, we had the equivalent of $14.4 billion aggregate principal amount of senior notes outstanding (&#8220;Notes&#8221;), some of which is denominated in currencies other than the U.S. dollar. In addition, we have entered into a revolving credit agreement that provides for a $1 billion unsecured revolving credit facility. As of December 31, 2022, we have not borrowed any amount under this revolving credit facility. As of December 31, 2022, we had approximately $7.6 billion of total content liabilities as reflected on our consolidated balance sheet, some of which is denominated in currencies other than the U.S. dollar. Such amount does not include streaming content commitments that do not meet the criteria for liability recognition, the amounts of which are significant. For more information on our streaming content obligations, including those not on our consolidated balance sheet, see Note 7, Commitments and Contingencies in the accompanying notes to our consolidated financial statements included in Part II, Item 8, \"Financial Statements and Supplementary Data\" of this Annual Report on Form 10-K. Our substantial indebtedness and other obligations, including streaming content obligations, may: \n\n&#8226; make it difficult for us to satisfy our financial obligations, including making scheduled principal and interest payments on our Notes and our other obligations; \n\n&#8226; limit our ability to borrow additional funds, if needed, for working capital, capital expenditures, acquisitions or other general business purposes; \n\n&#8226; increase our cost of borrowing; \n\n&#8226; limit our ability to use our cash flow or obtain additional financing for future working capital, capital expenditures, acquisitions or other general business purposes; \n\n&#8226; require us to use a substantial portion of our cash flow from operations to make debt service payments and pay our other obligations when due; \n\n&#8226; limit our flexibility to plan for, or react to, changes in our business and industry; \n\n&#8226; place us at a competitive disadvantage compared to our less leveraged competitors; and \n\n&#8226; increase our vulnerability to the impact of adverse economic and industry conditions, including changes in interest rates and foreign exchange rates. \n\nRisks Related to International Operations \n\nWe could be subject to economic, political, regulatory and other risks arising from our international operations. \n\nOperating in international markets requires significant resources and management attention and will subject us to economic, political, regulatory and other risks that may be different from or incremental to those in the U.S. In addition to the risks that we face in the U.S., our international operations involve risks that could adversely affect our business, including: \n\n&#8226; the need to adapt our content and user interfaces for specific cultural and language differences; \n\n&#8226; difficulties and costs associated with staffing and managing foreign operations; \n\n&#8226; political or social unrest, global hostilities, and economic instability; \n\n&#8226; compliance with laws such as the Foreign Corrupt Practices Act, UK Bribery Act and other anti-corruption laws, export controls and economic sanctions, and local laws prohibiting corrupt payments to government officials; \n\n&#8226; difficulties in understanding and complying with local laws, regulations and customs in foreign jurisdictions, including local ownership requirements for streaming content providers; \n\n&#8226; regulatory requirements or government action against our service, whether in response to enforcement of actual or purported legal and regulatory requirements or otherwise, that results in disruption or non-availability of our service or particular content in the applicable jurisdiction; \n\n&#8226; foreign intellectual property laws, such as the EU copyright directive, or changes to such laws, which may be less favorable than U.S. law and, among other issues, may impact the economics of creating or distributing content, anti-piracy efforts, or our ability to protect or exploit intellectual property rights; \n\n&#8226; adverse tax consequences such as those related to changes in tax laws or tax rates or their interpretations, and the related application of judgment in determining our global provision for income taxes, deferred tax assets or liabilities or other tax liabilities given the ultimate tax determination is uncertain; \n\n&#8226; fluctuations in currency exchange rates, which have and may continue to impact revenues and expenses of our international operations and expose us to foreign currency exchange rate risk, which we do not currently hedge against but may do so in the future; \n\n&#8226; profit repatriation and other restrictions on the transfer of funds; \n\n&#8226; differing payment processing systems as well as consumer use and acceptance of electronic payment methods, such as payment cards; \n\n&#8226; new and different sources of competition; \n\n&#8226; censorship requirements that cause us to remove or edit popular content, leading to consumer disappointment, brand tarnishment or dissatisfaction with our service; \n\n&#8226; low usage and/or penetration of internet-connected consumer electronic devices; \n\n&#8226; different and more stringent user protection, data protection, privacy and other laws, including data localization and/or restrictions on data export, and local ownership requirements; \n\n&#8226; availability of reliable broadband connectivity and wide area networks in targeted areas for expansion; \n\n&#8226; differing, and often more lenient, laws and consumer understanding/attitudes regarding the illegality of piracy; \n\n&#8226; negative impacts from trade disputes; and \n\n&#8226; implementation of regulations designed to stimulate the local production of film and TV series in order to promote and preserve local culture and economic activity, including local content quotas, investment obligations, and levies to support local film funds. For example, the European Union revised its Audio Visual Media Services Directive in 2018 to require that European works comprise at least thirty percent (30%) of media service providers&#8217; catalogs, and to require prominence of those works. \n\nThese and other factors may cause us to adjust our business plans, including expanding or ceasing certain operations in certain countries, and the execution of our strategies. Our failure to manage any of these risks successfully could harm our international operations and our overall business, and results of our operations. \n\nWe are subject to taxation related risks in multiple jurisdictions. \n\nWe are a U.S.-based multinational company subject to tax in multiple U.S. and foreign tax jurisdictions. Significant judgment is required in determining our global provision for income taxes, deferred tax assets or liabilities and in evaluating our tax positions on a worldwide basis. While we believe our tax positions are consistent with the tax laws in the jurisdictions in which we conduct our business, it is possible that these positions may be challenged by jurisdictional tax authorities, which may have a significant impact on our global provision for taxes. \n\nTax laws are being re-examined and evaluated globally. New laws and interpretations of the law are taken into account for financial statement purposes in the quarter or year that they become applicable. Tax authorities are increasingly scrutinizing the tax positions of companies and we have tax audits pending in several jurisdictions. The U.S. federal and state governments, countries in the European Union, as well as a number of other countries and organizations such as the Organization for Economic Cooperation and Development, are actively considering changes to existing tax laws that, if enacted, could increase our tax obligations in jurisdictions where we do business. If U.S. or other foreign tax authorities change applicable tax laws or successfully challenge how or where our profits are currently recognized, our overall taxes could increase, and our business, financial condition or results of operations may be adversely impacted. \n\nRisks Related to Human Resources \n\nWe may lose key employees or may be unable to hire qualified employees, and the failure to maintain and improve our company culture may adversely affect our business. \n\nWe rely on the continued service of our senior management, including our Co-Chief Executive Officers, Ted Sarandos and Greg Peters, our Executive Chairman, Reed Hastings, members of our executive team and other key employees and the hiring of new qualified employees. In our industry, there is substantial and continuous competition for highly-skilled business, product development, technical, creative and other personnel. If we experience high executive turnover, fail to adapt our business practices to industry expectations, fail to implement succession plans for key employees, encounter difficulties associated with the transition of members of our management team, are not successful in recruiting new personnel or in retaining and motivating existing personnel, in instilling our culture in new employees, or maintaining and improving our culture as we grow, our operations may be disrupted, which could adversely affect our results of operations. \n\nLabor disputes may have an adverse effect on the Company&#8217;s business. \n\nOur partners, suppliers, vendors and we employ the services of writers, directors, actors and other talent as well as trade employees and others who are subject to collective bargaining agreements in the motion picture industry, both in the U.S. and internationally. Expiring collective bargaining agreements may be renewed on terms that are unfavorable to us. If expiring collective bargaining agreements cannot be renewed, then it is possible that the affected unions could take action in the form of strikes or work stoppages. Such actions, as well as higher costs or operating complexities in connection with these collective bargaining agreements or a significant labor dispute, could have an adverse effect on our business by causing delays in \n\nproduction, added costs or by reducing profit margins, and our ability to provide new content to our members could likewise be delayed or dropped. \n\nRisks Related to Our Stock Ownership \n\nProvisions in our charter documents and under Delaware law could discourage a takeover that stockholders may consider favorable, although we have announced plans to modify some of these provisions over time. \n\nOur charter documents in their current form may discourage, delay or prevent a merger or acquisition that a stockholder may consider favorable because they: \n\n&#8226; authorize our board of directors, without stockholder approval, to issue up to 10,000,000 shares of undesignated preferred stock; \n\n&#8226; provide for a classified board of directors until our annual meeting of stockholders held in 2025; \n\n&#8226; prohibit our stockholders from acting by written consent; and \n\n&#8226; establish advance notice requirements for proposing matters to be approved by stockholders at stockholder meetings. \n\nAs a Delaware corporation, we are also subject to certain Delaware anti-takeover provisions. Under Delaware law, a corporation may not engage in a business combination with any holder of 15% or more of its capital stock unless the holder has held the stock for three years or, among other things, the board of directors has approved the transaction. Our board of directors could rely on Delaware law to prevent or delay an acquisition of us. \n\nIn addition, a merger or acquisition may trigger retention payments to certain executive employees under the terms of our Amended and Restated Executive Severance and Retention Incentive Plan, thereby increasing the cost of such a transaction. \n\nOur stock price is volatile. \n\nThe price at which our common stock has traded has fluctuated significantly. The price may continue to be volatile due to a number of factors including the following, some of which are beyond our control: \n\n&#8226; variations in our operating results, including our membership acquisition and retention, revenues, operating income, net income, net cash provided by operating activities and free cash flow; \n\n&#8226; variations between our actual operating results and the expectations of securities analysts, investors and the financial community; \n\n&#8226; announcements of developments affecting our business, systems or expansion plans by us or others; \n\n&#8226; competition, including the introduction of new competitors, their pricing strategies and services; \n\n&#8226; market volatility in general; \n\n&#8226; the level of demand for our stock, including the amount of short interest in our stock; \n\n&#8226; the impact of our current stock repurchase program and any future stock repurchase program we may adopt; \n\n&#8226; the operating results of our competitors; and \n\n&#8226; other risks and uncertainties described in these risk factors. \n\nAs a result of these and other factors, investors in our common stock may not be able to resell their shares at or above their original purchase price. \n\nFollowing certain periods of volatility in the market price of our securities, we became the subject of securities litigation. We may experience more such litigation following future periods of volatility. This type of litigation may result in substantial costs and a diversion of management&#8217;s attention and resources. \n\nPreparing and forecasting our financial results requires us to make judgments and estimates which may differ materially from actual results. \n\nGiven the dynamic nature of our business, and the inherent limitations in predicting the future, forecasts of our revenues, operating margins, net income and other financial and operating data may differ materially from actual results. Also, predicting consumer adoption of various pricing strategies, such as the ad-supported subscription plan or efforts to limit multi-household usage, and new revenue streams, such as advertising revenue, is inherently difficult given the lack of operating history with respect to such offerings, and actual results may differ significantly from the expectations of our management, securities analysts or investors. Such discrepancies could cause a decline in the trading price of our common stock. In addition, the preparation of consolidated financial statements in conformity with accounting principles generally accepted in the United \n\nStates of America also requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities, disclosures of contingent assets and liabilities at the date of the financial statements, and the reported amounts of revenues and expenses during the reported periods. We base such estimates on historical experience and on various other assumptions that we believe to be reasonable under the circumstances, but actual results may differ from these estimates. For example, we estimate the content amortization pattern, beginning with the month of first availability, of any particular licensed or produced television series, documentary or feature film based upon various factors including historical and estimated viewing patterns. If actual viewing patterns differ from these estimates, the pattern and/or period of amortization would be changed and could affect the timing or recognition of content amortization. If we revise such estimates it could result in greater in-period expenses, which could cause us to miss our earnings guidance or negatively impact the results we report which could negatively impact our stock price. Further, events outside of our control may cause actual results to differ from our forecast. For example, the COVID-19 pandemic has disrupted historical acquisition and retention patterns, and has made forecasting more difficult. \n\n"
    },
    {
      "section": "1B",
      "text": " Item 1B. Unresolved Staff Comments \n\nNone. \n\n"
    },
    {
      "section": "2",
      "text": " Item 2. Properties \n\nWe have leased principal properties in both Los Gatos, California, which is the location of our corporate headquarters, and in Los Angeles, California. In addition, we lease various office and production space throughout the world. \n\nWe believe that our existing facilities are adequate to meet current requirements, and that suitable additional or substitute space will be available as needed to accommodate any further physical expansion of operations and for any additional offices. \n\n"
    },
    {
      "section": "3",
      "text": " Item 3. Legal Proceedings \n\nInformation with respect to this item may be found in Note 7 Commitments and Contingencies in the accompanying notes to our consolidated financial statements included in Part II, Item 8, \"Financial Statements and Supplementary Data\" of this Annual Report on Form 10-K, under the caption \"Legal Proceedings\" which information is incorporated herein by reference. \n\n&#160; \n\n"
    },
    {
      "section": "4",
      "text": " Item 4. Mine Safety Disclosures \n\nNot applicable. \n\nPART II \n\n&#160; \n\n"
    },
    {
      "section": "5",
      "text": " Item 5. Market for Registrant&#8217;s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities \n\nMarket Information \n\nOur common stock is traded on the NASDAQ Global Select Market under the symbol &#8220;NFLX&#8221;. \n\nHolders \n\nAs of December 31, 2022, there were approximately 2,788 stockholders of record of our common stock, although there is a significantly larger number of beneficial owners of our common stock. \n\nDividend Policy \n\nWe have never declared or paid any cash dividends on our capital stock, and we do not currently anticipate paying any cash dividends in the foreseeable future. \n\nCompany Purchases of Equity Securities \n\nIn March 2021, the Company&#8217;s Board of Directors authorized the repurchase of up to $5 billion of its common stock, with no expiration date. There were no repurchases during the quarter ended December 31, 2022. As of December 31, 2022, $4.4 billion remains available for repurchases. \n\nStock Performance Graph \n\nNotwithstanding any statement to the contrary in any of our previous or future filings with the Securities and Exchange Commission, the following information relating to the price performance of our common stock shall not be deemed &#8220;filed&#8221; with the Commission or &#8220;soliciting material&#8221; under the Exchange Act and shall not be incorporated by reference into any such filings. \n\nThe following graph compares, for the five year period ended December 31, 2022, the total cumulative stockholder return on the Company&#8217;s common stock with the total cumulative return of the NASDAQ Composite Index, the S&#38;P 500 Index and the RDG Internet Composite Index. Measurement points are the last trading day of each of the Company&#8217;s fiscal years ended December 31, 2017, December 31, 2018, December 31, 2019, December 31, 2020, December 31, 2021 and December 31, 2022. Total cumulative stockholder return assumes $100 invested at the beginning of the period in the Company&#8217;s common stock, the stocks represented in the NASDAQ Composite Index, the stocks represented in the S&#38;P 500 Index and the stocks represented in the RDG Internet Composite Index, respectively, and reinvestment of any dividends. Historical stock price performance should not be relied upon as an indication of future stock price performance. \n\n"
    },
    {
      "section": "6",
      "text": " Item 6. [Reserved] \n\n"
    },
    {
      "section": "7",
      "text": " Item 7. Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations \n\nThis section of this Form 10-K generally discusses 2022 and 2021 items and year-to-year comparisons between 2022 and 2021. Discussions of 2020 items and year-to-year comparisons between 2021 and 2020 that are not included in this Form 10-K can be found in \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" in Part II, Item 7 of the Company's Annual Report on Form 10-K for the fiscal year ended December 31, 2021. \n\nResults of Operations \n\nThe following represents our consolidated performance highlights: \n\n##TABLE_START As of/ Year Ended December 31, Change &#160; 2022 2021 2020 2022 vs. 2021 &#160; (in thousands, except revenue per membership and percentages) Financial Results: Streaming revenues $ 31,469,852 $ 29,515,496 $ 24,756,675 7 % DVD revenues 145,698 182,348 239,381 (20) % Total revenues $ 31,615,550 &#160; $ 29,697,844 &#160; $ 24,996,056 &#160; 6 % Operating income $ 5,632,831 $ 6,194,509 $ 4,585,289 (9) % Operating margin 18 % 21 % 18 % Global Streaming Memberships: Paid net membership additions 8,903 18,181 36,573 (51) % Paid memberships at end of period 230,747 221,844 203,663 4 % Average paying memberships 222,924 210,784 189,083 6 % Average monthly revenue per paying membership $ 11.76 $ 11.67 $ 10.91 1 % ##TABLE_END\n\nConsolidated revenues for the year ended December 31, 2022 increased 6% as compared to the year ended December 31, 2021, due to the 6% growth in average paying memberships and a 1% increase in average monthly revenue per paying membership. The increase in average monthly revenue per paying membership resulted from our price changes, partially offset by the strengthening of the U.S. dollar relative to certain foreign currencies. \n\nThe decrease in operating margin is primarily due to revenues growing at a slower rate as compared to the 15% increase in content amortization. Revenue growth during the year was impacted by fluctuations in foreign exchange rates, while content amortization increased as a result of delays in content releases due to the COVID-19 pandemic impacting the comparable prior year period. \n\nThe COVID-19 pandemic and the various responses to it created significant volatility, uncertainty and economic disruption. Recently, there has been a return to more normal societal interactions, including the way we operate our business. We cannot predict the future impacts of this ongoing and any new pandemic(s). See Part I, Item IA: \"Risk Factors\" in this Annual Report on Form 10-K for additional details. \n\nStreaming Revenues \n\n&#160; \n\nWe derive revenues from monthly membership fees for services related to streaming content to our members. We offer a variety of streaming membership plans, the price of which varies by country and the features of the plan. As of December 31, 2022, pricing on our paid plans ranged from the U.S. dollar equivalent of $1 to $26 per month. We expect that from time to time the prices of our membership plans in each country may change and we may test other plan and price variations. \n\nThe following tables summarize streaming revenue and other streaming membership information by region for the years ended December 31, 2022, 2021 and 2020. \n\nUnited States and Canada (UCAN) \n\n##TABLE_START As of/ Year Ended December 31, Change &#160; 2022 2021 2020 2022 vs. 2021 &#160; (in thousands, except revenue per membership and percentages) Revenues $ 14,084,643 $ 12,972,100 $ 11,455,396 $ 1,112,543 9 % Paid net membership additions (losses) (919) 1,279 6,274 (2,198) (172) % Paid memberships at end of period (1) 74,296 75,215 73,936 (919) (1) % Average paying memberships 74,001 74,234 71,689 (233) &#8212; % Average monthly revenue per paying membership $ 15.86 $ 14.56 $ 13.32 $ 1.30 9 % Constant currency change (2) 9 % ##TABLE_END\n\nEurope, Middle East, and Africa (EMEA) \n\n##TABLE_START As of/ Year Ended December 31, Change &#160; 2022 2021 2020 2022 vs. 2021 &#160; (in thousands, except revenue per membership and percentages) Revenues $ 9,745,015 $ 9,699,819 $ 7,772,252 $ 45,196 &#8212; % Paid net membership additions 2,693 7,338 14,920 (4,645) (63) % Paid memberships at end of period (1) 76,729 74,036 66,698 2,693 4 % Average paying memberships 73,904 69,518 60,425 4,386 6 % Average monthly revenue per paying membership $ 10.99 $ 11.63 $ 10.72 $ (0.64) (6) % Constant currency change (2) 6 % ##TABLE_END\n\nLatin America (LATAM) \n\n##TABLE_START As of/ Year Ended December 31, Change &#160; 2022 2021 2020 2022 vs. 2021 &#160; (in thousands, except revenue per membership and percentages) Revenues $ 4,069,973 $ 3,576,976 $ 3,156,727 $ 492,997 14 % Paid net membership additions 1,738 2,424 6,120 (686) (28) % Paid memberships at end of period (1) 41,699 39,961 37,537 1,738 4 % Average paying memberships 40,000 38,573 35,297 1,427 4 % Average monthly revenue per paying membership $ 8.48 $ 7.73 $ 7.45 $ 0.75 10 % Constant currency change (2) 14 % ##TABLE_END\n\nAsia-Pacific (APAC) \n\n##TABLE_START As of/ Year Ended December 31, Change &#160; 2022 2021 2020 2022 vs. 2021 &#160; (in thousands, except revenue per membership and percentages) Revenues $ 3,570,221 $ 3,266,601 $ 2,372,300 $ 303,620 9 % Paid net membership additions 5,391 7,140 9,259 (1,749) (24) % Paid memberships at end of period (1) 38,023 32,632 25,492 5,391 17 % Average paying memberships 35,019 28,461 21,674 6,558 23 % Average monthly revenue per paying membership $ 8.50 $ 9.56 $ 9.12 $ (1.06) (11) % Constant currency change (2) (2) % ##TABLE_END\n\n(1) A paid membership (also referred to as a paid subscription) is defined as a membership that has the right to receive Netflix service following sign-up and a method of payment being provided, and that is not part of a free trial or certain other promotions that may be offered by the Company to new or rejoining members. Certain members have the option to add extra member sub accounts. These extra member sub accounts are not included in paid memberships. A membership is canceled and ceases to be reflected in the above metrics as of the effective cancellation date. Voluntary cancellations generally become effective at the end of the prepaid membership period. Involuntary cancellations, as a result of a failed method of payment, become effective immediately. Memberships are assigned to territories based on the geographic location used at time of sign-up as determined by the Company&#8217;s internal systems, which utilize industry standard geo-location technology. \n\n(2) We believe constant currency information is useful in analyzing the underlying trends in average monthly revenue per paying membership. In order to exclude the effect of foreign currency rate fluctuations on average monthly revenue per paying membership, we estimate current period revenue assuming foreign exchange rates had remained constant with foreign exchange rates from each of the corresponding months of the prior-year period. For the year ended December 31, 2022, our revenues would have been approximately $1,773 million higher had foreign currency exchange rates remained constant with those for the year ended December 31, 2021. \n\nCost of Revenues \n\nAmortization of content assets makes up the majority of cost of revenues. Expenses directly associated with the acquisition, licensing and production of content (such as payroll and related personnel expenses, costs associated with obtaining rights to music included in our content, overall deals with talent, miscellaneous production related costs and participations and residuals), streaming delivery costs and other operations costs make up the remainder of cost of revenues. We have built our own global content delivery network (&#8220;Open Connect&#8221;) to help us efficiently stream a high volume of content to our members over the internet. Delivery expenses, therefore, include equipment costs related to Open Connect, payroll and related personnel expenses and all third-party costs, such as cloud computing costs, associated with delivering content over the internet. Other operations costs include customer service and payment processing fees, including those we pay to our integrated payment partners, as well as other costs directly incurred in making our content available to members. \n\n##TABLE_START &#160; Year Ended December 31, Change &#160; 2022 2021 2020 2022 vs. 2021 &#160; (in thousands, except percentages) Cost of revenues $ 19,168,285 $ 17,332,683 $ 15,276,319 $ 1,835,602 11 % As a percentage of revenues 61 % 58 % 61 % ##TABLE_END\n\nThe increase in cost of revenues for the year ended December 31, 2022 as compared to the year ended December 31, 2021 was primarily due to a $1,796 million increase in content amortization relating to our existing and new content, including more exclusive and original programming. \n\nMarketing \n\nMarketing expenses consist primarily of advertising expenses and certain payments made to our marketing partners, including consumer electronics (\"CE\") manufacturers, multichannel video programming distributors (\"MVPDs\"), mobile operators and ISPs. Advertising expenses include promotional activities such as digital and television advertising. Marketing expenses also include payroll and related expenses for personnel that support marketing activities. \n\n##TABLE_START &#160; Year Ended December 31, Change &#160; 2022 2021 2020 2022 vs. 2021 &#160; (in thousands, except percentages) Marketing $ 2,530,502 $ 2,545,146 $ 2,228,362 $ (14,644) (1) % As a percentage of revenues 8 % 9 % 9 % ##TABLE_END\n\nMarketing expenses for the year ended December 31, 2022 as compared to the year ended December 31, 2021 remained relatively flat. \n\nTechnology and Development \n\nTechnology and development expenses consist primarily of payroll and related expenses for technology personnel responsible for making improvements to our service offerings, including testing, maintaining and modifying our user interface, our recommendations, merchandising and infrastructure. Technology and development expenses also include costs associated with general use computer hardware and software. \n\n&#160; \n\n##TABLE_START &#160; Year Ended December 31, Change &#160; 2022 2021 2020 2022 vs. 2021 &#160; (in thousands, except percentages) Technology and development $ 2,711,041 $ 2,273,885 $ 1,829,600 $ 437,156 19 % As a percentage of revenues 9 % 8 % 7 % ##TABLE_END\n\nThe increase in technology and development expenses for the year ended December 31, 2022 as compared to the year ended December 31, 2021 was primarily due to a $386 million increase in personnel-related costs. \n\nGeneral and Administrative \n\nGeneral and administrative expenses consist of payroll and related expenses for corporate personnel. General and administrative expenses also include professional fees and other general corporate expenses. \n\n##TABLE_START &#160; Year Ended December 31, Change &#160; 2022 2021 2020 2022 vs. 2021 &#160; (in thousands, except percentages) General and administrative $ 1,572,891 $ 1,351,621 $ 1,076,486 $ 221,270 16 % As a percentage of revenues 5 % 5 % 4 % ##TABLE_END\n\nThe increase in general and administrative expenses for the year ended December 31, 2022 as compared to the year ended December 31, 2021 was primarily due to a $224 million increase in personnel-related costs. \n\nInterest Expense \n\nInterest expense consists primarily of the interest associated with our outstanding debt obligations, including the amortization of debt issuance costs. See Note 6 Debt in the accompanying notes to our consolidated financial statements included in Part II, Item 8, \"Financial Statements and Supplementary Data\" of this Annual Report on Form 10-K for further detail on our debt obligations. \n\n&#160; \n\n##TABLE_START &#160; Year Ended December 31, Change &#160; 2022 2021 2020 2022 vs. 2021 &#160; (in thousands, except percentages) Interest expense $ 706,212 $ 765,620 $ 767,499 $ (59,408) (8) % As a percentage of revenues 2 % 3 % 3 % ##TABLE_END\n\nInterest expense for the year ended December 31, 2022 consisted primarily of $698 million of interest on our Notes. The decrease in interest expense for the year ended December 31, 2022 as compared to the year ended December 31, 2021 was due to the lower average aggregate principal of interest bearing notes outstanding. \n\nInterest and Other Income (Expense) \n\nInterest and other income (expense) consists primarily of foreign exchange gains and losses on foreign currency denominated balances and interest earned on cash, cash equivalents and short-term investments. \n\n##TABLE_START &#160; Year Ended December 31, Change &#160; 2022 2021 2020 2022 vs. 2021 &#160; (in thousands, except percentages) Interest and other income (expense) $ 337,310 $ 411,214 $ (618,441) $ (73,904) (18) % As a percentage of revenues 1 % 1 % (2) % ##TABLE_END\n\nInterest and other income (expense) decreased primarily due to a foreign exchange gain of $282 million for the year ended December 31, 2022 as compared to a gain of $403 million for the year ended December 31, 2021. The foreign exchange gain in the year ended December 31, 2022 was primarily driven by the non-cash $353 million gain from the remeasurement of our Senior Notes denominated in euros, partially offset by the remeasurement of cash and content liability positions in currencies other than the functional currencies. The foreign exchange gain in the year ended December 31, 2021 was primarily driven by the non-cash $431 million gain from the remeasurement of our Senior Notes denominated in euros, partially offset by the remeasurement of cash and content liability positions in currencies other than the functional currencies. \n\nProvision for Income Taxes ##TABLE_START &#160; Year Ended December 31, Change &#160; 2022 2021 2020 2022 vs. 2021 &#160; (in thousands, except percentages) Provision for income taxes $ 772,005 $ 723,875 $ 437,954 $ 48,130 7 % Effective tax rate 15 % 12 % 14 % ##TABLE_END\n\nThe increase in our effective tax rate for the year ended December 31, 2022 as compared to the year ended December 31, 2021 is primarily due to a reduction in excess tax benefits of stock-based compensation and an increase in foreign taxes, partially offset by the impact of international provisions of the Tax Cuts and Jobs Act and the Federal and California Research and Development (\"R&#38;D\") credits. \n\nIn 2022, the difference between our 15% effective tax rate and the Federal statutory rate of 21% was primarily due to the impact of international provisions of the Tax Cuts and Jobs Act, Federal and California R&#38;D credits, and the recognition of excess tax benefits of stock-based compensation. \n\nUnder the Tax Cuts and Jobs Act of 2017, research and development costs are no longer fully deductible and are required to be capitalized and amortized for U.S. tax purposes effective January 1, 2022. The mandatory capitalization requirement increases our deferred tax assets and cash tax liabilities. \n\nOn August 16, 2022, Congress passed the Inflation Reduction Act of 2022. The tax provisions most applicable to us are the newly introduced 15% corporate alternative minimum tax on book income and 1% excise tax on stock repurchases, which are both effective January 1, 2023. While we do not anticipate these changes to be significant, they could impact our consolidated financial position and we will continue to monitor as new information and guidance becomes available. \n\nLiquidity and Capital Resources \n\n##TABLE_START Year Ended December 31, Change 2022 2021 2022 vs. 2021 (in thousands, except percentages) Cash, cash equivalents, restricted cash and short-term investments $ 6,081,858 $ 6,055,111 $ 26,747 &#8212; % Short-term and long-term debt 14,353,076 15,392,895 (1,039,819) (7) % ##TABLE_END\n\nCash, cash equivalents, restricted cash and short-term investments increased $27 million in the year ended December 31, 2022 primarily due to cash provided by operations, partially offset by acquisitions, the repayment of debt and purchases of property and equipment. \n\nDebt, net of debt issuance costs, decreased $1,040 million primarily due to the repayment upon maturity of the $700 million aggregate principal amount of our 5.500% Senior Notes in February 2022, coupled with the remeasurement of our euro-denominated notes. The amount of principal and interest due in the next twelve months is $682 million. The amount of principal and interest due beyond the next twelve months is $17,529 million. As of December 31, 2022, no amounts had been borrowed under our $1 billion Revolving Credit Agreement. See Note 6 Debt in the accompanying notes to our consolidated financial statements. \n\nWe anticipate that our future capital needs from the debt market will be more limited compared to prior years. Our ability to obtain this or any additional financing that we may choose to, or need to, obtain will depend on, among other things, our development efforts, business plans, operating performance and the condition of the capital markets at the time we seek financing. We may not be able to obtain such financing on terms acceptable to us or at all. If we raise additional funds through the issuance of equity or debt securities, those securities may have rights, preferences or privileges senior to the rights of our common stock, and our stockholders may experience dilution. \n\nIn March 2021, our Board of Directors authorized the repurchase of up to $5 billion of our common stock, with no expiration date. Stock repurchases may be effected through open market repurchases in compliance with Rule 10b-18 under the Exchange Act, including through the use of trading plans intended to qualify under Rule 10b5-1 under the Exchange Act, privately-negotiated transactions, accelerated stock repurchase plans, block purchases, or other similar purchase techniques and in such amounts as management deems appropriate. We are not obligated to repurchase any specific number of shares, and the timing and actual number of shares repurchased will depend on a variety of factors, including our stock price, general economic, business and market conditions, and alternative investment opportunities. We may discontinue any repurchases of our common stock at any time without prior notice. As of December 31, 2022, the Company has repurchased 1,182,410 shares of common stock for an aggregate amount of $600 million. As of December 31, 2022, $4.4 billion remains available for repurchases. \n\nOur primary uses of cash include the acquisition, licensing and production of content, marketing programs, streaming delivery and personnel-related costs, as well as for strategic acquisitions and investments. Cash payment terms for non-original content have historically been in line with the amortization period. Investments in original content, and in particular content that we produce and own, require more cash upfront relative to licensed content. For example, production costs are paid as the content is created, well in advance of when the content is available on the service and amortized. We expect to continue to significantly invest in global content, particularly in original content, which will impact our liquidity. We currently anticipate that cash flows from operations, available funds and access to financing sources, including our revolving credit facility, will continue to be sufficient to meet our cash needs for the next twelve months and beyond. \n\nOur material cash requirements from known contractual and other obligations primarily relate to our content, debt and lease obligations. As of December 31, 2022, the expected timing of those payments are as follows: \n\n##TABLE_START Obligations (in thousands): Total Next 12 Months Beyond 12 Months Content obligations (1) $ 21,831,947 $ 10,038,483 $ 11,793,464 Debt (2) 18,210,739 681,993 17,528,746 Operating lease obligations (3) 3,363,091 477,451 2,885,640 Total $ 43,405,777 $ 11,197,927 $ 32,207,850 ##TABLE_END\n\n&#160; \n\n(1) As of December 31, 2022, content obligations were comprised of $4.5 billion included in \"Current content liabilities\" and $3.1 billion of \"Non-current content liabilities\" on the Consolidated Balance Sheets and $14.2 billion of obligations that are not reflected on the Consolidated Balance Sheets as they did not then meet the criteria for recognition. \n\nContent obligations include amounts related to the acquisition, licensing and production of content. An obligation for the production of content includes non-cancelable commitments under creative talent and employment agreements and other production related commitments. An obligation for the acquisition and licensing of content is incurred at the time we enter into an agreement to obtain future titles. Once a title becomes available, a content liability is recorded on the Consolidated Balance Sheets. Certain agreements include the obligation to license rights for unknown future titles, the ultimate quantity and/or fees for which are not yet determinable as of the reporting date. Traditional film output deals, or certain TV series license agreements where the number of seasons to be aired is unknown, are examples of these types of agreements. The contractual obligations table above does not include any estimated obligation for the unknown future titles, payment for which could range from less than one year to more than five years. However, these unknown obligations are expected to be significant and we believe could include approximately $1 billion to $4 billion over the next three years, with the payments for the vast majority of such amounts expected to occur after the next twelve months. The foregoing range is based on considerable management judgments and the actual amounts may differ. Once we know the title that we will receive and the license fees, we include the amount in the contractual obligations table above. \n\n(2) Debt obligations include our Notes consisting of principal and interest payments. See Note 6 Debt in the accompanying notes to our consolidated financial statements for further details. \n\n(3) See Note 5 Balance Sheet Components in the accompanying notes to our consolidated financial statements for further details regarding leases. As of December 31, 2022, the Company has additional operating leases for real estate that have not yet commenced of $419 million which has been included above. Total lease obligations as of December 31, 2022 decreased $153 million from $3,516 million as of December 31, 2021 to $3,363 million as of December 31, 2022 due to payments made on lease liabilities. \n\nIn addition, as of December 31, 2022, we had gross unrecognized tax benefits of $227 million, of which $155 million was classified in &#8220;Other non-current liabilities\" in the Consolidated Balance Sheets. At this time, an estimate of the range of reasonably possible adjustments to the balance of unrecognized tax benefits cannot be made. \n\nFree Cash Flow \n\nWe define free cash flow as cash provided by (used in) operating activities less purchases of property and equipment and change in other assets. We believe free cash flow is an important liquidity metric because it measures, during a given period, the amount of cash generated that is available to repay debt obligations, make strategic acquisitions and investments and for certain other activities like stock repurchases. Free cash flow is considered a non-GAAP financial measure and should not be considered in isolation of, or as a substitute for, net income, operating income, net cash provided by operating activities, or any other measure of financial performance or liquidity presented in accordance with GAAP. \n\nIn assessing liquidity in relation to our results of operations, we compare free cash flow to net income, noting that the major recurring differences are excess content payments over amortization, non-cash stock-based compensation expense, non-cash remeasurement gain/loss on our euro-denominated debt, and other working capital differences. Working capital differences include deferred revenue, excess property and equipment purchases over depreciation, taxes and semi-annual interest payments on our outstanding debt. Our receivables from members generally settle quickly. \n\n##TABLE_START &#160; Year Ended December 31, Change &#160; 2022 2021 2020 2022 vs. 2021 (in thousands) Net cash provided by operating activities \n\n$ 2,026,257 $ 392,610 $ 2,427,077 $ 1,633,647 416 % Net cash used in investing activities \n\n(2,076,392) (1,339,853) (505,354) 736,539 55 % Net cash provided by (used in) financing activities \n\n(664,254) (1,149,776) 1,237,311 (485,522) (42) % Non-GAAP reconciliation of free cash flow: \n\nNet cash provided by operating activities \n\n2,026,257 392,610 2,427,077 1,633,647 416 % Purchases of property and equipment (407,729) (524,585) (497,923) (116,856) (22) % Change in other assets \n\n&#8212; (26,919) (7,431) 26,919 100 % Free cash flow \n\n$ 1,618,528 $ (158,894) $ 1,921,723 $ 1,777,422 1119 % ##TABLE_END\n\nNet cash provided by operating activities increased $1,634 million from the year ended December 31, 2021 to $2,026 million for the year ended December 31, 2022 primarily driven by a $1,918 million or 6% increase in revenues, coupled with a decrease in cash payments for content assets. The payments for content assets decreased $810 million, from $17,469 million to $16,660 million, or 5%, as compared to the increase in the amortization of content assets of $1,796 million, from $12,230 million to $14,026 million, or 15%. In addition, we had increased payments associated with higher operating expenses, primarily related to increased personnel costs to support our continued improvements in our streaming service and our international expansion. \n\nNet cash used in investing activities increased $737 million, primarily due to purchases of short-term investments. \n\nNet cash used in financing activities decreased $486 million primarily due to there being no repurchases of common stock in the year ended December 31, 2022 as compared to repurchases of common stock for an aggregate amount of $600 million in the year ended December 31, 2021, partially offset by the repayment upon maturity of the $700 million aggregate principal amount of our 5.500% Senior Notes in February 2022 as compared to the repayment upon maturity of the $500 million aggregate principal amount of our 5.375% Senior Notes in February 2021. \n\nFree cash flow was $2,873 million lower than net income for the year ended December 31, 2022 primarily due to $2,634 million of cash payments for content assets over amortization expense, $353 million of non-cash remeasurement gain on our euro-denominated debt, and $461 million other non-favorable working capital differences, partially offset by $575 million of non-cash stock-based compensation expenses. \n\nFree cash flow was $5,275 million lower than net income for the year ended December 31, 2021 primarily due to $5,239 million of cash payments for content assets over amortization expense, $431 million of non-cash remeasurement gain on our euro-denominated debt and $8 million other non-favorable working capital differences, partially offset by $403 million of non-cash stock-based compensation expenses. \n\nIndemnifications \n\nThe information set forth under Note 8 Guarantees - Indemnification Obligations in the accompanying notes to our consolidated financial statements included in Part II, Item 8, \"Financial Statements and Supplementary Data\" of this Annual Report on Form 10-K is incorporated herein by reference. \n\nCritical Accounting Estimates \n\nThe preparation of consolidated financial statements in conformity with accounting principles generally accepted in the United States of America requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities, disclosures of contingent assets and liabilities at the date of the financial statements, and the reported amounts of revenues and expenses during the reported periods. The Securities and Exchange Commission (\"SEC\") has defined a company&#8217;s critical accounting policies as the ones that are most important to the portrayal of a company&#8217;s financial condition and results of operations, and which require a company to make its most difficult and subjective judgments. Based on this definition, we have identified the critical accounting policies and judgments addressed below. We base our estimates on historical experience and on various other assumptions that we believe to be reasonable under the circumstances. Actual results may differ from these estimates. \n\nContent \n\nWe acquire, license and produce content, including original programming, in order to offer our members unlimited viewing of video entertainment. The content licenses are for a fixed fee and specific windows of availability. Payment terms for certain content licenses and the production of content require more upfront cash payments relative to the amortization expense. Payments for content, including additions to content assets and the changes in related liabilities, are classified within \"Net cash provided by (used in) operating activities\" on the Consolidated Statements of Cash Flows. \n\nWe recognize content assets (licensed and produced) as \"Content assets, net\" on the Consolidated Balance Sheets. For licensed content, we capitalize the fee per title and record a corresponding liability at the gross amount of the liability when the license period begins, the cost of the title is known and the title is accepted and available for streaming. For produced content, we capitalize costs associated with the production, including development cost, direct costs and production overhead. Participations and residuals are expensed in line with the amortization of production costs. \n\nBased on factors including historical and estimated viewing patterns, we amortize the content assets (licensed and produced) in &#8220;Cost of revenues&#8221; on the Consolidated Statements of Operations over the shorter of each title's contractual window of availability or estimated period of use or ten years, beginning with the month of first availability. The amortization is on an accelerated basis, as we typically expect more upfront viewing, and film amortization is more accelerated than TV series amortization. On average, over 90% of a licensed or produced content asset is expected to be amortized within four years after its month of first availability. We review factors that impact the amortization of the content assets on a regular basis. Our estimates related to these factors require considerable management judgment. \n\nIn the normal course of business, we, or a third-party producing content on our behalf, may qualify for tax incentives through eligible spend on productions. The accounting for tax incentives is dependent on the particular type of incentive, including the nature of the benefit and the location the incentive is earned. In general, tax incentives are realized as cash receipts and may be received prior to or after a title launches on our service. Upon a title&#8217;s launch, any amounts we are eligible for through qualified production spend but have not received, are recognized in &#8220;Other current assets&#8221; or &#8220;Other non-current assets&#8221; on the Consolidated Balance Sheets as receivables. Tax incentives are generally accounted for as a reduction to the cost basis of content assets (presented in &#8220;Content assets, net&#8221;) and reduces content amortization over the life of the title (as presented in &#8220;Cost of revenues&#8221;) on the Consolidated Statement of Operations. \n\nOur business model is subscription based as opposed to a model generating revenues at a specific title level. Content assets (licensed and produced) are predominantly monetized as a group and therefore are reviewed at a group level when an event or change in circumstances indicates a change in the expected usefulness of the content or that the fair value may be less than unamortized cost. To date, we have not identified any such event or changes in circumstances. If such changes are identified in the future, these aggregated content assets will be stated at the lower of unamortized cost or fair value. In addition, unamortized costs for assets that have been, or are expected to be, abandoned are written off. \n\nIncome Taxes \n\nWe record a provision for income taxes for the anticipated tax consequences of our reported results of operations using the asset and liability method. Deferred income taxes are recognized by applying enacted statutory tax rates applicable to future years to differences between the financial statement carrying amounts of existing assets and liabilities and their respective tax bases as well as net operating loss and tax credit carryforwards. The effect on deferred tax assets and liabilities of a change in tax rates is recognized in income in the period that includes the enactment date. The measurement of deferred tax assets is reduced, if necessary, by a valuation allowance for any tax benefits for which future realization is uncertain. \n\nAlthough we believe our assumptions, judgments and estimates are reasonable, changes in tax laws or our interpretation of tax laws and the resolution of any tax audits could significantly impact the amounts provided for income taxes in our consolidated financial statements. \n\nIn evaluating our ability to recover our deferred tax assets, in full or in part, we consider all available positive and negative evidence, including our past operating results, and our forecast of future earnings, future taxable income and prudent and feasible tax planning strategies. The assumptions utilized in determining future taxable income require significant judgment and are consistent with the plans and estimates we are using to manage the underlying business. Actual operating results in future years could differ from our current assumptions, judgments and estimates. However, we believe that it is more likely than not that most of the deferred tax assets recorded on our Consolidated Balance Sheets will ultimately be realized. We record a valuation allowance to reduce our deferred tax assets to the net amount that we believe is more likely than not to be realized. As of December 31, 2022 the valuation allowance of $343 million was related to the California research and development credits and certain foreign tax attributes that we do not expect to realize. \n\nWe did not recognize certain tax benefits from uncertain tax positions within the provision for income taxes. We may recognize a tax benefit only if it is more likely than not the tax position will be sustained on examination by the taxing \n\nauthorities, based on the technical merits of the position. The tax benefits recognized in the financial statements from such positions are then measured based on the largest benefit that has a greater than 50% likelihood of being realized upon settlement. At December 31, 2022, our estimated gross unrecognized tax benefits were $227 million of which $155 million, if recognized, would favorably impact our future earnings. Due to uncertainties in any tax audit outcome, our estimates of the ultimate settlement of our unrecognized tax positions may change and the actual tax benefits may differ significantly from the estimates. \n\nSee Note 10 Income Taxes to the consolidated financial statements for further information regarding income taxes. \n\nRecent Accounting Pronouncements \n\nThe information set forth under Note 1 to the consolidated financial statements under the caption &#8220;Basis of Presentation and Summary of Significant Accounting Policies&#8221; is incorporated herein by reference. \n\n"
    },
    {
      "section": "7A",
      "text": " Item 7A. Quantitative and Qualitative Disclosures about Market Risk \n\nWe are exposed to market risks related to interest rate changes and the corresponding changes in the market values of our debt and foreign currency fluctuations. \n\nInterest Rate Risk \n\nAt December 31, 2022, our cash equivalents and short-term investments were generally invested in money market funds and time deposits. Interest paid on such funds fluctuates with the prevailing interest rate. \n\nAs of December 31, 2022, we had $14.4 billion of debt, consisting of fixed rate unsecured debt in fourteen tranches due between 2024 and 2030. Refer to Note 6 to the consolidated financial statements for details about all issuances. The fair value of our debt will fluctuate with movements of interest rates, increasing in periods of declining rates of interest and declining in periods of increasing rates of interest. The fair value of our debt will also fluctuate based on changes in foreign currency rates, as discussed below. \n\nForeign Currency Risk \n\nCurrencies denominated in other than the U.S. dollar account for 56% of revenue for the year ended December 31, 2022. We therefore have foreign currency risk related to these currencies, which are primarily the euro, the British pound, the Brazilian real, the Canadian dollar, the Mexican peso, the Australian dollar, and the Japanese yen. \n\nAccordingly, changes in exchange rates, and in particular a weakening of foreign currencies relative to the U.S. dollar may negatively affect our revenue and operating income as expressed in U.S. dollars. For the year ended December 31, 2022, our revenues would have been approximately $1,773 million higher had foreign currency exchange rates remained constant with those for the year ended December 31, 2021. \n\nWe have also experienced and will continue to experience fluctuations in our net income as a result of gains (losses) on the settlement and the remeasurement of monetary assets and liabilities denominated in currencies that are not the functional currency. In the year ended December 31, 2022, we recognized a $282 million foreign exchange gain primarily due to the non-cash remeasurement of our Senior Notes denominated in euros, partially offset by the remeasurement of cash and content liability positions denominated in currencies other than functional currencies. \n\nIn addition, the effect of exchange rate changes on cash, cash equivalents and restricted cash in the year ended December 31, 2022 was a decrease of $170 million. \n\nWe do not use foreign exchange contracts or derivatives to hedge any foreign currency exposures. The volatility of exchange rates depends on many factors that we cannot forecast with reliable accuracy. Our continued international expansion increases our exposure to exchange rate fluctuations and as a result, such fluctuations could have a significant impact on our future results of operations. \n\n"
    },
    {
      "section": "8",
      "text": " Item 8. Financial Statements and Supplementary Data \n\nThe consolidated financial statements and accompanying notes listed in Part IV, Item 15(a)(1) of this Annual Report on Form 10-K are included immediately following Part IV hereof and incorporated by reference herein. \n\n"
    },
    {
      "section": "9",
      "text": " Item 9. Changes in and Disagreements with Accountants on Accounting and Financial Disclosure \n\nNone. \n\n"
    },
    {
      "section": "9A",
      "text": " Item 9A. Controls and Procedures \n\n(a) Evaluation of Disclosure Controls and Procedures \n\nOur management, with the participation of our co-Chief Executive Officers and Chief Financial Officer, evaluated the effectiveness of our disclosure controls and procedures (as defined in Rules 13a-15(e) and 15d-15(e) under the Exchange Act) as of the end of the period covered by this Annual Report on Form 10-K. Based on that evaluation, our co-Chief Executive Officers and Chief Financial Officer concluded that our disclosure controls and procedures as of the end of the period covered by this Annual Report on Form 10-K were effective in providing reasonable assurance that information required to be disclosed by us in reports that we file or submit under the Exchange Act, is recorded, processed, summarized and reported within the time periods specified in the Securities and Exchange Commission&#8217;s rules and forms, and that such information is accumulated and communicated to our management, including our co-Chief Executive Officers and Chief Financial Officer, as appropriate, to allow timely decisions regarding required disclosures. \n\nOur management, including our co-Chief Executive Officers and Chief Financial Officer, does not expect that our disclosure controls and procedures or our internal controls will prevent all error and all fraud. A control system, no matter how well conceived and operated, can provide only reasonable, not absolute, assurance that the objectives of the control system are met. Further, the design of a control system must reflect the fact that there are resource constraints, and the benefits of controls must be considered relative to their costs. Because of the inherent limitations in all control systems, no evaluation of controls can provide absolute assurance that all control issues and instances of fraud, if any, within Netflix have been detected. \n\n&#160; \n\n(b) Management&#8217;s Annual Report on Internal Control Over Financial Reporting \n\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting (as defined in Rule 13a-15(f) of the Exchange Act.) Our management assessed the effectiveness of our internal control over financial reporting as of December 31, 2022. In making this assessment, our management used the criteria set forth by the Committee of Sponsoring Organizations of the Treadway Commission (&#8220;COSO&#8221;) in Internal Control&#8212;Integrated Framework (2013 framework). Based on our assessment under the framework in Internal Control&#8212;Integrated Framework (2013 framework), our management concluded that our internal control over financial reporting was effective as of December 31, 2022. The effectiveness of our internal control over financial reporting as of December 31, 2022 has been audited by Ernst &#38; Young LLP, an independent registered public accounting firm, as stated in their report that is included herein. \n\n&#160; \n\n(c) Changes in Internal Control Over Financial Reporting \n\nThere was no change in our internal control over financial reporting that occurred during the quarter ended December 31, 2022 that has materially affected, or is reasonably likely to materially affect, our internal control over financial reporting. \n\n&#160; \n\nReport of Independent Registered Public Accounting Firm \n\nTo the Stockholders and the Board of Directors of Netflix, Inc. \n\nOpinion on Internal Control Over Financial Reporting \n\nWe have audited Netflix, Inc.&#8217;s internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control - Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria). In our opinion, Netflix, Inc. (the Company) maintained, in all material respects, effective internal control over financial reporting as of December 31, 2022, based on the COSO criteria. \n\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Company as of December 31, 2022 and 2021, the related consolidated statements of operations, comprehensive income, stockholders&#8217; equity and cash flows for each of the three years in the period ended December 31, 2022, and the related notes and our report dated January 26, 2023 expressed an unqualified opinion thereon. \n\nBasis for Opinion \n\nThe Company&#8217;s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting included in the accompanying Management&#8217;s Annual Report on Internal Control Over Financial Reporting. Our responsibility is to express an opinion on the Company&#8217;s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \n\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. \n\nOur audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion. \n\nDefinition and Limitations of Internal Control Over Financial Reporting \n\nA company&#8217;s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company&#8217;s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company&#8217;s assets that could have a material effect on the financial statements. \n\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate. \n\n##TABLE_START /s/ Ernst &#38; Young LLP San Jose, California January 26, 2023 ##TABLE_END\n\n"
    },
    {
      "section": "9B",
      "text": " Item 9B. Other Information \n\nNone. \n\n"
    },
    {
      "section": "10",
      "text": " Item 10. Directors, Executive Officers and Corporate Governance \n\nInformation regarding our directors and executive officers is incorporated by reference from the information contained under the sections &#8220;Proposal One: Election of Directors,&#8221; and &#8220;Code of Ethics&#8221; in our Proxy Statement for the Annual Meeting of Stockholders. \n\n&#160; \n\n"
    },
    {
      "section": "11",
      "text": " Item 11. Executive Compensation \n\nInformation required by this item is incorporated by reference from information contained under the sections &#8220;Compensation Discussion and Analysis&#8221; and &#8220;Compensation of Named Executive Officers and Other Matters&#8221; in our Proxy Statement for the Annual Meeting of Stockholders. \n\n&#160; \n\n"
    },
    {
      "section": "12",
      "text": " Item 12. Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters \n\nInformation required by this item is incorporated by reference from information contained under the sections &#8220;Security Ownership of Certain Beneficial Owners and Management&#8221; and &#8220;Equity Compensation Plan Information&#8221; in our Proxy Statement for the Annual Meeting of Stockholders. \n\n&#160; \n\n"
    },
    {
      "section": "13",
      "text": " Item 13. Certain Relationships and Related Transactions, and Director Independence \n\nInformation required by this item is incorporated by reference from information contained under the section &#8220;Certain Relationships and Related Transactions&#8221; and &#8220;Director Independence&#8221; in our Proxy Statement for the Annual Meeting of Stockholders. \n\n&#160; \n\n"
    },
    {
      "section": "14",
      "text": " Item 14. Principal Accountant Fees and Services \n\nInformation with respect to principal independent registered public accounting firm fees and services is incorporated by reference from the information under the caption &#8220;Proposal Two: Ratification of Appointment of Independent Registered Public Accounting Firm&#8221; in our Proxy Statement for the Annual Meeting of Stockholders. \n\nPART IV \n\n&#160; \n\n"
    },
    {
      "section": "15",
      "text": " Item 15. Exhibits, Financial Statement Schedules \n\n(a) The following documents are filed as part of this Annual Report on Form 10-K: \n\n(1) Financial Statements: \n\nThe financial statements are filed as part of this Annual Report on Form 10-K under &#8220;Item 8. Financial Statements and Supplementary Data.&#8221; \n\n(2) Financial Statement Schedules: \n\nThe financial statement schedules are omitted as they are either not applicable or the information required is presented in the financial statements and notes thereto under &#8220;Item 8. Financial Statements and Supplementary Data.&#8221; \n\n(3) Exhibits: \n\nSee Exhibit Index immediately following the signature page of this Annual Report on Form 10-K. \n\nItem 16. Form 10&#8211;K Summary \n\nNone. \n\nNETFLIX, INC. \n\nINDEX TO FINANCIAL STATEMENTS \n\n&#160; \n\n##TABLE_START &#160; Page \n\nReport of Independent Registered Public Accounting Firm (PCAOB ID: 42 ) \n\nConsolidated Statements of Operations \n\nConsolidated Statements of Comprehensive Income \n\nConsolidated Statements of Cash Flows \n\nConsolidated Balance Sheets \n\nConsolidated Statements of Stockholders&#8217; Equity \n\nNotes to Consolidated Financial Statements \n\n##TABLE_END\n\nReport of Independent Registered Public Accounting Firm \n\nTo the Stockholders and the Board of Directors of Netflix, Inc. \n\nOpinion on the Financial Statements \n\nWe have audited the accompanying consolidated balance sheets of Netflix, Inc. (the Company) as of December 31, 2022 and 2021, the related consolidated statements of operations, comprehensive income, stockholders&#8217; equity and cash flows for each of the three years in the period ended December 31, 2022, and the related notes (collectively referred to as the &#8220;consolidated financial statements\"). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company at December 31, 2022 and 2021, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2022, in conformity with U.S. generally accepted accounting principles. \n\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company&#8217;s internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control - Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) and our report dated January 26, 2023 expressed an unqualified opinion thereon. \n\nBasis for Opinion \n\nThese financial statements are the responsibility of the Company&#8217;s management. Our responsibility is to express an opinion on the Company&#8217;s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \n\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion. \n\nCritical Audit Matter \n\nThe critical audit matter communicated below is a matter arising from the current period audit of the financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective or complex judgments. The communication of the critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates. \n\n##TABLE_START Content Amortization Description of the Matter As disclosed in Note 1 to the consolidated financial statements &#8220;Organization and Summary of Significant Accounting Policies&#8221;, the Company acquires, licenses and produces content, including original programming (&#8220;Content&#8221;). The Company amortizes Content based on factors including historical and estimated viewing patterns. Auditing the amortization of the Company&#8217;s Content is complex and subjective due to the judgmental nature of amortization which is based on an estimate of future viewing patterns. Estimated viewing patterns are based on historical and forecasted viewing. If actual viewing patterns differ from these estimates, the pattern and/or period of amortization would be changed and could affect the timing of recognition of content amortization. How We Addressed the Matter in Our Audit We obtained an understanding, evaluated the design and tested the operating effectiveness of controls over the content amortization process. For example, we tested controls over management&#8217;s review of the content amortization method and the significant assumptions, including the historical and forecasted viewing hour consumption, used to develop estimated viewing patterns. We also tested management&#8217;s controls to determine that the data used in the model was complete and accurate. To test content amortization, our audit procedures included, among others, evaluating the content amortization method, testing the significant assumptions used to develop the estimated viewing patterns and testing the completeness and accuracy of the underlying data. For example, we assessed management&#8217;s assumptions by comparing them to current viewing trends and current operating information including comparing previous estimates of viewing patterns to actual results. We also performed sensitivity analyses to evaluate the potential changes in the content amortization recorded that could result from changes in the assumptions. ##TABLE_END\n\n##TABLE_START /s/ Ernst &#38; Young LLP \n\nWe have served as the Company's auditor since 2012. San Jose, California January 26, 2023 ##TABLE_END\n\nNETFLIX, INC. \n\nCONSOLIDATED STATEMENTS OF OPERATIONS \n\n(in thousands, except per share data) \n\n&#160; \n\n##TABLE_START \n\n&#160; &#160; \n\nYear ended December 31, \n\n&#160; &#160; \n\n2022 2021 2020 Revenues $ 31,615,550 &#160; $ 29,697,844 &#160; $ 24,996,056 &#160; Cost of revenues 19,168,285 &#160; 17,332,683 &#160; 15,276,319 &#160; Marketing \n\n2,530,502 &#160; 2,545,146 &#160; 2,228,362 &#160; Technology and development \n\n2,711,041 &#160; 2,273,885 &#160; 1,829,600 &#160; General and administrative \n\n1,572,891 &#160; 1,351,621 &#160; 1,076,486 &#160; Operating income 5,632,831 &#160; 6,194,509 &#160; 4,585,289 &#160; Other income (expense): Interest expense ( 706,212 ) ( 765,620 ) ( 767,499 ) Interest and other income (expense) 337,310 &#160; 411,214 &#160; ( 618,441 ) Income before income taxes 5,263,929 &#160; 5,840,103 &#160; 3,199,349 &#160; Provision for income taxes ( 772,005 ) ( 723,875 ) ( 437,954 ) Net income $ 4,491,924 &#160; $ 5,116,228 &#160; $ 2,761,395 &#160; Earnings per share: Basic $ 10.10 &#160; $ 11.55 &#160; $ 6.26 &#160; Diluted $ 9.95 &#160; $ 11.24 &#160; $ 6.08 &#160; Weighted-average common shares outstanding: Basic 444,698 &#160; 443,155 &#160; 440,922 &#160; Diluted 451,290 &#160; 455,372 &#160; 454,208 &#160; ##TABLE_END\n\nSee accompanying notes to consolidated financial statements. \n\nNETFLIX, INC. \n\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME \n\n(in thousands) \n\n##TABLE_START Year ended December 31, 2022 2021 2020 Net income $ 4,491,924 &#160; $ 5,116,228 &#160; $ 2,761,395 &#160; Other comprehensive income (loss): Foreign currency translation adjustments \n\n( 176,811 ) ( 84,893 ) 67,919 &#160; Comprehensive income $ 4,315,113 &#160; $ 5,031,335 &#160; $ 2,829,314 &#160; ##TABLE_END\n\nSee accompanying notes to consolidated financial statements. \n\nNETFLIX, INC. \n\nCONSOLIDATED STATEMENTS OF CASH FLOWS \n\n(in thousands) \n\n##TABLE_START \n\n&#160; &#160; \n\nYear Ended December 31, \n\n&#160; &#160; \n\n2022 2021 2020 Cash flows from operating activities: Net income $ 4,491,924 &#160; $ 5,116,228 &#160; $ 2,761,395 &#160; Adjustments to reconcile net income to net cash provided by operating activities: Additions to content assets ( 16,839,038 ) ( 17,702,202 ) ( 11,779,284 ) Change in content liabilities 179,310 &#160; 232,898 &#160; ( 757,433 ) Amortization of content assets 14,026,132 &#160; 12,230,367 &#160; 10,806,912 &#160; Depreciation and amortization of property, equipment and intangibles 336,682 &#160; 208,412 &#160; 115,710 &#160; Stock-based compensation expense 575,452 &#160; 403,220 &#160; 415,180 &#160; Foreign currency remeasurement loss (gain) on debt ( 353,111 ) ( 430,661 ) 533,278 &#160; Other non-cash items 533,543 &#160; 376,777 &#160; 293,126 &#160; Deferred income taxes ( 166,550 ) 199,548 &#160; 70,066 &#160; Changes in operating assets and liabilities: Other current assets ( 353,834 ) ( 369,681 ) ( 187,623 ) Accounts payable ( 158,543 ) 145,115 &#160; ( 41,605 ) Accrued expenses and other liabilities ( 55,513 ) 180,338 &#160; 198,183 &#160; Deferred revenue 27,356 &#160; 91,350 &#160; 193,247 &#160; Other non-current assets and liabilities ( 217,553 ) ( 289,099 ) ( 194,075 ) Net cash provided by operating activities 2,026,257 &#160; 392,610 &#160; 2,427,077 &#160; Cash flows from investing activities: Purchases of property and equipment ( 407,729 ) ( 524,585 ) ( 497,923 ) Change in other assets &#8212; &#160; ( 26,919 ) ( 7,431 ) Acquisitions ( 757,387 ) ( 788,349 ) &#8212; &#160; Purchases of short-term investments ( 911,276 ) &#8212; &#160; &#8212; &#160; Net cash used in investing activities ( 2,076,392 ) ( 1,339,853 ) ( 505,354 ) Cash flows from financing activities: Proceeds from issuance of debt &#8212; &#160; &#8212; &#160; 1,009,464 &#160; Debt issuance costs &#8212; &#160; &#8212; &#160; ( 7,559 ) Repayments of debt ( 700,000 ) ( 500,000 ) &#8212; &#160; Proceeds from issuance of common stock 35,746 &#160; 174,414 &#160; 235,406 &#160; Repurchases of common stock &#8212; &#160; ( 600,022 ) &#8212; &#160; Taxes paid related to net share settlement of equity awards &#8212; &#160; ( 224,168 ) &#8212; &#160; Net cash provided by (used in) financing activities ( 664,254 ) ( 1,149,776 ) 1,237,311 &#160; Effect of exchange rate changes on cash, cash equivalents and restricted cash ( 170,140 ) ( 86,740 ) 36,050 &#160; Net increase (decrease) in cash, cash equivalents and restricted cash ( 884,529 ) ( 2,183,759 ) 3,195,084 &#160; Cash, cash equivalents and restricted cash, beginning of year 6,055,111 &#160; 8,238,870 &#160; 5,043,786 &#160; Cash, cash equivalents and restricted cash, end of year $ 5,170,582 &#160; $ 6,055,111 &#160; $ 8,238,870 &#160; Supplemental disclosure: Income taxes paid $ 811,720 &#160; $ 509,265 &#160; $ 291,582 &#160; Interest paid 701,693 &#160; 763,432 &#160; 762,904 &#160; ##TABLE_END\n\nSee accompanying notes to consolidated financial statements. \n\nNETFLIX, INC. \n\nCONSOLIDATED BALANCE SHEETS \n\n(in thousands, except share and per share data) \n\n&#160; \n\n##TABLE_START &#160; As of December 31, \n\n&#160; &#160; \n\n2022 2021 Assets Current assets: Cash and cash equivalents $ 5,147,176 &#160; $ 6,027,804 &#160; Short-term investments 911,276 &#160; &#8212; &#160; Other current assets 3,208,021 &#160; 2,042,021 &#160; Total current assets 9,266,473 &#160; 8,069,825 &#160; Content assets, net 32,736,713 &#160; 30,919,539 &#160; Property and equipment, net 1,398,257 &#160; 1,323,453 &#160; Other non-current assets 5,193,325 &#160; 4,271,846 &#160; Total assets $ 48,594,768 &#160; $ 44,584,663 &#160; Liabilities and Stockholders&#8217; Equity Current liabilities: Current content liabilities $ 4,480,150 &#160; $ 4,292,967 &#160; Accounts payable 671,513 &#160; 837,483 &#160; Accrued expenses and other liabilities 1,514,650 &#160; 1,449,351 &#160; Deferred revenue 1,264,661 &#160; 1,209,342 &#160; Short-term debt &#8212; &#160; 699,823 &#160; Total current liabilities 7,930,974 &#160; 8,488,966 &#160; Non-current content liabilities 3,081,277 &#160; 3,094,213 &#160; Long-term debt 14,353,076 &#160; 14,693,072 &#160; Other non-current liabilities 2,452,040 &#160; 2,459,164 &#160; Total liabilities 27,817,367 &#160; 28,735,415 &#160; Commitments and contingencies (Note 7) Stockholders&#8217; equity: Preferred stock, $ 0.001 par value; 10,000,000 shares authorized at December 31, 2022 and December 31, 2021; no shares issued and outstanding at December 31, 2022 and December 31, 2021 \n\n&#8212; &#160; &#8212; &#160; Common stock, $ 0.001 par value; 4,990,000,000 shares authorized at December 31, 2022 and December 31, 2021; 445,346,776 and 443,963,107 issued and outstanding at December 31, 2022 and December 31, 2021, respectively \n\n4,637,601 &#160; 4,024,561 &#160; Treasury stock at cost ( 1,564,478 shares at December 31, 2022 and December 31, 2021) \n\n( 824,190 ) ( 824,190 ) Accumulated other comprehensive loss ( 217,306 ) ( 40,495 ) Retained earnings 17,181,296 &#160; 12,689,372 &#160; Total stockholders&#8217; equity 20,777,401 &#160; 15,849,248 &#160; Total liabilities and stockholders&#8217; equity $ 48,594,768 &#160; $ 44,584,663 &#160; ##TABLE_END\n\nSee accompanying notes to consolidated financial statements. \n\nNETFLIX, INC. \n\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS&#8217; EQUITY \n\n(in thousands, except share data) \n\n&#160; \n\n##TABLE_START &#160; Common Stock and Additional Paid-in Capital Treasury Stock Accumulated Other Comprehensive Income (Loss) Retained Earnings Total Stockholders&#8217; Equity &#160; Shares Amount &#160; &#160; Balances as of December 31, 2019 438,806,649 &#160; $ 2,793,929 &#160; $ &#8212; &#160; $ ( 23,521 ) $ 4,811,749 &#160; $ 7,582,157 &#160; Net income \n\n&#8212; &#8212; &#8212; &#8212; 2,761,395 &#160; 2,761,395 &#160; Other comprehensive income &#8212; &#8212; &#8212; 67,919 &#160; &#8212; 67,919 &#160; Issuance of common stock upon exercise of options \n\n4,088,612 &#160; 238,589 &#160; &#8212; &#8212; &#8212; 238,589 &#160; Stock-based compensation expense \n\n&#8212; 415,180 &#160; &#8212; &#8212; &#8212; 415,180 &#160; Balances as of December 31, 2020 442,895,261 &#160; $ 3,447,698 &#160; $ &#8212; &#160; $ 44,398 &#160; $ 7,573,144 &#160; $ 11,065,240 &#160; Net income \n\n&#8212; &#8212; &#8212; &#8212; 5,116,228 &#160; 5,116,228 &#160; Other comprehensive loss &#8212; &#8212; &#8212; ( 84,893 ) &#8212; ( 84,893 ) Issuance of common stock upon exercise of options \n\n2,632,324 &#160; 173,643 &#160; &#8212; &#8212; &#8212; 173,643 &#160; Repurchases of common stock ( 1,182,410 ) &#8212; ( 600,022 ) &#8212; &#8212; ( 600,022 ) Shares withheld related to net share settlement ( 382,068 ) &#8212; ( 224,168 ) &#8212; &#8212; ( 224,168 ) Stock-based compensation expense \n\n&#8212; 403,220 &#160; &#8212; &#8212; &#8212; 403,220 &#160; Balances as of December 31, 2021 443,963,107 &#160; $ 4,024,561 &#160; $ ( 824,190 ) $ ( 40,495 ) $ 12,689,372 &#160; $ 15,849,248 &#160; Net income \n\n&#8212; &#8212; &#8212; &#8212; 4,491,924 &#160; 4,491,924 &#160; Other comprehensive loss &#8212; &#8212; &#8212; ( 176,811 ) &#8212; ( 176,811 ) Issuance of common stock upon exercise of options \n\n1,383,669 &#160; 37,588 &#160; &#8212; &#8212; &#8212; 37,588 &#160; Stock-based compensation expense \n\n&#8212; 575,452 &#160; &#8212; &#8212; &#8212; 575,452 &#160; Balances as of December 31, 2022 445,346,776 &#160; $ 4,637,601 &#160; $ ( 824,190 ) $ ( 217,306 ) $ 17,181,296 &#160; $ 20,777,401 &#160; ##TABLE_END\n\nSee accompanying notes to consolidated financial statements. \n\nNETFLIX, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\n&#160; \n\n1. Organization and Summary of Significant Accounting Policies \n\nDescription of Business \n\nNetflix, Inc. (the &#8220;Company&#8221;) was incorporated on August 29, 1997 and began operations on April 14, 1998. The Company is one of the world&#8217;s leading entertainment services with approximately 231 million paid memberships in over 190 countries enjoying TV series, films and games across a wide variety of genres and languages. Members can play, pause and resume to watch, as much as they want, anytime, anywhere, and can change their plans at any time. \n\nBasis of Presentation \n\nThe consolidated financial statements include the accounts of the Company and its wholly-owned subsidiaries. Intercompany balances and transactions have been eliminated. \n\nUse of Estimates \n\nThe preparation of consolidated financial statements in conformity with generally accepted accounting principles (\"GAAP\") in the United States of America requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities, disclosure of contingent assets and liabilities at the date of the financial statements, and the reported amounts of revenues and expenses during the reporting periods. Significant items subject to such estimates and assumptions include the content asset amortization policy and the recognition and measurement of income tax assets and liabilities. The Company bases its estimates on historical experience and on various other assumptions that the Company believes to be reasonable under the circumstances. On an ongoing basis, the Company evaluates these assumptions, judgments and estimates. Actual results may differ from these estimates. \n\nRecently adopted accounting pronouncements \n\nIn October 2021, the Financial Accounting Standards Board (&#8220;FASB&#8221;) issued Accounting Standards Update (&#8220;ASU&#8221;) 2021-08, Business Combinations (Topic 805): Accounting for Contract Assets and Contract Liabilities from Contracts with Customers , which requires an acquirer in a business combination to recognize and measure contract assets and contract liabilities in accordance with Accounting Standards Codification Topic 606, Revenue from Contracts with Customers . The Company adopted ASU 2021-08 in the first quarter of 2022 and the adoption had no material impact to the Company&#8217;s consolidated financial statements. \n\nIn November 2021, the FASB issued ASU 2021-10, Government Assistance (Topic 832): Disclosures by Business Entities about Government Assistance , requiring annual disclosures about transactions with a government that are accounted for by analogizing to a grant or contribution accounting model. The new guidance requires the disclosure of the nature of the transactions, the accounting for the transactions, and the effect of the transactions on the financial statements. The Company adopted ASU 2021-10 during the year ended December 31, 2022, which most significantly impacts disclosures of tax incentives related to the production of content. \n\nCash Equivalents and Short-term Investments \n\nThe Company considers investments in instruments purchased with an original maturity of 90 days or less to be cash equivalents. The Company also classifies amounts in transit from payment processors for customer credit card and debit card transactions as cash equivalents. \n\nThe Company classifies short-term investments, which consist of marketable securities with original maturities in excess of 90 days as available-for-sale. Short-term investments are reported at fair value, with allowances for credit losses included in &#8220;Interest and other income (expense)&#8221; in the Consolidated Statements of Operations and unrealized gains and losses included in &#8220;Accumulated other comprehensive income (loss)&#8221; within Stockholders&#8217; equity in the Consolidated Balance Sheets. The Company uses the specific identification method to determine cost in calculating realized gains and losses upon the sale of short-term investments. \n\nShort-term investments are reviewed periodically for allowances for credit losses and impairment. When evaluating the investments, the Company reviews factors such as the extent to which the fair value of the security is less than the amortized cost basis, adverse conditions specifically related to the security, the financial condition of the issuer, the Company&#8217;s intent to sell, and whether it would be more likely than not that the Company would be required to sell the investments before the recovery of their amortized cost basis. \n\nContent \n\nThe Company acquires, licenses and produces content, including original programming, in order to offer members unlimited viewing of video entertainment. The content licenses are for a fixed fee and specific windows of availability. Payment terms for certain content licenses and the production of content require more upfront cash payments relative to the amortization expense. Payments for content, including additions to content assets and the changes in related liabilities, are classified within \"Net cash provided by (used in) operating activities\" on the Consolidated Statements of Cash Flows. \n\nThe Company recognizes content assets (licensed and produced) as &#8220;Content assets, net&#8221; on the Consolidated Balance Sheets. For licensed content, the Company capitalizes the fee per title and records a corresponding liability at the gross amount of the liability when the license period begins, the cost of the title is known and the title is accepted and available for streaming. For produced content, the Company capitalizes costs associated with the production, including development costs, direct costs and production overhead. Participations and residuals are expensed in line with the amortization of production costs. \n\nBased on factors including historical and estimated viewing patterns, the Company amortizes the content assets (licensed and produced) in &#8220;Cost of revenues&#8221; on the Consolidated Statements of Operations over the shorter of each title's contractual window of availability or estimated period of use or ten years , beginning with the month of first availability. The amortization is on an accelerated basis, as the Company typically expects more upfront viewing, and film amortization is more accelerated than TV series amortization. On average, over 90 % of a licensed or produced content asset is expected to be amortized within four years after its month of first availability. The Company reviews factors impacting the amortization of the content assets on a regular basis. The Company's estimates related to these factors require considerable management judgment. \n\nIn the normal course of business, the Company, or a third-party producing content on the Company's behalf, may qualify for tax incentives through eligible spend on productions. The accounting for tax incentives is dependent on the particular type of incentive, including the nature of the benefit and the location the incentive is earned. In general, tax incentives are realized as cash receipts and may be received prior to or after a title launches on the Company&#8217;s service. Upon a title&#8217;s launch, any amounts the Company is eligible for through qualified production spend but has not received, are recognized in &#8220;Other current assets&#8221; or &#8220;Other non-current assets&#8221; on the Company&#8217;s Consolidated Balance Sheets as receivables. Tax incentives are generally accounted for as a reduction to the cost basis of the Company&#8217;s content assets (presented in &#8220;Content assets, net&#8221;) and reduces content amortization over the life of the title (as presented in &#8220;Cost of revenues&#8221;) on the Consolidated Statement of Operations. \n\nThe Company's business model is subscription based as opposed to a model generating revenues at a specific title level. Content assets (licensed and produced) are predominantly monetized as a group and therefore are reviewed in aggregate at a group level when an event or change in circumstances indicates a change in the expected usefulness of the content or that the fair value may be less than unamortized cost. To date, the Company has not identified any such event or changes in circumstances. If such changes are identified in the future, these aggregated content assets will be stated at the lower of unamortized cost or fair value. In addition, unamortized costs for assets that have been, or are expected to be, abandoned are written off. \n\nAcquisitions \n\nThe Company uses its best estimates and assumptions to assign fair value to the tangible and intangible assets acquired and liabilities assumed at the acquisition date. In addition, uncertain tax positions, tax-related valuation allowances and pre-acquisition contingencies are initially recorded in connection with a business combination as of the acquisition date. \n\nProperty and Equipment \n\nProperty and equipment are carried at cost less accumulated depreciation. Depreciation is calculated using the straight-line method over the shorter of the estimated useful lives of the respective assets, generally up to 30 years, or the expected lease term for leasehold improvements, if applicable. \n\nTrade Receivables \n\nTrade receivables consist primarily of amounts related to members and payment partners that collect membership fees on the Company's behalf. The Company evaluates the need for an allowance for credit losses based on historical collection trends, the financial condition of its payment partners, and external market factors. The Company's allowance for credit losses was not material as of December 31, 2022 and December 31, 2021. \n\nMarketing \n\nMarketing expenses consist primarily of advertising expenses and certain payments made to the Company&#8217;s partners, including consumer electronics (\"CE\") manufacturers, multichannel video programming distributors (\"MVPDs\"), mobile \n\noperators and internet service providers (\"ISPs\"). Advertising expenses include promotional activities such as digital and television advertising. Advertising costs are expensed as incurred. Advertising expenses were $ 1,586 million, $ 1,669 million and $ 1,447 million for the years ended December 31, 2022, 2021 and 2020, respectively. Marketing expenses also include payroll and related expenses for personnel that support the Company's marketing activities. \n\nIncome Taxes \n\nThe Company records a provision for income taxes for the anticipated tax consequences of the reported results of operations using the asset and liability method. Deferred income taxes are recognized by applying enacted statutory tax rates applicable to future years to differences between the financial statement carrying amounts of existing assets and liabilities and their respective tax bases as well as net operating loss and tax credit carryforwards. The effect on deferred tax assets and liabilities of a change in tax rates is recognized in income in the period that includes the enactment date. The measurement of deferred tax assets is reduced, if necessary, by a valuation allowance for any tax benefits for which future realization is uncertain. \n\nThe Company did not recognize certain tax benefits from uncertain tax positions within the provision for income taxes. The Company may recognize a tax benefit only if it is more likely than not the tax position will be sustained on examination by the taxing authorities, based on the technical merits of the position. The tax benefits recognized in the financial statements from such positions are then measured based on the largest benefit that has a greater than 50% likelihood of being realized upon settlement. The Company recognizes interest and penalties related to uncertain tax positions in income tax expense. See Note 10 Income Taxes to the consolidated financial statements for further information regarding income taxes. \n\nForeign Currency \n\nThe functional currency for the Company's subsidiaries is determined based on the primary economic environment in which the subsidiary operates. The Company translates the assets and liabilities of its non-U.S. dollar functional currency subsidiaries into U.S. dollars using exchange rates in effect at the end of each period. Revenues and expenses for these subsidiaries are translated using rates that approximate those in effect during the period. Gains and losses from these translations are recognized in cumulative translation adjustment included in \"Accumulated other comprehensive income (loss)\" in Stockholders&#8217; equity on the Consolidated Balance Sheets. \n\nThe Company remeasures monetary assets and liabilities that are not denominated in the functional currency at exchange rates in effect at the end of each period. Gains and losses from these remeasurements are recognized in interest and other income (expense). Foreign currency transactions resulted in a gain of $ 282 million and $ 403 million for the years ended December 31, 2022 and 2021, respectively, and a loss of $ 660 million for the year ended December 31, 2020. These gains and losses were primarily due to the non-cash remeasurement of our Senior Notes denominated in euros and the remeasurement of cash and content liability positions denominated in currencies other than functional currencies. \n\nStock-Based Compensation \n\nThe Company grants non-qualified stock options to its employees on a monthly basis. Stock-based compensation expense is based on the fair value of the options at the grant date and is recognized, net of forfeitures, over the requisite service period. See Note 9 Stockholders' Equity to the consolidated financial statements for further information regarding stock-based compensation. \n\n2. Revenue Recognition \n\nThe Company's primary source of revenues is from monthly membership fees. Members are billed in advance of the start of their monthly membership and revenues are recognized ratably over each monthly membership period. Revenues are presented net of the taxes that are collected from members and remitted to governmental authorities. The Company is the principal in all its relationships where partners, including CE manufacturers, MVPDs, mobile operators and ISPs, provide access to the service as the Company retains control over service delivery to its members. Typically, payments made to the partners, such as for marketing, are expensed. However, if there is no distinct service provided in exchange for the payments made to the partners or if the price that the member pays is established by the partners and there is no standalone price for the Netflix service (for instance, in a bundle), these payments are recognized as a reduction of revenues. \n\nThe following tables summarize revenues, paid net membership additions, and ending paid memberships by region for the years ended December 31, 2022, 2021 and 2020, respectively: \n\nUnited States and Canada (UCAN) \n\n##TABLE_START As of/ Year Ended December 31, &#160; 2022 2021 2020 &#160; (in thousands) Revenues $ 14,084,643 &#160; $ 12,972,100 &#160; $ 11,455,396 &#160; Paid net membership additions (losses) ( 919 ) 1,279 &#160; 6,274 &#160; Paid memberships at end of period 74,296 &#160; 75,215 &#160; 73,936 &#160; ##TABLE_END\n\nEurope, Middle East, and Africa (EMEA) \n\n##TABLE_START As of/ Year Ended December 31, &#160; 2022 2021 2020 &#160; (in thousands) Revenues $ 9,745,015 &#160; $ 9,699,819 &#160; $ 7,772,252 &#160; Paid net membership additions 2,693 &#160; 7,338 &#160; 14,920 &#160; Paid memberships at end of period 76,729 &#160; 74,036 &#160; 66,698 &#160; ##TABLE_END\n\nLatin America (LATAM) \n\n##TABLE_START As of/ Year Ended December 31, &#160; 2022 2021 2020 &#160; (in thousands) Revenues $ 4,069,973 &#160; $ 3,576,976 &#160; $ 3,156,727 &#160; Paid net membership additions 1,738 &#160; 2,424 &#160; 6,120 &#160; Paid memberships at end of period 41,699 &#160; 39,961 &#160; 37,537 &#160; ##TABLE_END\n\nAsia-Pacific (APAC) \n\n##TABLE_START As of/ Year Ended December 31, &#160; 2022 2021 2020 &#160; (in thousands) Revenues $ 3,570,221 &#160; $ 3,266,601 &#160; $ 2,372,300 &#160; Paid net membership additions 5,391 &#160; 7,140 &#160; 9,259 &#160; Paid memberships at end of period 38,023 &#160; 32,632 &#160; 25,492 &#160; ##TABLE_END\n\n##TABLE_START A paid membership (also referred to as a paid subscription) is defined as a membership that has the right to receive Netflix service following sign-up and a method of payment being provided, and that is not part of a free trial or certain other promotions that may be offered by the Company to new or rejoining members. Certain members have the option to add extra member sub accounts. These extra member sub accounts are not included in paid memberships. A membership is canceled and ceases to be reflected in the above metrics as of the effective cancellation date. Voluntary cancellations generally become effective at the end of the prepaid membership period. Involuntary cancellations, as a result of a failed method of payment, become effective immediately. Memberships are assigned to territories based on the geographic location used at time of sign-up as determined by the Company&#8217;s internal systems, which utilize industry standard geo-location technology. ##TABLE_END\n\nTotal U.S. revenues, inclusive of DVD revenues not reported in the tables above, were $ 13.0 billion, $ 12.1 billion and $ 10.8 billion for the years ended December 31, 2022, 2021 and 2020, respectively. DVD revenues were $ 0.1 billion, $ 0.2 billion, and $ 0.2 billion for the years ended December 31, 2022, 2021 and 2020, respectively. \n\nDeferred revenue consists of membership fees billed that have not been recognized, as well as gift and other prepaid memberships that have not been fully redeemed. As of December 31, 2022, total deferred revenue was $ 1,265 million, the vast \n\nmajority of which was related to membership fees billed that are expected to be recognized as revenue within the next month. The remaining deferred revenue balance, which is related to gift cards and other prepaid memberships, will be recognized as revenue over the period of service after redemption, which is expected to occur over the next 12 months. The $ 56 million increase in deferred revenue as compared to the balance of $ 1,209 million for the year ended December 31, 2021, is a result of the increase in membership fees billed due to increased memberships and acquisition-related deferred revenue. \n\n3. Earnings per Share \n\nBasic earnings per share is computed using the weighted-average number of outstanding shares of common stock during the period. Diluted earnings per share is computed using the weighted-average number of outstanding shares of common stock and, when dilutive, potential common shares outstanding during the period. Potential common shares consist of incremental shares issuable upon the assumed exercise of stock options. The computation of earnings per share is as follows: \n\n&#160; \n\n##TABLE_START &#160; Year ended December 31, &#160; 2022 2021 2020 &#160; (in thousands, except per share data) Basic earnings per share: Net income $ 4,491,924 &#160; $ 5,116,228 &#160; $ 2,761,395 &#160; Shares used in computation: Weighted-average common shares outstanding 444,698 &#160; 443,155 &#160; 440,922 &#160; Basic earnings per share $ 10.10 &#160; $ 11.55 &#160; $ 6.26 &#160; Diluted earnings per share: Net income $ 4,491,924 &#160; $ 5,116,228 &#160; $ 2,761,395 &#160; Shares used in computation: Weighted-average common shares outstanding 444,698 &#160; 443,155 &#160; 440,922 &#160; Employee stock options 6,592 &#160; 12,217 &#160; 13,286 &#160; Weighted-average number of shares 451,290 &#160; 455,372 &#160; 454,208 &#160; Diluted earnings per share \n\n$ 9.95 &#160; $ 11.24 &#160; $ 6.08 &#160; ##TABLE_END\n\nEmployee stock options with exercise prices greater than the average market price of the common stock were excluded from the diluted calculation as their inclusion would have been anti-dilutive. The following table summarizes the potential common shares excluded from the diluted calculation: \n\n&#160; \n\n##TABLE_START &#160; Year ended December 31, &#160; 2022 2021 2020 &#160; (in thousands) Employee stock options 6,790 &#160; 348 &#160; 484 &#160; ##TABLE_END\n\n4. Cash, Cash Equivalents, Restricted Cash, and Short-term Investments \n\nThe Company&#8217;s investment policy is consistent with the definition of available-for-sale securities. The Company does not buy and hold securities principally for the purpose of selling them in the near future. The Company&#8217;s policy is focused on the preservation of capital, liquidity and return. From time to time, the Company may sell certain securities but the objectives are generally not to generate profits on short-term differences in price. The following tables summarize the Company's cash, cash equivalents, restricted cash and short-term investments as of December 31, 2022 and 2021: \n\n##TABLE_START &#160; As of December 31, 2022 &#160; Cash and cash equivalents Short-term investments Other Current Assets Non-current Assets Total &#160; (in thousands) Cash $ 4,071,584 &#160; $ &#8212; &#160; $ 3,410 &#160; $ 19,874 &#160; $ 4,094,868 &#160; Level 1 securities: Money market funds 569,826 &#160; &#8212; &#160; &#8212; &#160; 122 &#160; 569,948 &#160; Level 2 securities: Time Deposits (1) 505,766 &#160; 911,276 &#160; &#8212; &#160; &#8212; &#160; 1,417,042 &#160; $ 5,147,176 &#160; $ 911,276 &#160; $ 3,410 &#160; $ 19,996 &#160; $ 6,081,858 &#160; ##TABLE_END\n\n(1) The majority of the Company's time deposits are domestic deposits, which mature within one year. \n\n##TABLE_START &#160; As of December 31, 2021 &#160; Cash and cash equivalents Other Current Assets Non-current Assets Total &#160; (in thousands) Cash $ 4,103,613 &#160; $ 3,189 &#160; $ 23,972 &#160; $ 4,130,774 &#160; Level 1 securities: Money market funds 1,924,191 &#160; &#8212; &#160; 146 &#160; 1,924,337 &#160; $ 6,027,804 &#160; $ 3,189 &#160; $ 24,118 &#160; $ 6,055,111 &#160; ##TABLE_END\n\nOther current assets include restricted cash for deposits related to self insurance and letter of credit agreements. Non-current assets include restricted cash related to letter of credit agreements. The fair value of cash equivalents and short-term investments included in the Level 2 category is based on observable inputs, such as quoted prices for similar assets at the measurement date; quoted prices in markets that are not active; or other inputs that are observable, either directly or indirectly. \n\nSee Note 6 Debt to the consolidated financial statements for further information regarding the fair value of the Company&#8217;s senior notes. \n\n5. Balance Sheet Components \n\nContent Assets, Net \n\nContent assets consisted of the following: \n\n##TABLE_START As of December 31, 2022 2021 (in thousands) Licensed content, net \n\n$ 12,732,549 &#160; $ 13,799,221 &#160; Produced content, net \n\nReleased, less amortization \n\n9,110,518 &#160; 6,877,743 &#160; In production \n\n10,255,940 &#160; 9,235,975 &#160; In development and pre-production \n\n637,706 &#160; 1,006,600 &#160; 20,004,164 &#160; 17,120,318 &#160; \n\nContent assets, net $ 32,736,713 &#160; $ 30,919,539 &#160; ##TABLE_END\n\nAs of December 31, 2022, approximately $ 5,428 million, $ 2,853 million, and $ 1,984 million of the $ 12,733 million unamortized cost of the licensed content is expected to be amortized in each of the next three years. As of December 31, 2022, approximately $ 3,565 million, $ 2,310 million, and $ 1,601 million of the $ 9,111 million unamortized cost of the produced content that has been released is expected to be amortized in each of the next three years. \n\nAs of December 31, 2022, the amount of accrued participations and residuals was not material. \n\nThe following table represents the amortization of content assets: \n\n##TABLE_START Year ended December 31, &#160; 2022 2021 2020 (in thousands) Licensed content $ 7,681,978 &#160; $ 8,055,811 &#160; $ 7,544,631 &#160; Produced content (1) 6,344,154 &#160; 4,174,556 &#160; 3,262,281 &#160; Total $ 14,026,132 &#160; $ 12,230,367 &#160; $ 10,806,912 &#160; ##TABLE_END\n\n(1) Tax incentives earned on qualified production spend generally reduce the cost-basis of content assets and result in lower content amortization over the life of the title. For the year ended December 31, 2022, tax incentives resulted in lower content amortization on produced content of approximately $ 719 million. \n\nProperty and Equipment, Net \n\nProperty and equipment and accumulated depreciation consisted of the following: \n\n##TABLE_START As of December 31, Estimated Useful Lives (in Years) 2022 2021 (in thousands) Land $ 85,005 &#160; $ 82,381 &#160; Buildings 52,106 &#160; 48,123 &#160; 30 years Leasehold improvements 1,040,570 &#160; 863,342 &#160; Over life of lease Furniture and fixtures 153,682 &#160; 139,809 &#160; 3 years Information technology 442,681 &#160; 380,452 &#160; 3 years Corporate aircraft 115,578 &#160; 110,978 &#160; \n\n8 - 10 years \n\nMachinery and equipment 26,821 &#160; 32,426 &#160; \n\n3 - 5 years \n\nCapital work-in-progress 235,555 &#160; 282,248 &#160; Property and equipment, gross 2,151,998 &#160; 1,939,759 &#160; Less: Accumulated depreciation ( 753,741 ) ( 616,306 ) Property and equipment, net $ 1,398,257 &#160; $ 1,323,453 &#160; ##TABLE_END\n\n&#160; \n\nLeases \n\nThe Company has entered into operating leases primarily for real estate. These leases generally have terms which range from 1 year to 15 years, and often include one or more options to renew. These renewal terms can extend the lease term from 1 year to 20 years, and are included in the lease term when it is reasonably certain that the Company will exercise the option. These operating leases are included in \"Other non-current assets\" on the Company's Consolidated Balance Sheets, and represent the Company&#8217;s right to use the underlying asset for the lease term. The Company&#8217;s obligations to make lease payments are included in \"Accrued expenses and other liabilities\" and \"Other non-current liabilities\" on the Company's Consolidated Balance Sheets. Operating lease right-of-use assets and liabilities are recognized at the commencement date based on the present value of lease payments over the lease term. The Company has entered into various short-term operating leases with an initial term of twelve months or less. These leases are not recorded on the Company's Consolidated Balance Sheets. All operating lease expense is recognized on a straight-line basis over the lease term. Because the rate implicit in each lease is not readily determinable, the Company uses its incremental borrowing rate to determine the present value of the lease payments. The Company has certain contracts for real estate which may contain lease and non-lease components which it has elected to treat as a single lease component. \n\nThe components of lease costs for the years ended December 31, 2022, 2021 and 2020 were as follows: \n\n##TABLE_START Year ended December 31, &#160; 2022 2021 2020 (in thousands) Operating lease cost $ 413,664 &#160; $ 389,805 &#160; $ 323,905 &#160; Short-term lease cost 194,764 &#160; 152,765 &#160; 116,606 &#160; Total lease cost $ 608,428 &#160; $ 542,570 &#160; $ 440,511 &#160; ##TABLE_END\n\nInformation related to the Company's operating right-of-use assets and related operating lease liabilities were as follows: \n\n##TABLE_START Year ended December 31, 2022 2021 2020 (in thousands) Cash paid for operating lease liabilities $ 413,034 &#160; $ 349,586 &#160; $ 259,559 &#160; Right-of-use assets obtained in exchange for new operating lease obligations 252,393 &#160; 764,142 &#160; 729,942 &#160; ##TABLE_END\n\n##TABLE_START As of December 31, 2022 2021 (in thousands, except lease term and discount rate) Operating lease right-of-use assets, net $ 2,227,122 &#160; $ 2,446,573 &#160; Current operating lease liabilities $ 355,985 &#160; $ 315,189 &#160; Non-current operating lease liabilities 2,222,503 &#160; 2,408,486 &#160; Total operating lease liabilities $ 2,578,488 &#160; $ 2,723,675 &#160; Weighted-average remaining lease term 8.3 years 9.2 years Weighted-average discount rate 3.2 &#160; % 3.1 &#160; % ##TABLE_END \n\nMaturities of operating lease liabilities as of December 31, 2022 were as follows (in thousands): \n\n##TABLE_START Due in 12 month period ended December 31, 2023 $ 433,167 &#160; 2024 406,293 &#160; 2025 377,371 &#160; 2026 368,496 &#160; 2027 310,903 &#160; Thereafter 1,036,327 &#160; 2,932,557 &#160; Less imputed interest ( 354,069 ) Total operating lease liabilities 2,578,488 &#160; ##TABLE_END\n\nThe Company has additional operating leases for real estate of $ 419 million which have not commenced as of December 31, 2022, and as such, have not been recognized on the Company's Consolidated Balance Sheets. These operating leases are expected to commence in 2023 and 2024 with lease terms between 2 and 10 years. \n\nOther Current Assets \n\nOther current assets consisted of the following: \n\n##TABLE_START As of December 31, 2022 December 31, 2021 (in thousands) Trade receivables \n\n$ 988,898 &#160; $ 804,320 &#160; Prepaid expenses \n\n392,735 &#160; 323,818 &#160; Other (1) \n\n1,826,388 &#160; 913,883 &#160; Total other current assets \n\n$ 3,208,021 &#160; $ 2,042,021 &#160; ##TABLE_END\n\n(1) $ 598 million of tax incentives earned on production spend is included in Other as of December 31, 2022. \n\nThe increase in Other was primarily due to a modification of a content licensing arrangement. \n\n6. Debt \n\nAs of December 31, 2022, the Company had aggregate outstanding notes of $ 14,353 million, net of $ 79 million of issuance costs, with varying maturities (the \"Notes\"). As of December 31, 2021, the Company had aggregate outstanding long-term notes of $ 15,393 million, net of $ 92 million of issuance costs. Each of the Notes were issued at par and are senior unsecured obligations of the Company. Interest is payable semi-annually at fixed rates. A portion of the outstanding Notes is denominated in foreign currency (comprised of &#8364; 5,170 million) and is remeasured into U.S. dollars at each balance sheet date (with remeasurement gain totaling $ 353 million for the year ended December 31, 2022). \n\nThe following table provides a summary of the Company's outstanding debt and the fair values based on quoted market prices in less active markets as of December 31, 2022 and December 31, 2021: \n\n##TABLE_START Principal Amount at Par Level 2 Fair Value as of December 31, 2022 December 31, 2021 Issuance Date Maturity December 31, 2022 December 31, 2021 (in millions) (in millions) \n\n5.500 % Senior Notes \n\n$ &#8212; &#160; $ 700 &#160; February 2015 February 2022 $ &#8212; &#160; $ 704 &#160; \n\n5.750 % Senior Notes \n\n400 &#160; 400 &#160; February 2014 March 2024 404 &#160; 437 &#160; \n\n5.875 % Senior Notes \n\n800 &#160; 800 &#160; February 2015 February 2025 811 &#160; 899 &#160; \n\n3.000 % Senior Notes (1) \n\n503 &#160; 535 &#160; April 2020 June 2025 495 &#160; 581 &#160; \n\n3.625 % Senior Notes \n\n500 &#160; 500 &#160; April 2020 June 2025 479 &#160; 529 &#160; \n\n4.375 % Senior Notes \n\n1,000 &#160; 1,000 &#160; October 2016 November 2026 980 &#160; 1,111 &#160; \n\n3.625 % Senior Notes (1) \n\n1,391 &#160; 1,480 &#160; May 2017 May 2027 1,338 &#160; 1,702 &#160; \n\n4.875 % Senior Notes \n\n1,600 &#160; 1,600 &#160; October 2017 April 2028 1,557 &#160; 1,829 &#160; \n\n5.875 % Senior Notes \n\n1,900 &#160; 1,900 &#160; April 2018 November 2028 1,930 &#160; 2,293 &#160; \n\n4.625 % Senior Notes (1) \n\n1,177 &#160; 1,252 &#160; October 2018 May 2029 1,151 &#160; 1,565 &#160; \n\n6.375 % Senior Notes \n\n800 &#160; 800 &#160; October 2018 May 2029 830 &#160; 999 &#160; \n\n3.875 % Senior Notes (1) \n\n1,284 &#160; 1,366 &#160; April 2019 November 2029 1,201 &#160; 1,651 &#160; \n\n5.375 % Senior Notes \n\n900 &#160; 900 &#160; April 2019 November 2029 885 &#160; 1,068 &#160; \n\n3.625 % Senior Notes (1) \n\n1,177 &#160; 1,252 &#160; October 2019 June 2030 1,078 &#160; 1,493 &#160; \n\n4.875 % Senior Notes \n\n1,000 &#160; 1,000 &#160; October 2019 June 2030 944 &#160; 1,169 &#160; $ 14,432 &#160; $ 15,485 &#160; $ 14,083 &#160; $ 18,030 &#160; ##TABLE_END\n\n(1) The following Senior Notes have a principal amount denominated in euro: 3.000 % Senior Notes for &#8364; 470 million, 3.625 % Senior Notes for &#8364; 1,300 million, 4.625 % Senior Notes for &#8364; 1,100 million, 3.875 % Senior Notes for &#8364; 1,200 million, and 3.625 % Senior Notes for &#8364; 1,100 million. \n\nEach of the Notes are repayable in whole or in part upon the occurrence of a change of control, at the option of the holders, at a purchase price in cash equal to 101 % of the principal plus accrued interest. The Company may redeem the Notes prior to maturity in whole or in part at an amount equal to the principal amount thereof plus accrued and unpaid interest and an applicable premium. The Notes include, among other terms and conditions, limitations on the Company's ability to create, incur or allow certain liens; enter into sale and lease-back transactions; create, assume, incur or guarantee additional indebtedness of certain of the Company's subsidiaries; and consolidate or merge with, or convey, transfer or lease all or substantially all of the Company's and its subsidiaries assets, to another person. As of December 31, 2022 and December 31, 2021, the Company was in compliance with all related covenants. \n\nRevolving Credit Facility \n\nAs of December 31, 2022, the Company has a $ 1 billion unsecured revolving credit facility (\"Revolving Credit Agreement\"), which matures on June 17, 2026. Revolving loans may be borrowed, repaid and reborrowed until June 17, 2026, at which time all amounts borrowed must be repaid. The Company may use the proceeds of future borrowings under the Revolving Credit Agreement for working capital and general corporate purposes. As of December 31, 2022, no amounts have been borrowed under the Revolving Credit Agreement. \n\nThe borrowings under the Revolving Credit Agreement bear interest, at the Company&#8217;s option, of either (i) a floating rate equal to a base rate (the &#8220;Alternate Base Rate&#8221;) or (ii) a rate equal to an adjusted London interbank offered rate (the &#8220;Adjusted LIBO Rate&#8221;), plus a margin of 0.75 %. The Alternate Base Rate is defined as the greatest of (A) the rate of interest published by the Wall Street Journal, from time to time, as the prime rate, (B) the federal funds rate, plus 0.500 % and (C) the Adjusted LIBO Rate for a one-month interest period, plus 1.00 %. The Adjusted LIBO Rate is defined as the London interbank offered rate for deposits in U.S. dollars, for the relevant interest period, adjusted for statutory reserve requirements, but in no event shall the Adjusted LIBO Rate be less than 0.00 % per annum. Regulatory authorities that oversee financial markets have announced that after the end of 2021, they would no longer compel banks currently reporting information used to set the Adjusted LIBO Rate to continue to make rate submissions, and that publication of the Adjusted LIBO Rate based upon U.S. Dollars is expected to cease on June 30, 2023. The Revolving Credit Agreement contains customary provisions for the replacement of the Adjusted LIBO Rate with an alternate benchmark rate, including a rate based on the secured overnight financing rate published by the Federal Reserve Bank of New York, as the Adjusted LIBO Rate is phased out in the lending market. The Company does not anticipate that the replacement of the Adjusted LIBO Rate with such alternative benchmark rate, as provided in the Revolving Credit Agreement, will materially impact its liquidity or financial position. \n\nThe Company is also obligated to pay a commitment fee on the undrawn amounts of the Revolving Credit Agreement at an annual rate of 0.10 %. The Revolving Credit Agreement requires the Company to comply with certain covenants, including covenants that limit or restrict the ability of the Company&#8217;s subsidiaries to incur debt and limit or restrict the ability of the Company and its subsidiaries to grant liens and enter into sale and leaseback transactions; and, in the case of the Company or a guarantor, merge, consolidate, liquidate, dissolve or sell, transfer, lease or otherwise dispose of all or substantially all of the assets of the Company and its subsidiaries, taken as a whole. As of December 31, 2022 and December 31, 2021, the Company was in compliance with all related covenants. \n\n7. Commitments and Contingencies \n\nContent \n\nAt December 31, 2022, the Company had $ 21.8 billion of obligations comprised of $ 4.5 billion included in \"Current content liabilities\" and $ 3.1 billion of \"Non-current content liabilities\" on the Consolidated Balance Sheets and $ 14.2 billion of obligations that are not reflected on the Consolidated Balance Sheets as they did not yet meet the criteria for asset recognition. \n\nAt December 31, 2021, the Company had $ 23.2 billion of obligations comprised of $ 4.3 billion included in \"Current content liabilities\" and $ 3.1 billion of \"Non-current content liabilities\" on the Consolidated Balance Sheets and $ 15.8 billion of obligations that are not reflected on the Consolidated Balance Sheets as they did not yet meet the criteria for asset recognition. \n\nThe expected timing of payments for these content obligations is as follows: \n\n##TABLE_START As of December 31, 2022 2021 &#160; (in thousands) Less than one year $ 10,038,483 &#160; $ 10,019,306 &#160; Due after one year and through 3 years 9,425,551 &#160; 9,238,315 &#160; Due after 3 years and through 5 years 2,124,307 &#160; 3,238,977 &#160; Due after 5 years 243,606 &#160; 664,762 &#160; Total content obligations $ 21,831,947 &#160; $ 23,161,360 &#160; ##TABLE_END\n\n&#160; \n\nContent obligations include amounts related to the acquisition, licensing and production of content. Obligations that are in non-U.S. dollar currencies are translated to the U.S. dollar at period end rates. An obligation for the production of content includes non-cancelable commitments under creative talent and employment agreements as well as other production related commitments. An obligation for the acquisition and licensing of content is incurred at the time the Company enters into an agreement to obtain future titles. Once a title becomes available, a content liability is recorded on the Consolidated Balance Sheets. Certain agreements include the obligation to license rights for unknown future titles, the ultimate quantity and/or fees for which are not yet determinable as of the reporting date. Traditional film output deals, or certain TV series license agreements where the number of seasons to be aired is unknown, are examples of such license agreements. The Company does not include any estimated obligation for these future titles beyond the known minimum amount. However, the unknown obligations are expected to be significant. \n\nLegal Proceedings \n\nFrom time to time, in the normal course of its operations, the Company is subject to litigation matters and claims, including claims relating to employee relations, business practices and patent infringement. Litigation can be expensive and disruptive to normal business operations. Moreover, the results of complex legal proceedings are difficult to predict and the Company's view of these matters may change in the future as the litigation and events related thereto unfold. The Company expenses legal fees as incurred. The Company records a provision for contingent losses when it is both probable that a liability has been incurred and the amount of the loss can be reasonably estimated. An unfavorable outcome to any legal matter, if material, could have an adverse effect on the Company's operations or its financial position, liquidity or results of operations. \n\nThe Company is involved in litigation matters not listed herein but does not consider the matters to be material either individually or in the aggregate at this time. The Company's view of the matters not listed may change in the future as the litigation and events related thereto unfold. \n\n8. Guarantees&#8212;Indemnification Obligations \n\nIn the ordinary course of business, the Company has entered into contractual arrangements under which it has agreed to provide indemnification of varying scope and terms to business partners and other parties with respect to certain matters, including, but not limited to, losses arising out of the Company&#8217;s breach of such agreements and out of intellectual property infringement claims made by third parties. In these circumstances, payment may be conditional on the other party making a claim pursuant to the procedures specified in the particular contract. \n\nThe Company&#8217;s obligations under these agreements may be limited in terms of time or amount, and in some instances, the Company may have recourse against third parties for certain payments. In addition, the Company has entered into indemnification agreements with its directors and certain of its officers that will require it, among other things, to indemnify them against certain liabilities that may arise by reason of their status or service as directors or officers. The terms of such obligations vary. \n\nIt is not possible to make a reasonable estimate of the maximum potential amount of future payments under these or similar agreements due to the conditional nature of the Company&#8217;s obligations and the unique facts and circumstances involved in each particular agreement. No amount has been accrued in the accompanying consolidated financial statements with respect to these indemnification guarantees. \n\n9. Stockholders&#8217; Equity \n\nVoting Rights \n\nThe holders of each share of common stock shall be entitled to one vote per share on all matters to be voted upon by the Company&#8217;s stockholders. \n\nStock Option Plan \n\nOn June 4, 2020, the Company's stockholders approved the 2020 Stock Plan, which was adopted by the Company's Board of Directors on March 4, 2020 subject to stockholder approval. The 2020 Stock Plan is the successor to the 2011 Stock Plan. The 2020 Stock Plan provides for the grant of incentive stock options to employees and for the grant of non-statutory stock options, stock appreciation rights, restricted stock and restricted stock units to employees, directors and consultants. The 2020 Stock Plan authorized 17,500,000 new shares to be available for award grants. As of the date the 2020 Stock Plan was adopted by the Company's Board of Directors, 5,530,106 shares were available to be granted under the 2011 Stock Plan. These shares are available for award grants under the 2020 Stock Plan. \n\nA summary of the activities related to the Company&#8217;s stock option plans is as follows: \n\n&#160; \n\n##TABLE_START &#160; Shares Available for Grant Options Outstanding &#160; Number of Shares Weighted- Average Exercise Price (per Share) Balances as of December 31, 2019 6,111,561 &#160; 20,859,326 &#160; $ 124.28 &#160; New Shares Authorized 17,500,000 &#160; &#8212; &#8212; Granted ( 1,909,476 ) 1,909,476 &#160; 432.34 &#160; Exercised ( 4,088,612 ) 58.35 &#160; Expired &#8212; ( 3,380 ) 27.54 &#160; Balances as of December 31, 2020 21,702,085 &#160; 18,676,810 &#160; $ 170.23 &#160; Granted ( 1,556,725 ) 1,556,725 &#160; 554.11 &#160; Exercised ( 2,632,324 ) 65.97 &#160; Expired &#8212; ( 5,360 ) 34.63 &#160; Balances as of December 31, 2021 20,145,360 &#160; 17,595,851 &#160; $ 219.83 &#160; Granted ( 3,691,257 ) 3,691,257 &#160; 267.94 &#160; Exercised &#8212; ( 1,383,669 ) 27.19 &#160; Expired &#8212; ( 6,578 ) 11.10 &#160; Balances as of December 31, 2022 16,454,103 &#160; 19,896,861 &#160; $ 242.22 &#160; \n\nVested and exercisable at December 31, 2022 \n\n19,896,861 &#160; $ 242.22 &#160; ##TABLE_END\n\nThe aggregate intrinsic value of the Company's outstanding stock options as of December 31, 2022 was $ 1,951 million and represents the total pretax intrinsic value (the difference between the Company&#8217;s closing stock price on the last trading day of 2022 and the exercise price, multiplied by the number of in-the-money options) that would have been received by the option holders had all option holders exercised their options on the last trading day of 2022. This amount changes based on the fair market value of the Company&#8217;s common stock. Total intrinsic value of options exercised for the years ended December 31, 2022, 2021 and 2020 was $ 346 million, $ 1,363 million and $ 1,596 million, respectively. The weighted-average remaining contractual term of the Company's outstanding stock options as of December 31, 2022 included in the table above was 5.61 years. \n\nCash received from option exercises for the years ended December 31, 2022, 2021 and 2020 was $ 36 million, $ 174 million and $ 235 million, respectively. The Company records stock option exercises based on trade date. \n\nStock-Based Compensation \n\nStock options granted are exercisable for the full ten year contractual term regardless of employment status. The following table summarizes the assumptions used to value option grants using the lattice-binomial model and the valuation data: \n\n&#160; \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Dividend yield &#8212; &#160; % &#8212; &#160; % &#8212; &#160; % Expected volatility 38 % - 52 % \n\n34 % - 41 % \n\n37 % - 45 % \n\nRisk-free interest rate 1.71 % - 3.79 % \n\n1.08 % - 1.62 % \n\n0.67 % - 1.71 % \n\nSuboptimal exercise factor 4.71 - 4.82 \n\n3.81 - 3.98 \n\n3.34 - 3.67 \n\nValuation data: Weighted-average fair value (per share) $ 155.88 &#160; $ 259.01 &#160; $ 217.42 &#160; Total stock-based compensation expense (in thousands) 575,452 &#160; 403,220 &#160; 415,180 &#160; Total income tax impact on provision (in thousands) 127,289 &#160; 89,642 &#160; 91,718 &#160; ##TABLE_END\n\nThe Company considers several factors in determining the suboptimal exercise factor, including the historical and estimated option exercise behavior. \n\nThe Company calculates expected volatility based solely on implied volatility. The Company believes that implied volatility of publicly traded options in its common stock is more reflective of market conditions, and given consistently high trade volumes of the options, can reasonably be expected to be a better indicator of expected volatility than historical volatility of its common stock. \n\nIn valuing shares issued under the Company&#8217;s employee stock option plans, the Company bases the risk-free interest rate on U.S. Treasury zero-coupon issues with terms similar to the contractual term of the options. The Company does not anticipate paying any cash dividends in the foreseeable future and therefore uses an expected dividend yield of zero in the option valuation model. The Company does not use a post-vesting termination rate as options are fully vested upon grant date. \n\nStock Repurchases \n\nIn March 2021, the Company&#8217;s Board of Directors authorized the repurchase of up to $ 5 billion of its common stock, with no expiration date. Stock repurchases may be effected through open market repurchases in compliance with Rule 10b-18 under the Exchange Act, including through the use of trading plans intended to qualify under Rule 10b5-1 under the Exchange Act, privately-negotiated transactions, accelerated stock repurchase plans, block purchases, or other similar purchase techniques and in such amounts as management deems appropriate. The Company is not obligated to repurchase any specific number of shares, and the timing and actual number of shares repurchased will depend on a variety of factors, including the Company&#8217;s stock price, general economic, business and market conditions, and alternative investment opportunities. The Company may discontinue any repurchases of its common stock at any time without prior notice. There were no repurchases during the year ended December 31, 2022. As of December 31, 2022, $ 4.4 billion remain available for repurchases. Shares repurchased by the Company are accounted for when the transaction is settled. Direct costs incurred to acquire the shares are included in the total cost of the shares. \n\n10. Income Taxes \n\nIncome before provision for income taxes was as follows: \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 &#160; (in thousands) United States $ 4,690,442 &#160; $ 5,365,547 &#160; $ 2,789,064 &#160; Foreign 573,487 &#160; 474,556 &#160; 410,285 &#160; Income before income taxes $ 5,263,929 &#160; $ 5,840,103 &#160; $ 3,199,349 &#160; ##TABLE_END\n\nThe components of provision for income taxes for all periods presented were as follows: \n\n&#160; \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 &#160; (in thousands) Current tax provision: Federal $ 109,910 &#160; $ 57,526 &#160; $ 24,221 &#160; State 119,795 &#160; 109,641 &#160; 65,821 &#160; Foreign 676,827 &#160; 357,189 &#160; 277,846 &#160; Total current 906,532 &#160; 524,356 &#160; 367,888 &#160; Deferred tax provision: Federal ( 52,434 ) 188,937 &#160; ( 57,765 ) State ( 30,691 ) ( 2,700 ) 164,685 &#160; Foreign ( 51,402 ) 13,282 &#160; ( 36,854 ) Total deferred ( 134,527 ) 199,519 &#160; 70,066 &#160; Provision for income taxes $ 772,005 &#160; $ 723,875 &#160; $ 437,954 &#160; ##TABLE_END\n\nA reconciliation of the provision for income taxes, with the amount computed by applying the statutory Federal income tax rate to income before income taxes is as follows: \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 &#160; (in thousands) Expected tax expense at U.S. Federal statutory rates $ 1,105,428 &#160; $ 1,226,422 &#160; $ 671,864 &#160; State income taxes, net of Federal income tax effect 92,084 &#160; 111,400 &#160; 65,808 &#160; Foreign earnings at other than U.S. rates 112,628 &#160; ( 23,963 ) 12,212 &#160; Federal and California R&#38;D tax credits ( 146,615 ) ( 82,909 ) ( 113,882 ) Valuation allowance on California R&#38;D tax credits &#8212; &#160; &#8212; &#160; 183,283 &#160; Excess tax benefits on stock-based compensation ( 75,211 ) ( 290,899 ) ( 339,436 ) Tax effects of the Tax Cuts and Jobs Act ( 368,976 ) ( 254,763 ) ( 87,194 ) Nondeductible Officers Compensation 33,836 &#160; 26,874 &#160; 30,351 &#160; Other 18,831 &#160; 11,713 &#160; 14,948 &#160; Provision for income taxes $ 772,005 &#160; $ 723,875 &#160; $ 437,954 &#160; Effective Tax Rate 15 &#160; % 12 &#160; % 14 &#160; % ##TABLE_END\n\nThe components of deferred tax assets and liabilities were as follows: \n\n&#160; \n\n##TABLE_START &#160; As of December 31, &#160; 2022 2021 &#160; (in thousands) Deferred tax assets: Stock-based compensation $ 443,456 &#160; $ 351,238 &#160; Federal and California tax R&#38;D credits 342,589 &#160; 484,793 &#160; Foreign tax credits 11,899 &#160; 2,045 &#160; Capitalized Research Expenses 323,998 &#160; &#8212; &#160; Accruals and reserves 119,732 &#160; 165,214 &#160; Operating leases 551,418 &#160; 570,830 &#160; Foreign Net Operating Losses 20,092 &#160; 8,043 &#160; Unrealized Gain/Loss ( 47,283 ) 13,772 &#160; Other 2,234 &#160; 5,420 &#160; Gross deferred tax assets 1,768,135 &#160; 1,601,355 &#160; Depreciation &#38; amortization ( 456,717 ) ( 388,115 ) Operating leases ( 473,928 ) ( 506,403 ) Acquisitions ( 232,607 ) ( 240,334 ) Gross deferred tax liabilities ( 1,163,252 ) ( 1,134,852 ) Valuation allowance ( 343,342 ) ( 318,408 ) Net deferred tax assets $ 261,541 &#160; $ 148,095 &#160; ##TABLE_END\n\nAll deferred tax assets are classified as &#8220;Other non-current assets&#8221; on the Consolidated Balance Sheets as of December 31, 2022 and December 31, 2021. In evaluating its ability to realize the net deferred tax assets, the Company considered all available positive and negative evidence, including its past operating results and the forecast of future market growth, forecasted earnings, future taxable income, and prudent and feasible tax planning strategies. As of December 31, 2022, the valuation allowance of $ 343 million was related to the California R&#38;D credits and certain foreign tax attributes that the Company does not expect to realize. \n\nAs of December 31, 2022, the Company's California R&#38;D tax credit carryforwards for tax return purposes was $ 504 million. \n\nThe unrecognized tax benefits that are not expected to result in payment or receipt of cash within one year are classified as &#8220;Other non-current liabilities&#8221; and a reduction of deferred tax assets which is classified as \"Other non-current assets\" in the Consolidated Balance Sheets. As of December 31, 2022, the total amount of gross unrecognized tax benefits was $ 227 million, of which $ 155 million, if recognized, would favorably impact the Company&#8217;s effective tax rate. As of December 31, 2021, the total amount of gross unrecognized tax benefits was $ 203 million, of which $ 136 million, if recognized, would favorably impact the Company&#8217;s effective tax rate. The aggregate changes in the Company&#8217;s total gross amount of unrecognized tax benefits are summarized as follows (in thousands): \n\n&#160; \n\n##TABLE_START Balances as of December 31, 2020 $ 140,124 &#160; Increases related to tax positions taken during prior periods 27,116 &#160; Decreases related to tax positions taken during prior periods &#8212; &#160; Increases related to tax positions taken during the current period 35,317 &#160; Decreases related to expiration of statute of limitations &#8212; &#160; Balances as of December 31, 2021 202,557 &#160; Increases related to tax positions taken during prior periods &#8212; &#160; Decreases related to tax positions taken during prior periods ( 2,445 ) Increases related to tax positions taken during the current period 26,865 &#160; Decreases related to expiration of statute of limitations &#8212; &#160; Balances as of December 31, 2022 $ 226,977 &#160; ##TABLE_END\n\nThe Company includes interest and penalties related to unrecognized tax benefits within the provision for income taxes and in &#8220;Other non-current liabilities&#8221; in the Consolidated Balance Sheets. Interest and penalties included in the Company's provision for income taxes were not material in all the periods presented. \n\nThe Company files U.S. Federal, state and foreign tax returns. The Company is currently under examination by the IRS for years 2016 through 2018 and is subject to examination for 2019 through 2021. The foreign and state tax returns for years 2015 through 2021 are subject to examination by various states and foreign jurisdictions. While the Company is in various stages of inquiries and examinations for some state and federal taxing authorities, we believe that our tax positions will more likely than not be sustained. Nonetheless, it is possible that future obligations related to these matters could arise. \n\nGiven the potential outcome of the current examinations as well as the impact of the current examinations on the potential expiration of the statute of limitations, it is reasonably possible that the balance of unrecognized tax benefits could significantly change within the next twelve months. However, an estimate of the range of reasonably possible adjustments cannot be made at this time. \n\n11. Employee Benefit Plan \n\nThe Company maintains a 401(k) savings plan covering substantially all of its employees. Eligible employees may contribute up to 80 % of their annual salary through payroll deductions, but not more than the statutory limits set by the Internal Revenue Service. The Company matches employee contributions at the discretion of the Board. During 2022, 2021 and 2020, the Company&#8217;s matching contributions totaled $ 102 million, $ 85 million and $ 69 million, respectively. \n\nMultiemployer Benefit Plans \n\nThe Company contributes to various multiemployer defined pension plans under the terms of collective bargaining agreements that cover our union-represented employees. The risks of participating in multiemployer pension plans are different from single-employer plans such that (i) contributions made by the Company to the multiemployer pension plans may be used to provide benefits to employees of other participating employers; (ii) if the Company chooses to stop participating in the multiemployer pension plans, it may be required to pay those plans an amount based on the underfunded status of the plan; and (iii) if the Company stops contributing to the multiemployer pension plan, the unfunded obligations of the plan may become the obligation of the remaining participating employers. The Company also contributes to various other multiemployer benefit plans that provide health and welfare benefits to both active and retired participants. The Company does not participate in any multiemployer benefit plans that are individually significant to the Company. \n\nThe following table summarizes the Company's contributions to multiemployer pension and health plans for the years ended December 31, 2022, 2021 and 2020, respectively: \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 &#160; (in thousands) Pension benefits $ 127,885 &#160; $ 111,133 &#160; $ 78,060 &#160; Health benefits 96,285 &#160; 83,153 &#160; 52,322 &#160; Total contributions $ 224,170 &#160; $ 194,286 &#160; $ 130,382 &#160; ##TABLE_END\n\n12. Segment and Geographic Information \n\nThe Company operates as one operating segment. The Company's chief operating decision maker (\"CODM\") is its co-chief executive officers, who review financial information presented on a consolidated basis for purposes of making operating decisions, assessing financial performance and allocating resources. \n\nTotal U.S. revenues were $ 13.0 billion, $ 12.1 billion and $ 10.8 billion for the years ended December 31, 2022, 2021 and 2020, respectively. See Note 2 Revenue Recognition for additional information about streaming revenue by region. \n\n&#160; The Company's long-lived tangible assets, as well as the Company's operating lease right-of-use assets recognized on the Consolidated Balance Sheets were located as follows: \n\n##TABLE_START As of December 31, 2022 2021 (in thousands) United States $ 2,745,071 &#160; $ 2,833,059 &#160; International 880,308 &#160; 936,967 &#160; ##TABLE_END \n\nEXHIBIT INDEX \n\n&#160; \n\n##TABLE_START Exhibit Number Exhibit Description Incorporated by Reference Filed Herewith Form File No. Exhibit Filing Date 3.1 \n\nRestated Certificate of Incorporation \n\n8-K 001-35727 3.1 June 8, 2022 3.2 \n\nAmended and Restated Bylaws \n\n8-K 001-35727 3.2 June 8, 2022 4.1 \n\nForm of Common Stock Certificate \n\nS-1/A 333-83878 4.1 April 16, 2002 4.2 \n\nIndenture, dated as of February 19, 2014, by and between the Company and Wells Fargo Bank, National Association, as Trustee. \n\n8-K 001-35727 \n\n4.1 February 19, 2014 4.3 \n\nIndenture, dated as of February 5, 2015, by and between the Company and Wells Fargo Bank, National Association, as Trustee. \n\n8-K 001-35727 4.1 February 5, 2015 4.4 \n\nIndenture, dated as of February 5, 2015, by and between the Company and Wells Fargo Bank, National Association, as Trustee. \n\n8-K 001-35727 4.2 February 5, 2015 4.5 \n\nIndenture, dated as of October 27, 2016, by and between the Company and Wells Fargo Bank, National Association, as Trustee. \n\n8-K 001-35727 4.1 October 27, 2016 4.6 \n\nFirst Supplemental Indenture, dated as of September 24, 2014, by and between the Company and Wells Fargo Bank, National Association, as Trustee. \n\n10-Q 001-35727 4.7 April 20, 2017 4.7 \n\nIndenture, dated as of May 2, 2017, by and between the Company and Wells Fargo Bank, National Association, as Trustee. \n\n8-K 001-35727 4.1 May 3, 2017 4.8 \n\nIndenture, dated as of October 26, 2017, by and between the Company and Wells Fargo Bank National Association, as Trustee \n\n8-K 001-35727 4.1 October 26, 2017 4.9 \n\nIndenture, dated as of April 26, 2018, by and between the Company and Wells Fargo Bank National Association, as Trustee \n\n8-K 001-35727 4.1 April 26, 2018 4.10 \n\nIndenture, dated as of October 26, 2018, by and between the Company and Wells Fargo Bank National Association, as Trustee (6.375% Senior Notes due 2029) \n\n8-K 001-35727 4.1 October 26, 2018 4.11 \n\nIndenture, dated as of October 26, 2018, by and between the Company and Wells Fargo Bank National Association, as Trustee (4.625% Senior Notes due 2029) \n\n8-K 001-35727 4.3 October 26, 2018 4.12 \n\nIndenture, dated as of April 29, 2019, by and between the Company and Wells Fargo Bank National Association, as Trustee (5.375% Senior Notes due 2029) \n\n8-K 001-35727 4.1 April 29, 2019 4.13 \n\nIndenture, dated as of April 29, 2019, by and between the Company and Wells Fargo Bank National Association, as Trustee (3.875% Senior Notes due 2029) \n\n8-K 001-35727 4.3 April 29, 2019 4.14 \n\nIndenture, dated as of October 25, 2019, by and between the Company and Wells Fargo Bank National Association, as Trustee (4.875% Senior Notes due 2030) \n\n8-K 001-35727 4.1 October 25, 2019 4.15 \n\nIndenture, dated as of October 25, 2019, by and between the Company and Wells Fargo Bank National Association, as Trustee (3.625% Senior Notes due 2030) \n\n8-K 001-35727 4.3 October 25, 2019 4.16 \n\nIndenture, dated as of April 28, 2020, by and between the Company and Wells Fargo Bank National Association, as Trustee (3.625% Senior Notes due 2025) \n\n8-K 001-35727 4.1 April 28, 2020 ##TABLE_END\n\n##TABLE_START Exhibit Number Exhibit Description Incorporated by Reference Filed Herewith Form File No. Exhibit Filing Date 4.17 \n\nIndenture, dated as of April 28, 2020, by and between the Company and Wells Fargo Bank National Association, as Trustee (3.000% Senior Notes due 2025) \n\n8-K 001-35727 4.3 April 28, 2020 4.18 \n\nDescription of Registrant's Securities Registered Pursuant to Section 12 of the Securities Exchange Act of 1934 \n\nX 10.1&#8224; \n\nForm of Indemnification Agreement entered into by the registrant with each of its executive officers and directors \n\nS-1/A 333-83878 10.1 March 20, 2002 10. 2 &#8224; \n\n2011 Stock Plan \n\nDef 14A 000-49802 A April 20, 2011 10. 3 &#8224; \n\n2020 Stock Plan \n\nDef 14A 001-35727 A April 22, 2020 10. 4 &#8224; \n\nDescription of Director Equity Compensation Plan \n\n8-K 001-35727 Item 5.02 January 24, 2018 10. 5 &#8224; \n\nAmended and Restated Performance Bonus Plan \n\n8-K 001-35727 10.1 December 9, 2022 10. 6 &#8224; \n\nAmended and Restated Executive Severance and Retention Incentive Plan \n\n8-K 001-35727 10.1 September 10, 2021 10.7 \n\nRevolving Credit Agreement among the Company, Deutsche bank AG New York Branch, Goldman Sachs Bank USA, JPMorgan Chase Bank, N.A., Morgan Stanley Senior Funding, Inc. and Wells Fargo Bank, N.A. and the administrative agent, dated as of July 27, 2017 \n\n10-Q 001-35727 10.15 October 18, 2017 10.8 \n\nFirst Amendment Agreement, dated as of March 29, 2019, among Netflix, Inc., the Lenders party thereto and Morgan Stanley Senior Funding, Inc., as administrative agent. \n\n8-K 001-35727 10.1 April 1, 2019 10.9 \n\nSecond Amendment Agreement, dated as of June 17, 2021, among Netflix, Inc., the Lenders party thereto and Morgan Stanley Senior Funding, Inc., as administrative agent. \n\n8-K 001-35727 10.1 June 17, 2021 10.10&#8224; \n\nForm of Stock Option Agreement under the 2011 Stock Plan \n\n10-K 001-35727 10.11 January 27, 2022 10.11&#8224; \n\nForm of Stock Option Agreement under the 2020 Stock Plan \n\nX 10.12&#8224; \n\nForm of Stock Option Agreement under the 2020 Stock Plan (Options Subject to Vesting) \n\n8-K 001-35727 10.1 December 23, 2022 21.1 \n\nList of Significant Subsidiaries \n\nX 23.1 \n\nConsent of Ernst &#38; Young LLP \n\nX 24 Power of Attorney (see signature page) 31.1 \n\nCertification of Co-Chief Executive Officer Pursuant to Section 302 of the Sarbanes-Oxley Act of 2002 \n\nX 31.2 \n\nCertification of Co-Chief Executive Officer Pursuant to Section 302 of the Sarbanes-Oxley Act of 2002 \n\nX 31.3 \n\nCertification of Chief Financial Officer Pursuant to Section 302 of the Sarbanes-Oxley Act of 2002 \n\nX 32.1* \n\nCertifications of Co-Chief Executive Officers and Chief Financial Officer Pursuant to Section 906 of the Sarbanes-Oxley Act of 2002 \n\nX ##TABLE_END\n\n##TABLE_START Exhibit Number Exhibit Description Incorporated by Reference Filed Herewith Form File No. Exhibit Filing Date 101 \n\nThe following financial statements from the Company's Annual Report on Form 10-K for the year ended December 31, 2022, formatted in Inline XBRL: (i) Consolidated Statements of Operations, (ii) Consolidated Statements of Comprehensive Income, (iii) Consolidated Statements of Cash Flows, (iv) Consolidated Balance Sheets, (v) Consolidated Statements of Stockholders' Equity and (vi) Notes to Consolidated Financial Statements, tagged as blocks of text and including detailed tags \n\nX 104 \n\nThe cover page from the Company's Annual Report on Form 10-K for the year ended December 31, 2022, formatted in Inline XBRL \n\nX ##TABLE_END\n\n* These certifications are not deemed filed by the SEC and are not to be incorporated by reference in any filing we make under the Securities Act of 1933 or the Securities Exchange Act of 1934, irrespective of any general incorporation language in any filings. \n\n&#8224; Indicates a management contract or compensatory plan \n\nSIGNATURES \n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized. \n\n&#160; \n\n##TABLE_START &#160; Netflix, Inc. Dated: January 26, 2023 &#160; By: &#160; \n\n/ S / T ED S ARANDOS \n\n&#160; &#160; \n\nTed Sarandos \n\nCo-Chief Executive Officer \n\n(principal executive officer) \n\nDated: January 26, 2023 By: \n\n/ S / G REG P ETERS \n\nGreg Peters \n\nCo-Chief Executive Officer \n\n(principal executive officer) \n\nDated: January 26, 2023 &#160; By: &#160; \n\n/ S / S PENCER N EUMANN \n\n&#160; &#160; \n\nSpencer Neumann \n\nChief Financial Officer \n\n(principal financial and accounting officer) \n\n##TABLE_END\n\nPOWER OF ATTORNEY \n\nKNOWN ALL PERSONS BY THESE PRESENTS, that each person whose signature appears below constitutes and appoints Ted Sarandos and Spencer Neumann, and each of them, as his true and lawful attorneys-in-fact and agents, with full power of substitution and resubstitution, for him and in his name, place, and stead, in any and all capacities, to sign any and all amendments to this Report, and to file the same, with all exhibits thereto, and other documents in connection therewith, with the Securities and Exchange Commission, granting unto said attorneys-in-fact and agents, and each of them, full power and authority to do and perform each and every act and thing requisite and necessary to be done in connection therewith, as fully to all intents and purposes as he might or could do in person, hereby ratifying and confirming that all said attorneys-in-fact and agents, or any of them or their or his substitute or substituted, may lawfully do or cause to be done by virtue thereof. \n\nPursuant to the requirements of the Securities and Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated. \n\n&#160; \n\n##TABLE_START Signature Title Date \n\n/ S / T ED S ARANDOS \n\nCo-Chief Executive Officer and Director (principal executive officer) January 26, 2023 Ted Sarandos \n\n/S/ G REG P ETERS \n\nCo-Chief Executive Officer and Director (principal executive officer) January 26, 2023 Greg Peters \n\n/ S / S PENCER N EUMANN \n\nChief Financial Officer (principal financial and accounting officer) January 26, 2023 Spencer Neumann \n\n/ S / R EED H ASTINGS \n\nExecutive Chairman and Director January 26, 2023 Reed Hastings \n\n/ S / R ICHARD B ARTON \n\nDirector January 26, 2023 Richard Barton \n\n/ S / M ATHIAS D &#214;PFNER \n\nDirector January 26, 2023 Mathias D&#246;pfner \n\n/ S / T IMOTHY M. H ALEY \n\nDirector January 26, 2023 Timothy M. Haley \n\n/ S / J AY C. H OAG \n\nDirector January 26, 2023 Jay C. Hoag \n\n/ S / L ESLIE J. K ILGORE \n\nDirector January 26, 2023 Leslie J. Kilgore \n\n/ S / S TRIVE M ASIYIWA \n\nDirector January 26, 2023 Strive Masiyiwa \n\n/ S / A NN M ATHER \n\nDirector January 26, 2023 Ann Mather \n\n/ S / B RAD S MITH \n\nDirector January 26, 2023 Brad Smith ##TABLE_END\n\n##TABLE_START \n\n/S/ A NNE S WEENEY \n\nDirector January 26, 2023 Anne Sweeney ##TABLE_END\n\n"
    }
  ]
}