{
  "ticker": "NVR",
  "content": [
    {
      "section": "1",
      "text": " Item 1. Business. \n\nGeneral \n\nNVR, Inc., a Virginia corporation, was formed in 1980 as NVHomes, Inc. Our primary business is the construction and sale of single-family detached homes, townhomes and condominium buildings, all of which are primarily constructed on a pre-sold basis. To more fully serve customers of our homebuilding operations, we also operate a mortgage banking and title services business. We conduct our homebuilding activities directly. Our mortgage banking operations are operated primarily through a wholly owned subsidiary, NVR Mortgage Finance, Inc. (&#8220;NVRM&#8221;). Unless the context otherwise requires, references to &#8220;NVR&#8221;, &#8220;we&#8221;, &#8220;us&#8221; or &#8220;our&#8221; include NVR, Inc. and its consolidated subsidiaries. \n\nWe are one of the largest homebuilders in the United States. We operate in thirty-five metropolitan areas in fifteen states, and Washington, D.C. Our homebuilding operations include the construction and sale of single-family detached homes, townhomes and condominium buildings under three trade names: Ryan Homes, NVHomes and Heartland Homes. Our Ryan Homes product is marketed primarily to first-time and first-time move-up buyers. Ryan Homes operates in thirty-five metropolitan areas located in Maryland, Virginia, Washington, D.C., Delaware, West Virginia, Pennsylvania, Ohio, New York, New Jersey, Indiana, Illinois, North Carolina, South Carolina, Georgia, Florida and Tennessee. Our NVHomes and Heartland Homes products are marketed primarily to move-up and luxury buyers. NVHomes operates in Delaware and the Washington, D.C., Baltimore, MD and Philadelphia, PA metropolitan areas. Heartland Homes operates in the Pittsburgh, PA metropolitan area. During 2022, approximately 16% of our home settlements accounting for approximately 21% of our homebuilding revenue occurred in the Washington, D.C. metropolitan area. \n\nWe generally do not engage in land development (see discussion below of our land development activities). Instead, we typically acquire finished building lots from various third party land developers pursuant to fixed price finished lot purchase agreements (&#8220;LPAs&#8221;) that require deposits that may be forfeited if we fail to perform under the LPAs. The deposits required under the LPAs are in the form of cash or letters of credit in varying amounts and typically range up to 10% of the aggregate purchase price of the finished lots. \n\nWe believe that our lot acquisition strategy avoids the financial requirements and risks associated with direct land ownership and land development. We may, at our option, choose for any reason and at any time not to perform under these LPAs by delivering notice of our intent not to acquire the finished lots under contract. Our sole legal obligation and economic loss for failure to perform under these LPAs is limited to the amount of the deposit pursuant to the liquidated damage provision contained within the LPAs. We do not have any financial guarantees or completion obligations and we typically do not guarantee lot purchases on a specific performance basis under these LPAs. None of the creditors of any of the development entities with which we have entered these LPAs have recourse to our general credit. We generally seek to maintain control over a supply of lots believed to be suitable to meet our five-year business plan. \n\nIn addition to constructing homes primarily on a pre-sold basis and utilizing what we believe is a conservative lot acquisition strategy, we focus on obtaining and maintaining a leading market position in each market we serve. This strategy allows us to gain valuable efficiencies and competitive advantages in our markets, which we believe contributes to minimizing the adverse effects of regional economic cycles and provides growth opportunities within these markets. Our continued success is contingent upon our ability to control an adequate supply of finished lots on which to build. As a result, in certain specific strategic circumstances we deviate from our historical lot acquisition strategy and engage in joint venture arrangements with land developers or directly acquire raw ground already zoned for its intended use for development. Once we acquire control of raw ground, we determine whether to sell the raw parcel to a developer and enter into an LPA with the developer to purchase the finished lots or hire a developer to develop the land on our behalf. While joint venture arrangements and direct land development activity are not our preferred method of acquiring finished building lots, we may enter into additional transactions in the future on a limited basis where there exists a compelling strategic or prudent financial reason to do so. We expect, however, to continue to acquire substantially all of our finished lot inventory using LPAs with forfeitable deposits. See &#8220;Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations&#8221; in Item 7 of this Form 10-K for additional discussion of lots controlled. In addition, see Notes 3, 4 and 5 in the accompanying consolidated financial statements included herein for additional information regarding LPAs, joint ventures and land under development, respectively. \n\nIn addition to building and selling homes, we provide a number of mortgage-related services through our mortgage banking operations. Through operations in each of our homebuilding markets, NVRM originates mortgage loans almost exclusively for our homebuyers. NVRM generates revenues primarily from origination fees, gains on sales of loans and title fees. NVRM sells almost all of the mortgage loans it closes into the secondary markets on a servicing released basis. \n\nSegment information for our homebuilding and mortgage banking businesses is included in Note 2 in the accompanying consolidated financial statements. \n\nHomebuilding \n\nProducts \n\nWe offer single-family detached homes, townhomes and condominium buildings with many different home designs. These home designs have a variety of elevations and numerous other options. Our homes combine traditional, transitional, cottage or urban exterior designs with contemporary interior designs and amenities, generally include two to four bedrooms and range from approximately 1,000 to 10,000 finished square feet. During 2022, the prices at which we settled homes ranged from approximately $160,000 to $2.6 million and averaged $454,300. During 2021, our average price of homes settled was $403,900. \n\nMarkets \n\nOur four reportable homebuilding segments operate in the following geographic regions: \n\n##TABLE_START Mid Atlantic: &#160; Maryland, Virginia, West Virginia, Delaware and Washington, D.C. North East: &#160; New Jersey and Eastern Pennsylvania Mid East: &#160; New York, Ohio, Western Pennsylvania, Indiana and Illinois South East: &#160; North Carolina, South Carolina, Tennessee, Florida and Georgia ##TABLE_END\n\nBacklog \n\nBacklog, which represents homes sold but not yet settled with the customer, totaled 9,162 units and approximately $4.3 billion at December 31, 2022 compared to 12,730 units and approximately $5.8 billion at December 31, 2021. The average price of homes in backlog increased to $472,200 at December 31, 2022 from $454,200 at December 31, 2021. Backlog may be impacted by customer cancellations for various reasons that are beyond our control, such as the customer&#8217;s failure to obtain mortgage financing, inability to sell an existing home, job loss or a variety of other reasons. In any period, a portion of the cancellations that we experience are related to new sales that occurred during the same period, and a portion are related to sales that occurred in prior periods and therefore appeared in the opening backlog for the current period. Expressed as the total of all cancellations during the period as a percentage of gross sales during the period, our cancellation rate was 14.2%, 9.2% and 14.9% in 2022, 2021, and 2020, respectively. During the four quarters of each of 2022, 2021 and 2020, approximately 4% in 2022, 3% in 2021 and 6% in 2020 of a reporting quarter&#8217;s opening backlog cancelled during the quarter. We can provide no assurance that our historical cancellation rates are indicative of the actual cancellation rate that may occur in future periods. Other than those units that are cancelled, and subject to potential construction delays due to continued supply chain disruptions, we expect to settle substantially all of our December 31, 2022 backlog during 2023. See &#8220;Risk Factors&#8221; in Item 1A and &#8220;Seasonality&#8221; in Item 7 of this Form 10-K. \n\nFurther discussion of settlements, new orders and backlog activity by our homebuilding reportable segment for each of the last three years can be found in &#8220;Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations&#8221; in Item 7 of this Form 10-K. \n\nConstruction \n\nWe utilize independent subcontractors under fixed price contracts to perform construction work on our homes. We use many independent subcontractors in our various markets and we are not dependent on any single subcontractor or on a small number of subcontractors. \n\nSales and Marketing \n\nOur preferred marketing method is for customers to visit a furnished model home featuring many built-in options and a landscaped lot. The garages of these model homes are usually converted into temporary sales centers where alternative facades and floor plans are displayed and designs for other models are available for review. Sales representatives are compensated predominantly on a commission basis. \n\nRegulation \n\nWe and our subcontractors must comply with various federal, state and local zoning, building, environmental, advertising and consumer credit statutes, rules and regulations, as well as other regulations and requirements in connection with our construction and sales activities. All of these regulations have increased the cost to produce and market our products, and in some instances, have delayed our developers&#8217; ability to deliver finished lots to us. Counties and cities in which we build homes have at times declared moratoriums on the issuance of building permits and imposed other restrictions in the areas in which sewage treatment facilities and other public facilities do not reach minimum standards. In addition, our homebuilding operations are regulated in certain areas by restrictive zoning and density requirements that limit the number of homes that can be built within the boundaries of a particular area. To date, restrictive zoning laws and the imposition of moratoriums have not had a material adverse effect on our construction activities. \n\nCompetition and Market Factors \n\nThe housing industry is highly competitive. We compete with numerous homebuilders of varying size, ranging from local to national in scope, some of which have greater financial resources than we do. We also face competition from the home resale market. Our homebuilding operations compete primarily on the basis of price, location, design, quality, service and reputation. Historically, we have been one of the market leaders in each of the markets where we build homes. \n\nThe housing industry is cyclical and is affected by consumer confidence levels, prevailing economic conditions and interest rates. Other factors that affect the housing industry and the demand for new homes include: the availability and the cost of land, labor and materials; changes in consumer preferences; demographic trends; and the availability of mortgage finance programs. See &#8220;Risk Factors&#8221; in Item 1A of this Form 10-K for additional information regarding these risks. \n\nWe are dependent upon building material suppliers for a continuous flow of raw materials. Whenever possible, we utilize standard products available from multiple sources. In the past, such raw materials have been generally available to us in adequate supply, however, increased construction activity and demand for building materials, coupled with the ongoing effects of the COVID-19 pandemic, has led to supply chain disruptions and longer construction cycle times during 2021 and 2022. \n\nMortgage Banking \n\nWe provide a number of mortgage related services to our homebuilding customers through our mortgage banking operations. Our mortgage banking operations also include separate subsidiaries that broker title insurance and perform title searches in connection with mortgage loan closings for which they receive commissions and fees. Because NVRM originates mortgage loans almost exclusively for our homebuilding customers, NVRM is dependent on our homebuilding segment. In 2022, NVRM closed approximately 17,000 loans with an aggregate principal amount of approximately $6.3 billion as compared to approximately 17,700 loans with an aggregate principal amount of approximately $6.1 billion in 2021. NVRM&#8217;s mortgage loans in process that had not closed had an aggregate principal balance of approximately $2.5 billion as of December 31, 2022 compared to approximately $3.9 billion as of December 31, 2021. \n\nNVRM sells almost all of the mortgage loans it closes to investors in the secondary markets on a servicing released basis, typically within 30 days from the loan closing. NVRM is an approved seller/servicer for Fannie Mae (&#8220;FNMA&#8221;) and Freddie Mac (\"FHLMC\") mortgage loans and an approved seller/issuer of Ginnie Mae (&#8220;GNMA&#8221;), Department of Veterans Affairs (&#8220;VA&#8221;) and Federal Housing Administration (&#8220;FHA&#8221;) mortgage loans. \n\nRegulation \n\nNVRM is subject to the rules and regulations of FNMA, GNMA, FHLMC, VA and FHA. These rules and regulations restrict certain activities of NVRM. NVRM is currently eligible and expects to remain eligible to participate in such programs. In addition, NVRM is subject to regulation at the state and federal level, including regulations issued by the Consumer Financial Protection Bureau (the &#8220;CFPB&#8221;) with respect to specific origination, selling and servicing practices. \n\nCompetition and Market Factors \n\nNVRM&#8217;s main competition comes from national, regional, and local mortgage bankers, mortgage brokers, credit unions and banks in each of these markets. NVRM competes primarily on the basis of customer service, variety of products offered, interest rates offered, prices of ancillary services and relative financing availability and costs. \n\nHuman Capital \n\nAs of December 31, 2022, we had approximately 6,550 full time employees, of whom approximately 5,500 worked in our homebuilding operations, and approximately 1,050 worked in our mortgage banking operations, compared to December 31, 2021, when we had approximately 6,600 full time employees, of whom approximately 5,600 worked in our homebuilding operations, and approximately 1,000 worked in our mortgage banking operations. None of our employees are covered by collective bargaining agreements. \n\nOur employees are our most important asset. We are committed to hiring and developing an inclusive workplace with a strong diversity of backgrounds and perspectives. All of our employees must adhere to our code of ethics and standards of business conduct that sets standards for appropriate behavior in the workplace. Our compensation philosophy has been consistent for over 25 years and is designed to motivate and retain highly qualified and experienced employees. \n\nWe provide tools for the advancement of our employees by offering training and development opportunities that align with each employee&#8217;s responsibilities and career path. We strive to promote employees from within our workforce, as we believe this provides both long-term success and continuity to our operations and growth for our employees. Our focus is demonstrated by the tenure of our executives and our regional and division leaders. \n\nAvailable Information \n\nWe file annual, quarterly and current reports, proxy statements and other information with the Securities and Exchange Commission (the &#8220;SEC&#8221;). These filings are available to the public over the internet at the SEC&#8217;s website at www.sec.gov . \n\nOur principal internet website can be found at www.nvrinc.com . We make available free of charge on or through our website, access to our annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports as soon as reasonably practicable after such material is electronically filed, or furnished, to the SEC. \n\nOur website also includes a corporate governance section which contains our Corporate Governance Guidelines (which includes our Directors&#8217; Independence Standards), Code of Ethics and Standards of Business Conduct, Board Committee Charters, Policies and Procedures for the Consideration of Board of Director Candidates, and Policies and Procedures Regarding Communications with the NVR, Inc. Board of Directors, the Independent Lead Director and the Non-Management Directors as a Group. \n\nForward-Looking Statements \n\nSome of the statements in this Form 10-K, as well as statements made by us in periodic press releases or other public communications, constitute &#8220;forward-looking statements&#8221; within the meaning of the Private Securities Litigation Reform Act of 1995, Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. Certain, but not necessarily all, of such forward-looking statements can be identified by the use of forward-looking terminology, such as &#8220;believes,&#8221; &#8220;expects,&#8221; &#8220;may,&#8221; &#8220;will,&#8221; &#8220;should,&#8221; or &#8220;anticipates&#8221; or the negative thereof or other comparable terminology. All statements other than of historical facts are forward looking statements. Forward-looking statements contained in this document include those regarding market trends, NVR&#8217;s financial position, business strategy, the outcome of pending litigation, investigations or similar contingencies, projected plans and objectives of management for future operations. Such forward-looking statements involve known and unknown risks, uncertainties and other factors that may cause the actual results or performance of NVR to be materially different from future results, performance or achievements expressed or implied by the forward-looking statements. Such risk factors include, but are not limited to the following: the economic impact of COVID-19 and related supply chain disruptions, general economic and business conditions (on both a national and regional level); interest rate changes; access to suitable financing by NVR and NVR&#8217;s customers; increased regulation in the mortgage banking industry; the ability of our mortgage banking subsidiary to sell loans it originates into the secondary market; competition; the availability and cost of land and other raw materials used by NVR in its homebuilding operations; shortages of labor; weather related slow-downs; building moratoriums; governmental regulation; fluctuation and volatility of stock and other financial markets; mortgage financing availability; and other factors over which NVR has little or no control. NVR undertakes no obligation to update such forward-looking statements except as required by law. \n\n&#160; \n\n"
    },
    {
      "section": "1A",
      "text": " Item 1A. Risk Factors. \n\nOur business is affected by the risks generally incident to the residential construction business, including, but not limited to: \n\n&#8226; actual and expected direction of interest rates, which affect the availability of mortgage financing for potential purchasers of homes; \n\n&#8226; the availability of adequate land in desirable locations on favorable terms; \n\n&#8226; employment levels, consumer confidence and spending and unexpected changes in customer preferences; and \n\n&#8226; changes in the national economy and in the local economies of the markets in which we operate. \n\nAll of these risks are discussed in detail below. \n\nBusiness and Industry Risks \n\nAn economic downturn or decline in economic conditions could adversely affect our business and our results of operations. \n\nDemand for new homes is sensitive to economic changes driven by conditions such as employment levels, job growth, consumer confidence, inflation and interest rates. If the housing industry suffers a downturn, our sales may decline which could have a material adverse effect on our profitability, stock performance, ability to service our debt obligations and future cash flows. \n\nInterest rate movements, inflation and other economic factors can negatively impact our business. \n\nHigh rates of inflation generally affect the homebuilding industry adversely because of their adverse impact on interest rates. High interest rates not only increase the cost of borrowed funds to homebuilders but also have a significant adverse effect on housing demand and on the affordability of permanent mortgage financing to prospective purchasers. We are also subject to potential volatility in the price of commodities that impact costs of materials used in our homebuilding business. Increases in prevailing interest rates could have a material adverse effect on our sales, profitability, stock performance, ability to service our debt obligations and future cash flows. \n\nOur financial results also are affected by the risks generally incident to our mortgage banking business, including interest rate levels, the impact of government regulation on mortgage loan originations and servicing and the need to issue forward commitments to fund and sell mortgage loans. Our homebuilding customers account for almost all of our mortgage banking business. The volume of our continuing homebuilding operations therefore affects our mortgage banking business. \n\nOur mortgage banking business also is affected by interest rate fluctuations. We also may experience marketing losses resulting from daily increases in interest rates to the extent we are unable to match interest rates and amounts on loans we have committed to originate with forward commitments from third parties to purchase such loans. Increases in interest rates may have a material adverse effect on our mortgage banking revenue, profitability, stock performance, ability to service our debt obligations and future cash flows. \n\nOur operations may also be adversely affected by other economic factors within our markets such as negative changes in employment levels, job growth, wage growth, consumer confidence and household formation and availability of mortgage financing, one or all of which could result in reduced demand or price depression from current levels. Such negative trends could have a material adverse effect on homebuilding operations. \n\nThese factors and thus, the homebuilding and mortgage banking businesses, have at times in the past been cyclical in nature. Any downturn in the national economy or the local economies of the markets in which we operate could have a material adverse effect on our sales, profitability, stock performance and ability to service our debt obligations. In particular, during 2022, approximately 16% of our home settlements, accounting for 21% of our homebuilding revenue, occurred in the Washington, D.C. metropolitan area. Thus, we are dependent to a significant extent on the economy and demand for housing in that market. \n\nBecause almost all of our customers require mortgage financing, the availability of suitable mortgage financing could impair the affordability of our homes, lower demand for our products, and limit our ability to fully deliver our backlog. \n\nOur business and earnings depend on the ability of our potential customers to obtain mortgages for the purchase of our homes. In addition, many of our potential customers must sell their existing homes in order to buy a home from us. The tightening of credit standards and the availability of suitable mortgage financing could prevent customers from buying our homes and could prevent buyers of our customers&#8217; homes from obtaining mortgages they need to complete that purchase, either of which could result in potential customers&#8217; inability to buy a home from us. If potential customers or the buyers of our customers&#8217; current homes are not able to obtain suitable financing, the result could have a material adverse effect on our sales, profitability, stock performance, ability to service our debt obligations and future cash flows. \n\nIf our ability to sell mortgages to investors is impaired, we may be required to fund these commitments ourselves, or we may not be able to originate loans at all. \n\nOur mortgage banking business sells all of the loans it originates into the secondary market, usually within 30 days from the date of closing, and has up to $150 million available under a repurchase agreement to fund mortgage closings. See &#8220;Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations &#8211; Liquidity and Capital Resources&#8221; in Item 7 of this Form 10-K for more information about the repurchase agreement. In the event that disruptions to the secondary markets tighten or eliminate the available liquidity within the secondary markets for mortgage loans, or the underwriting requirements by our secondary market investors continue to become more stringent, our ability to sell future mortgages could decline and we could be required, among other things, to fund our commitments to our buyers with our own financial resources, which is limited, or require our home buyers to find another source of financing. The result of such secondary market disruption could have a material adverse effect on our sales, profitability, stock performance, ability to service our debt obligations and future cash flows. \n\nIf the market value of our inventory or controlled lot position declines, our profit could decrease and we may incur losses. \n\nInventory risk can be substantial for homebuilders. The market value of building lots and housing inventories can fluctuate significantly as a result of changing market conditions. In addition, inventory carrying costs can be significant and can result in losses in a poorly performing community or market. We must continuously acquire lots for expansion into new markets as well as for replacement and expansion within our current markets, which we generally accomplish by entering into LPAs and paying forfeitable deposits under the LPAs to developers for the contractual right to acquire the lots. In the event of adverse changes in economic, market or community conditions, we may cease further building activities in certain communities or restructure existing LPAs, resulting in forfeiture of some or all of any remaining land contract deposit paid to the developer. We may also have significant impairments of land under development. The forfeiture of land contract deposits or inventory impairments may result in a loss that could have a material adverse effect on our profitability, stock performance, ability to service our debt obligations and future cash flows. \n\nWe face competition in our homebuilding and mortgage banking operations. \n\nThe homebuilding industry is highly competitive. We compete with numerous homebuilders of varying size, ranging from local to national in scope, some of whom have greater financial resources than we do. We face competition: \n\n&#8226; for suitable and desirable lots at acceptable prices; \n\n&#8226; from selling incentives offered by competing builders within and across developments; and \n\n&#8226; from the existing home resale market. \n\nOur homebuilding operations compete primarily on the basis of price, location, design, quality, service and reputation. \n\nThe mortgage banking industry is also competitive. Our main competition comes from national, regional and local mortgage bankers, credit unions, banks and mortgage brokers in each of these markets. Our mortgage banking operations compete primarily on the basis of customer service, variety of products offered, interest rates offered, prices of ancillary services and relative financing availability and costs. \n\nWe might not be able to continue to compete successfully in our homebuilding or mortgage banking operations. An inability to effectively compete may have an adverse impact on our sales, profitability, stock performance, ability to service our debt obligations and future cash flows. \n\nOur inability to secure and control an adequate inventory of lots could adversely impact our operations. \n\nThe results of our homebuilding operations depend upon our continuing ability to control an adequate number of homebuilding lots in desirable locations. There can be no assurance that an adequate supply of building lots will continue to be available to us on terms similar to those available in the past, or that we will not be required to devote a greater amount of capital to controlling building lots than we have historically. An insufficient supply of building lots in one or more of our markets, an inability of our developers to deliver finished lots in a timely fashion due to their inability to secure financing to fund development activities or for other reasons, or our inability to purchase or finance building lots on reasonable terms could have a material adverse effect on our sales, profitability, stock performance, ability to service our debt obligations and future cash flows. \n\nA shortage of building materials or labor, or increases in materials or labor costs may adversely impact our operations. \n\nThe homebuilding business has from time to time experienced building material and labor shortages, including fluctuating lumber prices and supply. In addition, strong construction market conditions could restrict the labor force available to our subcontractors and us in one or more of our markets. Significant increases in costs resulting from these shortages, or delays in construction of homes, could have a material adverse effect on our sales, profitability, stock performance, ability to service our debt obligations and future cash flows. \n\nWe rely on subcontractors to construct our homes. The failure of our subcontractors to properly construct our homes may be costly. \n\nWe engage subcontractors to perform the actual construction of our homes. Despite our quality control efforts, we may discover that our subcontractors have engaged in improper construction practices. The occurrence of such events could require us to repair the homes in accordance with our standards and as required by law. The cost of satisfying our legal obligations in these instances may be significant, and we may be unable to recover the cost of repairs from subcontractors, suppliers and insurers. \n\nProduct liability litigation and warranty claims may adversely impact our operations. \n\nConstruction defect and home warranty claims are common and can represent a substantial risk for the homebuilding industry. The cost of insuring against construction defect and product liability claims, as well as the claims themselves, can be high. In addition, insurance companies limit coverage offered to protect against these claims. Further restrictions on coverage availability, or significant increases in premium costs or claims, could have a material adverse effect on our financial results. \n\nWe are subject to litigation proceedings that could harm our business if an unfavorable ruling were to occur. \n\nFrom time to time, we are involved in litigation and other legal proceedings relating to claims arising from our operations in the normal course of business. As described in, but not limited to, Item 3, &#8220;Legal Proceedings&#8221; of this Form 10-K, we are currently subject to certain legal proceedings. Litigation is subject to inherent uncertainties, and unfavorable rulings may occur. These or other litigation or legal proceedings could materially affect our ability to conduct our business in the manner that we expect or otherwise adversely affect us should an unfavorable ruling occur. \n\nIf the underwriting quality of our mortgage originations is found to be deficient, our profit could decrease and we may incur losses. \n\nWe originate several different loan products to our customers to finance the purchase of their home. We sell all of the loans we originate into the secondary mortgage market generally within 30 days from the date of closing. All of the loans that we originate are underwritten to the standards and specifications of the ultimate investor. Insofar as we underwrite our originated loans to those standards, we bear no increased concentration of credit risk from the issuance of loans, except in certain limited instances where \n\nrepurchases or early payment default occur. In the event that a substantial number of the loans that we have originated fall into default and the investors to whom we sold the loans determine that we did not underwrite the loans in accordance with their requirements, we could be required to repurchase the loans from the investor or indemnify the investor for any losses incurred. Any resulting losses could have a material adverse effect on our profitability, stock performance, ability to service our debt obligations and future cash flows. \n\nWe may be subject to claims on mortgage loans sold to third parties. \n\nOur mortgage banking operations may be responsible for losses associated with mortgage loans originated and sold to investors in the event of errors or omissions relating to certain representations and warranties that the loans sold meet certain requirements, including representations as to underwriting standards, the type of collateral, the existence of private mortgage insurance, and the validity of certain borrower representations in connection with the loan. The resolution of claims related to alleged breaches of these representations and warranties and repurchase claims could have a material adverse effect on our financial condition, cash flows and results of operations and could result in losses that exceed existing estimates and accruals. Because of the uncertainties inherent in estimating these matters, there can be no assurance that any amounts reserved will be adequate or that any potential inadequacies will not have a material adverse effect on our results of operations. \n\nThe loss of key personnel could adversely impact our business. \n\nWe rely on our key personnel to effectively operate and manage our business. Specifically, our future success depends heavily on the performance of our senior management team. Our business may be adversely affected if we are unable to retain key personnel or attract qualified personnel to manage our business. \n\nOur failure to maintain the security of our electronic and other confidential information could expose us to liability and materially adversely affect our financial condition and results of operations. \n\nPrivacy, security, and compliance concerns have continued to increase as technology has evolved. As part of our normal business activities, we collect and store certain confidential information, including personal information of homebuyers/borrowers and information about employees, vendors and suppliers, some of which is processed and stored on third party vendor platforms. This information is entitled to protection under a number of federal and state laws. We may share some of this information with vendors who assist us with certain aspects of our business, particularly our mortgage and title businesses. \n\nWe have implemented systems and processes intended to secure our information technology systems and prevent unauthorized access to or loss of sensitive, confidential and personal data, including through the use of encryption and authentication technologies. Additionally, we have continued to elevate our monitoring capabilities to enhance early detection and rapid response to potential security anomalies. Our management team regularly reviews our response readiness and completes tabletop exercises on potential cybersecurity breaches with the assistance of a third party cybersecurity consultant. We also require employees to complete training sessions regarding matters such as cybersecurity threats and data protection on a regular basis. These security measures may not be sufficient for all possible occurrences and may be vulnerable to hacking, employee error, malfeasance, system error, faulty password management or other irregularities. Further, development and maintenance of these measures are costly and require ongoing monitoring and updating as technologies change and efforts to overcome security measures become increasingly sophisticated. \n\nOur failure to maintain the security of the data we are required to protect, including via the penetration of our network security and the misappropriation of confidential and personal information, could result in business disruption, damage to our reputation, financial obligations to third parties, fines, penalties, regulatory proceedings and private litigation with potentially large costs, and also in deterioration in customers&#8217; confidence in us and other competitive disadvantages, and thus could have a material adverse effect on our sales, profitability, stock performance, ability to service our debt obligations and future cash flows. \n\nVolatility in the credit and capital markets may impact our ability to access necessary financing. \n\nIf we require working capital greater than that provided by our operations and our credit facility, we may be required to seek to increase the amount available under the facility or seek alternative financing, which might not be available on terms that are favorable or acceptable. If we are required to seek financing to fund our working capital requirements, volatility in credit or capital markets may restrict our flexibility to access financing. If we are at any time unsuccessful in obtaining sufficient capital to fund our planned homebuilding expenditures, we may experience a substantial delay in the completion of homes then under construction, or we may be unable to control or purchase finished building lots. Any delay could result in cost increases and could have a material adverse effect on our sales, profitability, stock performance, ability to service our debt obligations and future cash flows. \n\nOur mortgage banking operations depend in part on the availability, cost and other terms of mortgage financing facilities, and may be adversely affected by any shortage or increased cost of such financing. Additional or replacement financing might not be available on terms that are favorable or acceptable. Our mortgage banking operations are also dependent upon the securitization market for mortgage-backed securities, and could be materially adversely affected by any fluctuation or downturn in such market. \n\nOur current indebtedness may impact our future operations. \n\nAs of December 31, 2022 we had $900 million in senior notes outstanding. Our existing indebtedness contains restrictive covenants and any future indebtedness may also contain such covenants. These covenants include, or could include, restrictions on our ability to create, incur, assume or guarantee secured debt, enter into sale and leaseback transactions and conditions related to mergers and/or the sale of assets. Substantial losses by us or other action or inaction by us or our subsidiaries could result in the violation of one or more of these covenants, which could result in decreased liquidity or a default on our current or future indebtedness, thereby having a material adverse effect on our sales, profitability, stock performance, ability to service our debt obligations and future cash flows. \n\nRegulatory Risk \n\nGovernment regulations and environmental matters could negatively affect our operations. \n\nWe are subject to various local, state and federal statutes, ordinances, rules and regulations concerning zoning, building design, construction and similar matters, including local regulations that impose restrictive zoning and density requirements in order to limit the number of homes that can eventually be built within the boundaries of a particular area. These regulations may further increase the cost to produce and market our products. In addition, we have from time to time been subject to, and may also be subject in the future to, periodic delays in our homebuilding projects due to building moratoriums in the areas in which we operate or delays in receiving the necessary governmental approvals. Changes in regulations that restrict homebuilding activities in one or more of our principal markets could have a material adverse effect on our sales, profitability, stock performance, ability to service our debt obligations and future cash flows. \n\nIn addition, new housing developments are often subject to various assessments or impact fees for schools, parks, streets, highways and other public improvements. The cost of these assessments is subject to substantial change and could cause increases in the construction cost of our homes, which, in turn, could reduce our profitability. \n\nWe are also subject to a variety of local, state and federal statutes, ordinances, rules and regulations concerning the protection of health and the environment. We are subject to a variety of environmental conditions that can affect our business and our homebuilding projects. The particular environmental laws that apply to any given homebuilding site vary greatly according to the location and environmental condition of the site and the present and former uses of the site and adjoining properties. Environmental laws and conditions may result in delays, cause us to incur substantial compliance and other costs, or prohibit or severely restrict homebuilding activity in certain environmentally sensitive regions or areas, thereby adversely affecting our sales, profitability, stock performance, ability to service our debt obligations and future cash flows. \n\nIncreased regulation of the mortgage industry could harm our future sales and earnings. \n\nThe mortgage industry remains under intense scrutiny and continues to face increasing regulation at the federal, state and local level. Potential changes to federal laws and regulations could have the effect of limiting the activities of FNMA and FHLMC, the entities that provide liquidity to the secondary mortgage market, which could lead to increases in mortgage interest rates. Tighter underwriting requirements and fee restrictions and the increasingly complex regulatory environment may negatively impact our mortgage loan origination business in the form of lower demand, decreased revenue and increased operating costs. \n\nWe are an approved seller/servicer of FNMA and FHLMC mortgage loans and an approved seller/issuer of GNMA, VA and FHA mortgage loans, and are subject to all of those agencies&#8217; rules and regulations. Any significant impairment of our eligibility to sell/service these loans could have a material adverse impact on our mortgage operations. In addition, we are subject to regulation at the state and federal level with respect to specific origination, selling and servicing practices including the Real Estate Settlement and Protection Act. Adverse changes in governmental regulation may have a negative impact on our mortgage loan origination business. \n\nRisks Related to Other External Risks \n\nHealth epidemics, including the recent COVID-19 pandemic, have had, and could in the future have, an adverse impact on our business and operations, and the markets, states and local communities in which we operate. \n\nOur business and operations could be adversely affected by health epidemics, including the COVID-19 pandemic, impacting the markets, states and local communities in which we operate. The COVID-19 pandemic had a significant impact on our supply chains. General uncertainty continues regarding the near-term and long-term impact of the COVID-19 virus on the domestic and international economy and on public health. \n\nThe ultimate impact of the COVID-19 pandemic or a similar health epidemic is highly uncertain and subject to change. There is no guarantee that a future outbreak of COVID-19 or any other widespread epidemics will not occur. There is uncertainty regarding governmental actions that may occur, and the effects of economic relief efforts on the U.S. economy, either of which could be potential disruptors to our business. Over the long term, these disruptions could lower demand for our products, impair our ability to \n\nsell and/or build homes in our normal manner, increase our losses on contract land deposits, and negatively impact our lending and secondary mortgage market activities. These developments and other consequences of an outbreak could materially and adversely affect our operations, profitability and cash flows. \n\nWeather-related and other events beyond our control may adversely impact our operations. \n\nExtreme weather or other events, such as significant snowfalls, hurricanes, tornadoes, earthquakes, forest fires, floods, terrorist attacks or war may affect our markets, our operations and our profitability. These events may impact our physical facilities or those of our suppliers or subcontractors and our housing inventories, causing us material increases in costs, or delays in construction of homes, which could have a material adverse effect upon our sales, profitability, stock performance, ability to service our debt obligations and future cash flows. \n\nOur continued success is dependent on positive perceptions of us and our brands which, if eroded, could adversely affect our business and our relationships with our customers. \n\nWe believe that one of the reasons our customers buy from us, our employees choose NVR as a place of employment, and our vendors choose to do business with us is the reputation we have built over many years. To be successful in the future, we must continue to preserve our reputation. Reputational value is based in large part on perceptions, and broad access to social media makes it easy for anyone to provide public feedback that can influence perceptions of the brands under which we do business. It may be difficult to control negative publicity, regardless of whether it is accurate. While reputations may take decades to build, negative incidents can quickly erode trust and confidence, could damage our reputation, reduce the demand for our homes or negatively impact the morale and performance of our employees, all of which could adversely affect our business. \n\n"
    },
    {
      "section": "1B",
      "text": " Item 1B. Unresolved Staff Comments. \n\nNone. \n\n"
    },
    {
      "section": "2",
      "text": " Item 2. Properties. \n\nOur corporate offices are located in Reston, Virginia, where we currently lease approximately 61,000 square feet of office space. The current corporate office lease expires in April 2026. \n\nIn connection with the operation of the homebuilding segment, we lease production facilities in the following seven locations: Thurmont, Maryland; Burlington County, New Jersey; Farmington, New York; Kings Mountain, North Carolina; Darlington, Pennsylvania; Portland, Tennessee; and Richmond, Virginia. These facilities range in size from approximately 40,000 square feet to 400,000 square feet and total approximately one million square feet. Each of these leases contains various options for extensions of the lease and for the purchase of the facility. Additionally, certain facility leases have early termination options. These leases currently expire between 2027 and 2040. During 2022 we entered into a lease agreement for a new production facility in Fayetteville, North Carolina of approximately 145,000 square feet. The lease has a term of 10 years from the commencement date which is expected to be in the fourth quarter of 2023 and contains an option for three five year extensions. In addition, we own a production facility of approximately 100,000 square feet in Dayton, Ohio. Our plant utilization was 58% and 61% of total capacity in 2022 and 2021, respectively. \n\nIn connection with both our homebuilding and mortgage banking businesses, we also lease office space in multiple locations for homebuilding divisional offices and mortgage banking and title services branches under leases expiring at various times through 2030, none of which are individually material to our business. \n\nWe anticipate that, upon expiration of existing production facility and office leases, we will be able to renew them or obtain comparable facilities on terms acceptable to us. \n\n"
    },
    {
      "section": "3",
      "text": " Item 3. Legal Proceedings. \n\nWe are involved in various litigation matters arising in the ordinary course of business. In the opinion of management, and based on advice of legal counsel, these matters are not expected to have a material adverse effect on our financial position, results of operations or cash flows. Legal costs incurred in connection with outstanding litigation matters are expensed as incurred. \n\n"
    },
    {
      "section": "4",
      "text": " Item 4. Mine Safety Disclosures. \n\nNot applicable. \n\nPART II \n\n"
    },
    {
      "section": "5",
      "text": " Item 5. Market for Registrant&#8217;s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities. \n\n&#160;(dollars in thousands, except per share data) \n\nOur shares of common stock are listed and principally traded on the New York Stock Exchange under the trading symbol &#8220;NVR.&#8221; As of the close of business on February 13, 2023, there were 178 shareholders of record of our common stock. \n\nWe have never paid a cash dividend on our shares of common stock and have no current intention to do so in the future. \n\nWe had two share repurchase authorizations outstanding during the quarter ended December 31, 2022. On May 4, 2022 and August 3, 2022, we publicly announced the Board of Directors&#8217; approval to repurchase our outstanding common stock in one or more open market and/or privately negotiated transactions, up to an aggregate of $500,000 per authorization. Repurchase activity is conducted pursuant to publicly announced Board authorizations, and is typically executed in accordance with the safe-harbor provisions of Rule 10b-18 promulgated under the Securities Exchange Act of 1934, as amended. In addition, the Board resolutions authorizing us to repurchase shares of our common stock specifically prohibit us from purchasing shares from our officers, directors, Profit Sharing Plan Trust or Employee Stock Ownership Plan Trust. The repurchase authorizations do not have expiration dates. The following table provides information regarding common stock repurchases during the quarter ended December 31, 2022: \n\n##TABLE_START Period Total Number of Shares Purchased Average Price Paid per Share Total Number of Shares Purchased as Part of Publicly Announced Plans or Programs Approximate Dollar Value of Shares that May Yet Be Purchased Under the Plans or Programs October 1 - 31, 2022 23,573 $ 4,071.41 23,573 $ 527,875 November 1 - 30, 2022 4,931 $ 4,094.45 4,931 $ 507,685 December 1 - 31, 2022 &#8212; $ &#8212; &#8212; $ 507,685 Total 28,504 $ 4,075.40 28,504 ##TABLE_END\n\nThe information required by this item with respect to securities authorized for issuance under equity compensation plans is provided under Item 12 of this Form 10-K. \n\nSTOCK PERFORMANCE GRAPH \n\nThe following graph compares the cumulative total return to holders of our common stock since December 31, 2017 with the Dow Jones US Home Construction Index and the S&#38;P 500 Index for that same period, assuming that $100 was invested in NVR stock and the indices on December 31, 2017. \n\n##TABLE_START &#160; For the Year Ended December 31, Comparison of 5 Year Cumulative Total Return 2017 2018 2019 2020 2021 2022 NVR, Inc. $ 100 $ 69 $ 109 $ 116 $ 168 $ 131 S&#38;P 500 $ 100 $ 96 $ 126 $ 149 $ 192 $ 157 Dow Jones US Home Construction $ 100 $ 68 $ 101 $ 125 $ 190 $ 148 ##TABLE_END\n\n"
    },
    {
      "section": "6",
      "text": " Item 6. Reserved. \n\n"
    },
    {
      "section": "7",
      "text": " Item 7. Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations. \n\n&#160;(dollars in thousands, except per share data) \n\nResults of Operations \n\nThis section of this Form 10-K generally discusses 2022 and 2021 items and year-to-year comparisons between 2022 and 2021. Discussions of 2020 items and year-to-year comparisons between 2021 and 2020 that are not included in this Form 10-K can be found in &#8220;Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations&#8221; in Part II, Item 7 of our Annual Report on Form 10-K for the fiscal year ended December 31, 2021. \n\nOverview \n\nBusiness Environment and Current Outlook \n\nDuring the second quarter of 2022, we began to experience a significant decline in the demand for new homes as home affordability was negatively impacted by rising mortgage interest rates and higher home prices. In addition to affordability concerns, current market conditions including a high rate of inflation, anticipated further interest rate increases and the possibility of a recession have contributed to lower consumer confidence levels. We also faced higher costs for certain materials and labor as strong demand in prior quarters has resulted in increased construction activity and demand for building materials and contractor labor. These factors have led to supply chain disruptions and longer construction cycle times. We continue to work closely with our suppliers and trade partners to manage these disruptions and reduce construction cycle times. \n\nWe expect that demand for new homes will continue to be negatively impacted by higher mortgage interest rates and lower consumer confidence driven by affordability issues, high inflation, anticipated further interest rate increases and the possibility of a recession. We also expect to continue to face cost pressures related to building materials, labor and land costs, as well as pricing pressures, which will impact profit margins based on our ability to manage these costs while balancing sales pace and declining home prices. Although we are unable to predict the extent to which this will impact our operational and financial performance, we believe that we are well positioned to take advantage of opportunities that may arise from future economic and homebuilding market volatility due to the strength of our balance sheet and our disciplined lot acquisition strategy. \n\nBusiness \n\nOur primary business is the construction and sale of single-family detached homes, townhomes and condominium buildings, all of which are primarily constructed on a pre-sold basis. To fully serve customers of our homebuilding operations, we also operate a mortgage banking and title services business. We primarily conduct our operations in mature markets. Additionally, we generally grow our business through market share gains in our existing markets and by expanding into markets contiguous to our current active markets. Our four homebuilding reportable segments consist of the following regions: &#160; \n\n##TABLE_START Mid Atlantic: &#160; Maryland, Virginia, West Virginia, Delaware and Washington, D.C. North East: &#160; New Jersey and Eastern Pennsylvania Mid East: &#160; New York, Ohio, Western Pennsylvania, Indiana and Illinois South East: &#160; North Carolina, South Carolina, Georgia, Florida and Tennessee ##TABLE_END\n\nOur lot acquisition strategy is predicated upon avoiding the financial risks associated with direct land ownership and development. We generally do not engage in land development (see discussion below of our land development activities). Instead, we typically acquire finished lots from various third party land developers pursuant to LPAs. These LPAs require deposits, typically ranging up to 10% of the aggregate purchase price of the finished lots, in the form of cash or letters of credit that may be forfeited if we fail to perform under the LPA. This strategy has allowed us to maximize inventory turnover, which we believe enables us to minimize market risk and to operate with less capital, thereby enhancing rates of return on equity and total capital. \n\nIn addition to constructing homes primarily on a pre-sold basis and utilizing what we believe is a conservative lot acquisition strategy, we focus on obtaining and maintaining a leading market position in each market we serve. This strategy allows us to gain valuable efficiencies and competitive advantages in our markets, which we believe contributes to minimizing the adverse effects of regional economic cycles and provides growth opportunities within these markets. Our continued success is contingent upon our ability to control an adequate supply of finished lots on which to build. \n\nIn limited specific strategic circumstances, we deviate from our historical lot acquisition strategy and engage in joint venture arrangements with land developers or directly acquire raw ground already zoned for its intended use for development. Once we acquire control of raw ground, we determine whether to sell the raw parcel to a developer and enter into an LPA with the developer to purchase the finished lots or to hire a developer to develop the land on our behalf. While joint venture arrangements and direct land development activity are not our preferred method of acquiring finished building lots, we may enter into additional transactions in the future on a limited basis where there exists a compelling strategic or prudent financial reason to do so. We expect, however, to continue to acquire substantially all of our finished lot inventory using LPAs with forfeitable deposits. \n\nAs of December 31, 2022, we controlled approximately 131,900 lots as discussed below. \n\nLot Purchase Agreements (\"LPAs\") \n\nWe controlled approximately 125,100 lots under LPAs with third parties through deposits in cash and letters of credit totaling approximately $543,100 and $6,900, respectively. Included in the number of controlled lots are approximately 11,200 lots for which we have recorded a contract land deposit impairment reserve of approximately $57,100 as of December 31, 2022. \n\nJoint Venture Limited Liability Corporations (&#8220;JVs&#8221;) \n\nWe had an aggregate investment totaling approximately $27,200 in five JVs, expected to produce approximately 5,300 lots. Of the lots to be produced by the JVs, approximately 4,900 lots were controlled by us and approximately 400 lots were either under contract with unrelated parties or currently not under contract. \n\nLand Under Development \n\nWe owned land with a carrying value of approximately $27,100 that we intend to develop into approximately 1,900 finished lots. We had additional funding commitments of approximately $2,100 under a joint development agreement related to one project, a portion of which we expect will be offset by development credits of approximately $900. \n\nSee Notes 3, 4 and 5 to the consolidated financial statements included herein for additional information regarding LPAs, JVs and land under development, respectively. \n\nRaw Land Purchase Agreements \n\nIn addition to the lots we currently control as discussed above, we have certain properties under contract with land owners that are expected to yield approximately 19,300 lots. Some of these properties may require rezoning or other approvals to achieve the expected yield. These properties are controlled with cash deposits totaling approximately $10,100 as of December 31, 2022, of which approximately $2,500 is refundable if we do not perform under the contract. We generally expect to assign the raw land contracts to a land developer and simultaneously enter into an LPA with the assignee if the project is determined to be feasible. \n\nKey Financial Results \n\nOur consolidated revenues for the year ended December 31, 2022 totaled $10,526,434, an increase of 18% from $8,951,025 in 2021. Our net income for 2022 was $1,725,575, or $491.82 per diluted share, increases of 40% and 53% compared to 2021 net income and diluted earnings per share, respectively. Our homebuilding gross profit margin percentage was 25.8% in 2022 compared to 22.3% in 2021. Settlements for the year ended December 31, 2022 totaled 22,732 units, an increase of 6% from 2021. New orders, net of cancellations (&#8220;New Orders&#8221;) during 2022 were 19,164, a decrease of 16% from 2021 while our average New Order sales price increased 6% to $462.8 in 2022. Our backlog of homes sold but not yet settled with the customer as of December 31, 2022 decreased on a unit basis by 28% to 9,162 units and decreased on a dollar basis by 25% to $4,325,876 when compared to December 31, 2021. Income before tax from our mortgage banking segment totaled $122,150 in 2022, a decrease of 29% when compared to $171,604 in 2021 due primarily to a decrease in secondary marketing gains on sales of loans. \n\nHomebuilding Operations \n\nThe following table summarizes the results of our consolidated homebuilding operations and certain operating activity for each of the last three years: \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Financial data: Revenues $ 10,326,770 $ 8,701,693 $ 7,328,889 Gross profit margin $ 2,664,499 $ 1,938,578 $ 1,391,488 Gross profit margin percentage 25.8 % 22.3 % 19.0 % Selling, general and administrative expenses $ 532,353 $ 474,808 $ 431,008 Operating data: New orders (units) 19,164 22,721 23,082 Average new order price $ 462.8 $ 436.1 $ 380.1 Settlements (units) 22,732 21,540 19,766 Average settlement price $ 454.3 $ 403.9 $ 370.8 Backlog (units) 9,162 12,730 11,549 Average backlog price $ 472.2 $ 454.2 $ 396.2 New order cancellation rate 14.2 % 9.2 % 14.9 % ##TABLE_END\n\nConsolidated Homebuilding \n\nHomebuilding revenues increased 19% in 2022 compared to 2021, as a result of a 6% increase in the number of units settled and a 12% increase in the average settlement price year over year. The increase in the number of units settled was primarily attributable to a 10% higher backlog unit balance entering 2022 compared to the same period in 2021, offset partially by an 11% decrease in New Orders in the first six months of 2022 compared to the same period in 2021. The increase in the average settlement price was primarily attributable to a 15% higher average sales price of units in backlog entering 2022 compared to the same period of 2021, coupled with a 10% increase in the average sales price of New Orders during the first six months of 2022 compared to backlog entering 2021. The gross profit margin percentage in 2022 increased to 25.8% from 22.3% in 2021 . Gross profit margins were favorably impacted by the aforementioned increase in the average settlement price attributable to improved pricing power in prior quarters and improved leveraging of certain operating costs attributable to the increase in settlement activity year over year. These favorable factors were partially offset by higher material and labor costs year over year. \n\nThe number of New Orders decreased 16% while the average sales price of New Orders increased 6% in 2022 when compared to 2021. New Orders were negatively impacted in each of our reportable segments by the significant increase in mortgage interest rates during 2022, resulting in a decline in affordability and in turn, led to lower absorption rates and to an increase in the cancellation rate year over year. Additionally, New Orders were also adversely impacted by a 2% decrease in the average number of active communities year over year. The increase in the average sales price of New Orders was attributable to significant price appreciation resulting from strong demand through the first quarter of 2022. \n\nSelling, general and administrative (\"SG&#38;A\") expenses in 2022 increased by $57,545 compared to 2021, but as a percentage of revenue decreased to 5.2% in 2022 from 5.5% in 2021 due to improved leveraging of SG&#38;A costs. The increase in SG&#38;A expense year over year was attributable primarily to an increase of approximately $24,800 in equity-based compensation due to a four year block grant of Options and RSUs in the second quarter of 2022, as well as, to an increase of approximately $9,900 in selling and marketing costs and an increase of approximately $6,500 in personnel costs attributable to higher average headcount year over year. \n\nOur backlog represents homes sold but not yet settled with our customers. As of December 31, 2022, our backlog decreased on a unit basis by 28% to 9,162 units and on a dollar basis by 25% to $4,325,876 when compared to 12,730 units and $5,782,035, respectively, as of December 31, 2021. The decrease in both backlog units and dollars was primarily attributable to a 21% decrease in New Orders during the six-month period ending December 31, 2022 compared to the same period in 2021. \n\nOur backlog may be impacted by customer cancellations for various reasons that are beyond our control, such as failure to obtain mortgage financing, inability to sell an existing home, job loss, or a variety of other reasons. In any period, a portion of the cancellations that we experience are related to new sales that occurred during the same period, and a portion are related to sales that occurred in prior periods and therefore appeared in the beginning backlog for the current period. Calculated as the total of all cancellations during the period as a percentage of gross sales during the period, our cancellation rate was approximately 14%, 9% and 15% in 2022, 2021, and 2020, respectively. During the four quarters of each of 2022, 2021 and 2020, approximately 4% in 2022, 3% in 2021 and 6% in 2020, of a reporting quarter&#8217;s opening backlog cancelled during the quarter. We can provide no assurance that our historical cancellation rates are indicative of the actual cancellation rate that may occur in future years. Other than those units that are cancelled, and subject to potential construction delays due to continued supply chain disruptions, we expect to settle substantially all of our December 31, 2022 backlog during 2023. See &#8220;Risk Factors&#8221; in Item 1A of this Form 10-K. \n\nThe backlog turnover rate is impacted by various factors, including, but not limited to, changes in New Order activity, internal production capacity, external subcontractor capacity, building material availability and other external factors over which we do not exercise control. \n\nReportable Homebuilding Segments \n\nHomebuilding segment profit includes all revenues and income generated from the sale of homes, less the cost of homes sold, SG&#38;A expenses, and a corporate capital allocation charge determined by corporate management. The corporate capital allocation charge eliminates in consolidation and is based on the segment&#8217;s average net assets employed. The corporate capital allocation charged to the operating segment allows the Chief Operating Decision Maker to determine whether the operating segment is providing the desired rate of return after covering our cost of capital. \n\nWe record impairment charges on contract land deposits when we determine that it is probable that recovery of the deposit is impaired. For segment reporting purposes, impairments on contract land deposits are generally charged to the operating segment upon the termination of an LPA with the developer, or the restructuring of an LPA resulting in the forfeiture of the deposit. We evaluate our entire net contract land deposit portfolio for impairment each quarter. For presentation purposes below, the contract land deposit reserve at December 31, 2022 and 2021 has been allocated to the reportable segments for the respective years to show contract land deposits on a net basis. The net contract land deposit balances below also include approximately $6,900 and $10,100 at December 31, 2022 and 2021, respectively, of letters of credit issued as deposits in lieu of cash. \n\nThe following tables summarize certain homebuilding operating activity by reportable segment for each of the last three years: \n\nSelected Segment Financial Data: \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Revenues: Mid Atlantic $ 4,766,329 $ 4,049,871 $ 3,668,542 North East 892,543 767,828 538,772 Mid East 2,147,262 1,891,729 1,524,667 South East 2,520,636 1,992,265 1,596,908 ##TABLE_END\n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Gross profit margin: Mid Atlantic $ 1,280,596 $ 987,926 $ 690,058 North East 226,666 163,990 102,621 Mid East 476,659 391,405 282,443 South East 751,734 469,520 327,483 ##TABLE_END\n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Gross profit margin percentage: Mid Atlantic 26.9 % 24.4 % 18.8 % North East 25.4 % 21.4 % 19.0 % Mid East 22.2 % 20.7 % 18.5 % South East 29.8 % 23.6 % 20.5 % ##TABLE_END\n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Segment profit: Mid Atlantic $ 994,027 $ 734,941 $ 437,849 North East 157,333 105,432 50,677 Mid East 343,236 271,756 168,605 South East 577,030 329,982 205,029 ##TABLE_END\n\nSegment Operating Activity: \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 &#160; Units Average Price Units Average Price Units Average Price New orders, net of cancellations: &#160; &#160; &#160; &#160; &#160; Mid Atlantic 7,816 $ 526.6 8,749 $ 522.4 9,230 $ 453.8 North East 1,679 $ 528.3 1,685 $ 497.4 1,738 $ 416.6 Mid East 4,344 $ 400.5 5,567 $ 369.3 5,780 $ 330.9 South East 5,325 $ 399.4 6,720 $ 363.6 6,334 $ 307.7 Total 19,164 $ 462.8 22,721 $ 436.1 23,082 $ 380.1 ##TABLE_END\n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 &#160; Units Average Price Units Average Price Units Average Price Settlements: &#160; &#160; &#160; &#160; &#160; &#160; Mid Atlantic 9,042 $ 527.1 8,310 $ 487.3 8,363 $ 438.6 North East 1,763 $ 506.3 1,666 $ 460.9 1,375 $ 391.8 Mid East 5,518 $ 389.1 5,414 $ 349.4 4,719 $ 323.1 South East 6,409 $ 393.3 6,150 $ 323.9 5,309 $ 300.8 Total 22,732 $ 454.3 21,540 $ 403.9 19,766 $ 370.8 ##TABLE_END\n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 &#160; Units Average Price Units Average Price Units Average Price Backlog: &#160; &#160; &#160; &#160; &#160; &#160; Mid Atlantic 3,692 $ 536.3 4,918 $ 534.8 4,479 $ 470.9 North East 885 $ 553.9 969 $ 511.5 950 $ 447.8 Mid East 1,853 $ 403.2 3,027 $ 381.3 2,874 $ 344.5 South East 2,732 $ 405.7 3,816 $ 393.7 3,246 $ 323.7 Total 9,162 $ 472.2 12,730 $ 454.2 11,549 $ 396.2 ##TABLE_END\n\n&#160; Operating Data: \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 New order cancellation rate: Mid Atlantic 14.4 % 9.0 % 14.9 % North East 12.2 % 8.6 % 13.1 % Mid East 16.4 % 10.2 % 14.5 % South East 12.6 % 8.8 % 15.8 % ##TABLE_END\n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Average active communities: Mid Atlantic 160 155 177 North East 36 34 40 Mid East 126 129 138 South East 93 106 112 Total 415 424 467 ##TABLE_END\n\nHomebuilding Inventory: \n\n##TABLE_START &#160; As of December 31, &#160; 2022 2021 Sold inventory: &#160; &#160; Mid Atlantic $ 727,501 $ 867,892 North East 156,798 154,053 Mid East 278,034 342,011 South East 413,576 439,892 Total (1) $ 1,575,909 $ 1,803,848 ##TABLE_END\n\n##TABLE_START &#160; As of December 31, &#160; 2022 2021 Unsold lots and housing units inventory: Mid Atlantic $ 111,816 $ 87,412 North East 23,013 14,656 Mid East 17,044 12,892 South East 31,791 14,193 Total (1) $ 183,664 $ 129,153 ##TABLE_END\n\n&#160; \n\n(1) Total segment inventory differs from consolidated inventory due to certain consolidation adjustments necessary to convert the reportable segments&#8217; results, which are predominantly maintained on a cash basis, to a full accrual basis for external financial statement presentation purposes. These consolidation adjustments are not allocated to our operating segments. \n\nLots Controlled and Land Deposits: \n\n##TABLE_START As of December 31, 2022 2021 Total lots controlled: Mid Atlantic 48,200 47,900 North East 11,300 11,900 Mid East 21,800 23,700 South East 50,600 41,400 Total 131,900 124,900 ##TABLE_END\n\n##TABLE_START As of December 31, 2022 2021 Contract land deposits, net: Mid Atlantic $ 212,273 $ 257,244 North East 54,558 51,257 Mid East 44,813 52,537 South East 191,332 146,246 Total $ 502,976 $ 507,284 ##TABLE_END\n\n##TABLE_START Year Ended December 31, 2022 2021 2020 Contract land deposit impairments (recoveries), net: Mid Atlantic $ 3 $ 16 $ 114 North East 75 &#8212; 60 Mid East 369 10 293 South East &#8212; &#8212; 1,045 Total $ 447 $ 26 $ 1,512 ##TABLE_END\n\nMid Atlantic \n\nThe Mid Atlantic segment had an approximate $259,100, or 35%, increase in segment profit in 2022 compared to 2021, driven by improved gross profit margins and an increase in segment revenues of approximately $716,500, or 18%, year over year. Segment revenues increased due primarily to a 9% increase in the number of units settled and an 8% increase in the average settlement price year over year. The increases in settlements and the average settlement price were primarily attributable to a 10% higher backlog unit balance and a 14% higher average sales price of units in backlog entering 2022 compared to backlog entering 2021. The Mid Atlantic segment&#8217;s gross profit margin percentage increased to 26.9% in 2022 from 24.4% in 2021. Gross profit margins were favorably impacted by the aforementioned 8% increase in the average settlement price attributable to improved pricing power in prior quarters, offset partially by higher material and labor costs year over year. \n\nSegment New Orders decreased 11% while the average sales price of New Orders increased 1% in 2022 compared to 2021. As previously discussed in the \"Consolidated Homebuilding\" section above, New Orders were negatively impacted by the significant increase in mortgage interest rates. The increase in the average sales price of New Orders was attributable to significant price appreciation resulting from strong demand through the first quarter of 2022. &#160; \n\nNorth East \n\nThe North East segment had an approximate $51,900, or 49%, increase in segment profit in 2022 compared to 2021, driven by an increase in segment revenues of approximately $124,700, or 16%, year over year and improved gross profit margins. The increase in segment revenues was attributable to a 6% increase in the number of units settled and a 10% increase in the average settlement price year over year. The increase in the number of units settled was attributable to a 2% higher backlog unit balance entering 2022 compared to the backlog unit balance entering 2021, coupled with an 8% increase in New Orders in the segment during the first six months of 2022 compared to the same period in 2021. The increase in the average settlement price was primarily attributable to a 14% higher average sales price of units in backlog entering 2022 compared to backlog entering 2021. The segment&#8217;s gross profit margin percentage increased to 25.4% in 2022 from 21.4% in 2021. Gross profit margins were favorably impacted by the aforementioned 10% increase in the average settlement price, offset partially by higher material and labor costs year over year. \n\nSegment New Orders were flat while the average sales price of New Orders increased 6% in 2022 compared to 2021. New Orders were flat despite a 7% increase in the average number of active communities year over year due primarily to the impact of the significant increase in mortgage interest rates in 2022 as previously discussed in the \"Consolidated Homebuilding\" section above. The increase in the average sales price of New Orders was attributable to significant price appreciation resulting from strong demand through the first quarter of 2022. \n\nMid East \n\nThe Mid East segment had an approximate $71,500, or 26%, increase in segment profit in 2022 compared to 2021. The increase in segment profit was driven by an increase of segment revenues of approximately $255,500, or 14%, year over year and improved gross profit margins. Segment revenues increased due to increases in the number of units settled and the average settlement price of 2% and 11%, respectively, year over year. The increase in the number of units settled was largely attributable to a 5% higher backlog unit balance entering 2022 compared to the backlog unit balance entering 2021. The increase in the average settlement price was primarily attributable to an 11% higher average sales price of units in backlog entering 2022 compared to the same period in 2021, coupled with a 12% increase in the average sales price of New Orders in the first six months of 2022 compared to the same period in 2021. The segment&#8217;s gross profit margin percentage increased to 22.2% in 2022 from 20.7% in 2021. Gross profit margins were favorably impacted by the aforementioned 11% increase in the average settlement price, offset partially by higher material and labor costs year over year. \n\nSegment New Orders decreased 22% while the average sales price of New Orders increased 8% in 2022 compared to 2021. As previously discussed in the \"Consolidated Homebuilding\" section above, New Orders in 2022 were negatively impacted by the significant increase in mortgage interest rates. In addition, New Orders were also negatively impacted by a 2% decrease in the average number of active communities in 2022 compared to 2021. The increase in the average sales price of New Orders was attributable to significant price appreciation resulting from strong demand through the first quarter of 2022. \n\nSouth East \n\nThe South East segment had an approximate $247,000, or 75%, increase in segment profit in 2022 compared to 2021. The increase in segment profit was primarily driven by an increase in segment revenues of approximately $528,400, or 27%, year over year and improved gross profit margins. The increase in revenues was attributable to a 4% increase in the number of units settled and a 21% increase in the average settlement price year over year. The increase in the number of units settled was primarily attributable to an 18% higher backlog unit balance entering 2022 compared to the same period in 2021, offset partially by an 18% decrease in New Orders in the first six months of 2022 compared to the same period in 2021. The increase in the average settlement price was primarily attributable to a 22% higher average sales price of units in backlog entering 2022 compared to the same period in 2021, coupled with a 21% increase in the average sales price of New Orders in the first six months of 2022 compared to the same period in 2021. The segment&#8217;s gross profit margin percentage increased to 29.8% in 2022 from 23.6% in 2021. Gross profit margins were favorably impacted by the aforementioned 21% increase in the average settlement price, offset partially by higher material and labor costs year over year. \n\nSegment New Orders decreased 21% while the average sales price of New Orders increased 10% in 2022 compared to 2021. The decrease in New Orders was primarily attributable to a 12% decrease in the average number of active communities, coupled with the impact of the significant increase in mortgage interest rates in 2022 as previously discussed in the \"Consolidated Homebuilding\" section above. The increase in the average sales price of New Orders was attributable to significant price appreciation resulting from strong demand through the first quarter of 2022. \n\nHomebuilding Segment Reconciliations to Consolidated Homebuilding Operations \n\nIn addition to the corporate capital allocation and contract land deposit impairments discussed above, the other reconciling items between homebuilding segment profit and homebuilding consolidated profit before tax include unallocated corporate overhead (which includes all management incentive compensation), equity-based compensation expense, consolidation adjustments and external corporate interest expense. Our overhead functions, such as accounting, treasury and human resources, are centrally performed and the costs are not allocated to our operating segments. Consolidation adjustments consist of such items to convert the reportable segments&#8217; results, which are predominantly maintained on a cash basis, to a full accrual basis for external financial statement presentation purposes, and are not allocated to our operating segments. External corporate interest expense is primarily comprised of interest charges on our 3.00% Senior Notes due 2030, and is not charged to the operating segments because the charges are included in the corporate capital allocation discussed above. \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Homebuilding consolidated gross profit: Mid Atlantic $ 1,280,596 $ 987,926 $ 690,058 North East 226,666 163,990 102,621 Mid East 476,659 391,405 282,443 South East 751,734 469,520 327,483 Consolidation adjustments and other (71,156) (74,263) (11,117) Homebuilding consolidated gross profit $ 2,664,499 $ 1,938,578 $ 1,391,488 ##TABLE_END\n\n&#160; \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Homebuilding consolidated profit before taxes: Mid Atlantic $ 994,027 $ 734,941 $ 437,849 North East 157,333 105,432 50,677 Mid East 343,236 271,756 168,605 South East 577,030 329,982 205,029 Reconciling items: Contract land deposit impairment reserve (1) (27,300) 22,163 (24,633) Equity-based compensation expense (2) (78,931) (53,587) (47,548) Corporate capital allocation (3) 302,904 252,787 239,233 Unallocated corporate overhead (129,998) (139,611) (114,921) Consolidation adjustments and other (4) (1,719) (56,511) 54,561 Corporate interest income 32,457 2,840 8,464 Corporate interest expense (37,995) (51,393) (39,356) Reconciling items sub-total 59,418 (23,312) 75,800 Homebuilding consolidated profit before taxes $ 2,131,044 $ 1,418,799 $ 937,960 ##TABLE_END\n\n&#160; \n\n(1) This item represents changes to the contract land deposit impairment reserve, which are not allocated to the reportable segments. See further discussion of contract land deposit impairment charges in Note 3 in the accompanying consolidated financial statements. \n\n(2) The increase in equity-based compensation expense in 2022 was primarily attributable to a four year block grant of Options and RSUs in May 2022. See further discussion of equity-based compensation in Note 12 in the accompanying consolidated financial statements. \n\n(3) This item represents the elimination of the corporate capital allocation charge included in the respective homebuilding reportable segments. The corporate capital allocation charge is based on the segment&#8217;s monthly average asset balance and is as follows for the years presented: \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Corporate capital allocation charge: Mid Atlantic $ 143,251 $ 124,316 $ 124,426 North East 30,623 25,431 22,850 Mid East 51,376 43,686 40,256 South East 77,654 59,354 51,701 Total corporate capital allocation charge $ 302,904 $ 252,787 $ 239,233 ##TABLE_END\n\n(4) The consolidation adjustments and other in each period are primarily driven by changes in units under construction as well as significant fluctuations in lumber prices year over year. Our reportable segments' results include the intercompany profits of our production facilities for home packages delivered to our homebuilding divisions. Costs related to homes not yet settled are reversed through the consolidation adjustment and recorded in inventory. These costs are subsequently recorded through the consolidation adjustment when the respective homes are settled. The consolidation adjustment in 2021 was negatively impacted by a higher number of units under construction as of the end of the year compared to the prior year end, resulting in an increase in the reversal of intercompany profits year over year through the consolidation adjustment. In 2022, the consolidation adjustment was favorably impacted by a reduction in the number of units under construction year over year, resulting in a decrease in intercompany profits deferred year over year. This favorable impact was offset by the recognition of previously deferred home package costs that included higher priced lumber. \n\nMortgage Banking Segment \n\nWe conduct our mortgage banking activity through NVRM, a wholly owned subsidiary. NVRM focuses almost exclusively on serving the homebuilding segment customer base. The following table summarizes the results of our mortgage banking operations and certain statistical data for each of the last three years: \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Loan closing volume: &#160; &#160; &#160; Total principal $ 6,313,416 $ 6,073,934 $ 5,317,811 Loan volume mix: &#160; &#160; &#160; Adjustable rate mortgages 8 % 3 % 2 % Fixed-rate mortgages 92 % 97 % 98 % Operating profit: &#160; &#160; &#160; Segment profit $ 125,756 $ 176,251 $ 143,319 Equity-based compensation expense (3,606) (4,647) (3,246) Mortgage banking income $ 122,150 $ 171,604 $ 140,073 Capture rate: 83 % 89 % 90 % Mortgage banking fees: &#160; &#160; &#160; Net gain on sale of loans $ 152,668 $ 205,582 $ 168,720 Title services 46,793 42,958 38,554 Servicing fees 203 792 760 &#160; $ 199,664 $ 249,332 $ 208,034 ##TABLE_END\n\nLoan closing volume in 2022 increased by approximately $239,500, or 4%, from 2021. The increase was primarily attributable to a 9% increase in the average loan balance for loans closed, driven by a 12% increase in the homebuilding segment&#8217;s average home settlement price in 2022 as compared to 2021. The increase was partially offset by a 4% decrease in the number of loans closed, which was primarily attributable to the 6% decrease in capture rate in 2022 compared to 2021, due to a more competitive mortgage environment in 2022. \n\nSegment profit in 2022 decreased by approximately $50,500, or 29%, from 2021. This decrease was primarily attributable to a decrease of approximately $49,700, or 20%, in mortgage banking fees, primarily due to a decrease in gains on sales of loans due to a more competitive mortgage environment. \n\nMortgage Banking &#8211; Other \n\nWe sell all of the loans we originate into the secondary mortgage market. Insofar as we underwrite our originated loans to the standards and specifications of the ultimate investor, we have no further financial obligations from the issuance of loans, except in certain limited instances where repurchases or early payment default occur. Those underwriting standards are typically equal to or more stringent than the underwriting standards required by FNMA, GNMA, FHLMC, VA and FHA. Because we sell all of our loans and do not service them, there is often a substantial delay between the time that a loan goes into default and the time that the investor requests us to reimburse them for losses incurred because of the default. We believe that all of the loans that we originate are underwritten to the standards and specifications of the ultimate investor to whom we sell our originated loans. We employ a quality control department to ensure that our underwriting controls are effective, and further assess the underwriting function as part of our assessment of internal controls over financial reporting. \n\nWe maintain a reserve for losses on mortgage loans originated that reflects our judgment of the present loss exposure from the loans that we have originated and sold. At December 31, 2022 and 2021, we had repurchase reserves of approximately $21,800 and $21,400, respectively. \n\nNVRM is dependent on our homebuilding operation&#8217;s customers for business. If new orders and selling prices of the homebuilding segment decline, NVRM&#8217;s operations will also be adversely affected. In addition, NVRM&#8217;s operating results may be adversely affected in future periods due to tightening and volatility of the credit markets, changes in investor funding times, increased regulation of mortgage lending practices and increased competition in the mortgage market. \n\nSeasonality \n\nWe generally have higher New Order activity in the first half of the year and higher home settlements, revenues and net income in the second half of the year. However, our typical seasonal New Order and settlement trends may be affected by significant changes in market conditions. \n\nEffective Tax Rate \n\nOur consolidated effective tax rates in 2022 and 2021 were 23.42% and 22.24%, respectively. The effective tax rates in each year were favorably impacted by the recognition of an income tax benefit related to excess tax benefits from stock option exercises totaling $50.3 million and $48.4 million for 2022 and 2021, respectively. \n\nWe expect continued tax rate volatility in future years attributable to the recognition of excess tax benefits from equity plan activity and distributions from the deferred compensation plans. \n\nRecent Accounting Pronouncements Pending Adoption \n\nSee Note 1 to the accompanying consolidated financial statements for discussion of recently issued accounting pronouncements applicable to us. \n\nLiquidity and Capital Resources \n\nWe fund our operations primarily from our current cash holdings and cash flows generated by operating activities. In addition, we have available a short-term unsecured working capital revolving credit facility and revolving mortgage repurchase facility, as further described below. As of December 31, 2022, we had a strong liquidity position with approximately $2,500,000 in cash and cash equivalents, approximately $289,000 in unused committed capacity under our revolving credit facility and $150,000 in unused committed capacity under our revolving mortgage repurchase facility. \n\nMaterial Cash Requirements \n\nWe believe that our current cash holdings, cash generated from operations, and cash available under our short-term unsecured credit agreement and revolving mortgage repurchase facility, as well as the public debt and equity markets, will be sufficient to satisfy both our short term and long term cash requirements for working capital to support our daily operations and meet commitments under our contractual obligations with third parties. Our material contractual obligations primarily consist of the following: \n\n(i) Payments due to service our debt and interest on that debt. In June 2022, we used cash holdings to redeem $600,000 in outstanding 3.95% Senior Notes that were set to mature in September 2022. The Senior Notes were redeemed at par, plus accrued interest. Our current outstanding Senior Notes total $900,000 and mature in May 2030. Future interest payments on our remaining outstanding Senior Notes total approximately $199,050, with approximately $27,000 due within the next twelve months. \n\n(ii) Payment obligations totaling approximately $348,000 under existing LPAs for deposits to be paid to land developers, assuming that contractual development milestones are met by the developers and we exercise our option to acquire finished lots under those LPAs. We expect to make the majority of these payments within the next three years. \n\n(iii) Obligations under operating and finance leases related primarily to office space and our production facilities. See Note 13 of this Form 10-K for additional discussion of our leases. \n\nIn addition to funding growth in our homebuilding and mortgage banking operations, we historically have used a substantial portion of our excess liquidity to repurchase outstanding shares of our common stock in open market and privately negotiated transactions. This ongoing repurchase program assists us in accomplishing our primary objective, creating increases in shareholder value. See &#8220;Market for Registrant&#8217;s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities&#8221; in Item 5 of this Form 10-K for disclosure of amounts repurchased during the fourth quarter of 2022. For the year ended December 31, 2022, we repurchased 323,652 shares of our common stock at an aggregate purchase price of $1,500,358. As of December 31, 2022, we had approximately $507,700 available under Board approved repurchase authorizations. \n\nCapital Resources \n\nSenior Notes \n\nDuring the second quarter of 2022, we redeemed the outstanding $600,000 principal amount of 3.95% Senior Notes due September 15, 2022, at par, plus accrued interest. \n\nAs of December 31, 2022, we had a total of $900,000 in outstanding Senior Notes which mature in May 2030. The Senior Notes are senior unsecured obligations and rank equally in right of payment with any of our existing and future unsecured senior indebtedness, will rank senior in right of payment to any of our future indebtedness that is by its terms expressly subordinated to the Senior Notes and will be effectively subordinated to any of our existing and future secured indebtedness to the extent of the value of the collateral securing such indebtedness. The indenture governing the Senior Notes does not contain any financial covenants; however, it does contain, among other items, and subject to certain exceptions, covenants that restrict our ability to create, incur, assume or guarantee secured debt, enter into sale and leaseback transactions and conditions related to mergers and/or the sale of assets. We were in compliance with all covenants under the Senior Notes at December 31, 2022. \n\nCredit Agreement \n\nWe have an unsecured revolving credit agreement (the \"Credit Agreement\") with a group of lenders which may be used for working capital and general corporate purposes. The Credit Agreement provides for aggregate revolving loan commitments of $300,000 (the \"Facility\"). Under the Credit Agreement, we may request increases of up to $300,000 to the Facility in the form of revolving loan commitments or term loans to the extent that new or existing lenders agree to provide additional revolving loan or term loan commitments. In addition, the Credit Agreement provides for a $100,000 sublimit for the issuance of letters of credit of which there was approximately $11,000 outstanding at December 31, 2022. The Credit Agreement termination date is February 12, 2026. There were no borrowings outstanding under the Credit Agreement as of December 31, 2022. \n\nRepurchase Agreement \n\nOur mortgage banking subsidiary, NVRM, has an unsecured revolving mortgage repurchase agreement (the \"Repurchase Agreement\") which is non-recourse to NVR. The purpose of the Repurchase Agreement is to finance the origination of mortgage loans by NVRM. The Repurchase Agreement provides borrowing capacity up to $150,000, subject to certain sublimits. The Repurchase Agreement expires on July 19, 2023. At December 31, 2022, there was no debt outstanding under the Repurchase Agreement and there were no borrowing base limitations. \n\nSee Note 9 of this Form 10-K for additional disclosures regarding our Senior Notes, Credit Agreement and Repurchase Agreement. \n\nCash Flows \n\nFor the year ended December 31, 2022, cash, restricted cash and cash equivalents decreased by $62,466. Net cash provided by operating activities was $1,870,101, due primarily to cash provided by earnings in 2022 and by a decrease in inventory of $159,091 attributable to a decrease in units under construction at December 31, 2022 compared to December 31, 2021. Additionally, cash was provided by net proceeds of $156,756 from mortgage loan activity. Cash was primarily used as a result of a decrease in customer deposits of $103,659 attributable to the decrease in our ending backlog year over year. \n\nNet cash used in investing activities in 2022 was $27,431. Cash was used primarily for purchases of property, plant and equipment of $18,428 and investments in unconsolidated joint ventures totaling $9,735. \n\nNet cash used by financing activities in 2022 was $1,905,136. Cash was used primarily to repurchase 323,652 shares of our common stock at an aggregate purchase price of $1,500,358 under our ongoing common stock repurchase program, discussed above. In addition, cash was used to redeem the outstanding $600,000 principal amount of 3.95% Senior Notes due September 15, 2022. Cash was provided from stock option exercise proceeds totaling $196,717. \n\nFor the year ended December 31, 2021, cash, restricted cash and cash equivalents decreased by $172,798. Net cash provided by operating activities was $1,242,393, due primarily to cash provided by earnings in 2021 and net proceeds of $344,750 from mortgage loan activity. Additionally, cash was provided by an increase in customer deposits of $176,705 attributable to the increase in our ending backlog year over year. Cash was primarily used to fund the increase in inventory of $238,284, attributable to an increase in units under construction at December 31, 2021 compared to December 31, 2020. \n\nNet cash used in investing activities in 2021 was $18,179. Cash was used primarily for purchases of property, plant and equipment. \n\nNet cash used by financing activities in 2021 was $1,397,012. Cash was used primarily to repurchase shares of our common stock under our ongoing common stock repurchase program as discussed above. Cash was provided from stock option exercise proceeds totaling $142,370. \n\nAt December 31, 2022 and 2021, the homebuilding segment had restricted cash of $48,455 and $60,730, respectively. Restricted cash in each year was attributable to customer deposits for certain home sales. \n\nCritical Accounting Policies and Estimates \n\nGeneral \n\nThe preparation of financial statements in conformity with GAAP requires us to make estimates and assumptions that affect the reported amounts of assets and liabilities, the disclosure of contingent assets and liabilities at the date of the financial statements, and the reported amounts of revenues and expenses during the reporting periods. We continually evaluate the estimates we use to prepare the consolidated financial statements and update those estimates as necessary. In general, our estimates are based on historical experience, on information from third party professionals, and other various assumptions that are believed to be reasonable under the facts and circumstances. Actual results could differ materially from those estimates made by management. \n\nHomebuilding Inventory \n\nThe carrying value of inventory is stated at the lower of cost or market value. Cost of lots and completed and uncompleted housing units represent the accumulated actual cost of the units. Field construction supervisors&#8217; salaries and related direct overhead expenses are included in inventory costs. Interest costs are not capitalized into inventory, with the exception of land under development and joint venture investments, as applicable. Upon settlement, the cost of the unit is expensed on a specific identification basis. Cost of building materials is determined on a first-in, first-out basis. \n\nSold inventory is evaluated for impairment based on the contractual sales price compared to the total estimated cost to construct. Unsold inventory is evaluated for impairment by analyzing recent comparable sales prices within the applicable community compared to the costs incurred to date plus the expected costs to complete. Any calculated impairments are recorded immediately in cost of sales. \n\nContract Land Deposits \n\nWe purchase finished lots under LPAs that require deposits that may be forfeited if we fail to perform under the contract. The deposits are in the form of cash or letters of credit in varying amounts and represent a percentage of the aggregate purchase price of the finished lots. \n\nWe maintain an allowance for losses on contract land deposits that reflects our judgment of the present loss exposure in the existing contract land deposit portfolio at the end of the reporting period. To analyze contract land deposit impairments, we conduct a loss contingency analysis each quarter. In addition to considering market and economic conditions, we assess contract land deposit impairments on a community-by-community basis pursuant to the purchase contract terms, analyzing quantitative and qualitative information including, as applicable, current sales absorption levels, recent sales&#8217; profit margin, the dollar differential between the contractual purchase price and the current market price for lots, a developer&#8217;s performance, a developer&#8217;s financial ability or willingness to reduce lot prices to current market prices, if necessary, and the contract&#8217;s default status by either us or the developer along with an analysis of the expected outcome of any such default. \n\nOur analysis is focused on whether we can sell houses at an acceptable profit margin and sales pace in a particular community in the current market with which we are faced. Because we do not own the finished lots on which we had placed a contract land deposit, if the above analysis leads to a determination that we cannot sell homes at an acceptable profit margin and sales pace at the current contractual lot price, we then determine whether we will elect to default under the contract, forfeit our deposit and terminate the contract, or whether we will attempt to restructure the LPA, which may require us to forfeit the deposit to obtain contract concessions from a developer. We also assess whether an impairment is present due to collectability issues resulting from a developer&#8217;s non-performance because of financial or other conditions. \n\nAlthough we consider the allowance for losses on contract land deposits reflected on the December 31, 2022 consolidated balance sheet to be adequate (see Note 1 to the accompanying consolidated financial statements included herein), there can be no \n\nassurance that this allowance will prove to be adequate over time to cover losses due to unanticipated adverse changes in the economy or other events adversely affecting specific markets or the homebuilding industry. \n\nWarranty/Product Liability Reserves \n\nWe establish warranty and product liability reserves to provide for estimated future expenses as a result of construction and product defects, product recalls and litigation incidental to our homebuilding business. Liability estimates are determined based on our judgment considering such factors as historical experience, the likely current cost of corrective action, manufacturers&#8217; and subcontractors&#8217; participation in sharing the cost of corrective action, consultations with third party experts such as engineers, and discussions with our General Counsel and outside counsel retained to handle specific product liability cases. Although we consider the warranty and product liability accrual reflected on the December 31, 2022 consolidated balance sheet to be adequate (see Note 14 to the accompanying consolidated financial statements included herein), there can be no assurance that this accrual will prove to be adequate over time to cover losses due to increased costs for material and labor, the inability or refusal of manufacturers or subcontractors to financially participate in corrective action, unanticipated adverse legal settlements, or other unanticipated changes to the assumptions used to estimate the warranty and product liability accrual. \n\nEquity-Based Compensation \n\nWe recognize equity-based compensation expense within our income statement for all share-based payment arrangements, which include non-qualified stock options to purchase shares of NVR common stock (\"Options\") and restricted share units (\"RSUs\"). Compensation expense is based on the grant-date fair value of the Options and RSUs granted, and is recognized on a straight-line basis over the requisite service period for the entire award (from the date of grant through the period of the last separately vesting portion of the grant). Options and RSUs which are subject to a performance condition are treated as a separate award from the &#8220;service-only&#8221; Options and RSUs, and compensation expense is recognized when it becomes probable that the stated performance target will be achieved. We calculate the fair value of our Options, which are non-publicly traded, using the Black-Scholes option-pricing model. The grant date fair value of the RSUs is the closing price of our common stock on the day immediately preceding the date of grant. The reversal of compensation expense previously recognized for grants forfeited is recorded in the period in which the forfeiture occurs. \n\nAs noted above, we calculate the fair value of our Options using the Black-Scholes option-pricing model. While the Black-Scholes model is a widely accepted method to calculate the fair value of options, its results are dependent on input variables, two of which, expected term and expected volatility, are significantly dependent on management&#8217;s judgment. We have concluded that our historical exercise experience is the best estimate of future exercise patterns to determine an Option&#8217;s expected term. To estimate expected volatility, we analyze the historical volatility of our common stock over a period equal to the Option&#8217;s expected term. Changes in management&#8217;s judgment of the expected term and the expected volatility could have a material effect on the grant-date fair value calculated and expensed within the income statement. \n\nIn addition, when recognizing equity-based compensation cost related to &#8220;performance condition&#8221; Option and RSU grants, we are required to make a determination as to whether the performance conditions will be met prior to the completion of the actual performance period. The performance metric is based on our return on capital performance during a specified three year period based on the date of Option grant. While we currently believe that this performance condition will be satisfied at the target level and are recognizing compensation expense related to such Options and RSUs accordingly, our future expected activity levels could cause us to make a different determination, resulting in a change to the compensation expense to be recognized related to performance condition Option and RSU grants that would otherwise have been recognized to date. \n\nAlthough we believe that the compensation costs recognized in 2022 are representative of the cumulative ratable amortization of the grant-date fair value of unvested Options and RSUs outstanding, changes to the estimated input values such as expected term and expected volatility and changes to the determination of whether performance condition grants will vest, could produce widely different expense valuations and recognition. \n\nMortgage Repurchase Reserve \n\nWe originate several different loan products to our customers to finance the purchase of their home. We sell all of the loans we originate into the secondary mortgage market, typically on a servicing released basis and within 30 days from closing. All of the loans that we originate are underwritten to the standards and specifications of the ultimate investor. Those underwriting standards are typically equal to or more stringent than the underwriting standards required by FNMA, GNMA, FHLMC, VA and FHA. Insofar as we underwrite our originated loans to those standards, we bear no increased concentration of credit risk from the issuance of loans, except in certain limited instances where repurchases or early payment default occur. We employ a quality control department to ensure that our underwriting controls are effectively operating, and further assess the underwriting function as part of our assessment of internal controls over financial reporting. We maintain a reserve for losses on mortgage loans originated that reflects our judgment of the present loss exposure in the loans that we have originated and sold. The reserve is calculated based on an analysis of historical experience and exposure. Although we consider the mortgage repurchase reserve reflected on the December 31, 2022 consolidated balance sheet to be adequate (see Note 16 to the accompanying consolidated financial statements included herein), there can be no \n\nassurance that this reserve will prove to be adequate over time to cover losses due to unanticipated changes to the assumptions used to estimate the mortgage repurchase reserve. \n\nImpact of Inflation, Changing Prices and Economic Conditions \n\nSee &#8220;Risk Factors&#8221; included in Item 1A of this Form 10-K for a description of the impact of inflation, changing prices and economic conditions on our business and our financial results. See also the discussion of the current business environment in the Overview section above. \n\n"
    },
    {
      "section": "7A",
      "text": " Item 7A. Quantitative and Qualitative Disclosure About Market Risk. \n\n&#160;(dollars in thousands) \n\nMarket risk is the risk of loss arising from adverse changes in market prices and interest rates. Our market risk arises from interest rate risk inherent in our financial instruments and debt obligations. Interest rate risk results from the possibility that changes in interest rates will cause unfavorable changes in net income or in the value of interest rate-sensitive assets, liabilities and commitments. Lower interest rates tend to increase demand for mortgage loans for home purchasers, while higher interest rates make it more difficult for potential borrowers to purchase residential properties and to qualify for mortgage loans. We have no market rate sensitive instruments held for speculative or trading purposes. \n\nWe are exposed to interest rate risk as it relates to our fixed rate debt, primarily our Senior Notes and our variable rate credit facility and loan repurchase facility. Changes to interest rates generally affect the fair value of fixed-rate debt instruments, but not earnings or cash flows. For variable rate debt, interest rate changes generally will not affect the fair value of the variable debt instruments but will affect earnings and cash flow. At December 31, 2022, there was no debt outstanding under our credit facility or loan repurchase facility. See Item 7, Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations and Note 9 to the accompanying consolidated financial statements included herein for further discussion of these debt instruments. \n\nOur mortgage banking segment is exposed to interest rate risk as it relates to its lending activities, including originating mortgage loans and providing rate lock commitments to borrowers. To mitigate the effect of the interest rate risk inherent in providing rate lock commitments to borrowers, we enter into optional or mandatory delivery forward sales contracts to sell whole loans and mortgage-backed securities to investors. The forward sales contracts lock-in a range of interest rates and prices for the sale of loans similar to the specific rate lock commitments. We do not engage in speculative or trading derivative activities. All of the mortgage banking segment&#8217;s loan portfolio is held for sale and subject to forward sale commitments. See Item 7, Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations and Note 15 to the accompanying consolidated financial statements included herein for further discussion of these items. \n\nThe following table represents the contractual balances of our on-balance sheet financial instruments at the expected maturity dates, as well as the fair values of those on-balance sheet financial instruments at December 31, 2022. The expected maturity categories take into consideration the actual and anticipated amortization of principal and do not take into consideration the reinvestment of cash or the refinancing of existing indebtedness. Because we sell all of the mortgage loans we originate into the secondary markets, we have made the assumption that the portfolio of mortgage loans held for sale will mature in the first year. \n\n##TABLE_START Maturities (000's) 2023 2024 2025 2026 2027 Thereafter Total Fair Value Mortgage banking segment Interest rate sensitive assets: Mortgage loans held for sale $ 319,481 &#8212; &#8212; &#8212; &#8212; &#8212; $ 319,481 $ 316,806 Average interest rate 5.6 % &#8212; &#8212; &#8212; &#8212; &#8212; 5.6 % Other: Forward trades of mortgage-backed securities (a) $ (16,060) &#8212; &#8212; &#8212; &#8212; &#8212; $ (16,060) $ (16,060) Forward loan commitments (a) $ 11,300 &#8212; &#8212; &#8212; &#8212; &#8212; $ 11,300 $ 11,300 Homebuilding segment Interest rate sensitive assets: Interest-bearing deposits $ 2,453,692 &#8212; &#8212; &#8212; &#8212; &#8212; $ 2,453,692 $ 2,453,692 Average interest rate 4.4 % &#8212; &#8212; &#8212; &#8212; &#8212; 4.4 % Interest rate sensitive liabilities: Fixed rate obligations $ &#8212; &#8212; &#8212; &#8212; $ 900,000 $ 900,000 $ 788,166 Average interest rate &#8212; % &#8212; &#8212; &#8212; 3.0 % 3.0 % ##TABLE_END\n\n&#160; \n\n(a) Represents the fair value recorded pursuant to ASC 815, Derivatives and Hedging . \n\n"
    },
    {
      "section": "8",
      "text": " Item 8. Financial Statements and Supplementary Data. \n\nThe financial statements listed in Item 15 are filed as part of this report and are incorporated herein by reference. \n\n"
    },
    {
      "section": "9",
      "text": " Item 9. Changes in and Disagreements with Accountants on Accounting and Financial Disclosure. \n\nNone. \n\n"
    },
    {
      "section": "9A",
      "text": " Item 9A. Controls and Procedures. \n\nEvaluation of Disclosure Controls and Procedures \n\nAs of the end of the period covered by this report, an evaluation was performed under the supervision and with the participation of our management, including the principal executive officer and principal financial officer, of the effectiveness of the design and operation of our disclosure controls and procedures, as defined in Rules 13a-15(e) and 15d-15(e) under the Securities Exchange Act of 1934, as amended (&#8220;Exchange Act&#8221;). \n\nBased on that evaluation, the principal executive officer and principal financial officer concluded that the design and operation of these disclosure controls and procedures as of December 31, 2022 were effective to provide reasonable assurance that information required to be disclosed in our reports under the Exchange Act, processed, summarized and reported within the time periods specified in the Securities and Exchange Commission&#8217;s rules and forms and that such information is accumulated and communicated to our management, including our principal executive officer and principal financial officer, as appropriate, to allow timely decisions regarding required disclosure. \n\nManagement&#8217;s Report on Internal Control Over Financial Reporting \n\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting, as such term is defined in Rule 13a-15(f) under the Exchange Act. Under the supervision and with the participation of our management, including our principal executive officer and principal financial officer, we conducted an evaluation of the effectiveness of our internal control over financial reporting based on the framework in Internal Control &#8211; Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission. Based on our evaluation under the framework in Internal Control &#8211; Integrated Framework (2013) , our management concluded that our internal control over financial reporting was effective as of December 31, 2022. There have been no changes in our internal control over financial reporting identified in connection with the evaluation referred to above that have materially affected, or are reasonably likely to materially affect, our internal control over financial reporting. \n\nOur internal control over financial reporting as of December 31, 2022 has been audited by KPMG LLP, an independent registered public accounting firm, as stated in their attestation report which is included herein. \n\n"
    },
    {
      "section": "9B",
      "text": " Item 9B. Other Information. \n\nNone. \n\n"
    },
    {
      "section": "10",
      "text": " Item 10. Directors, Executive Officers, and Corporate Governance. \n\nOur executive officers are: \n\n##TABLE_START Name Age Title Paul C. Saville 67 Executive Chairman of the Board Eugene J. Bredow 53 President and Chief Executive Officer Daniel D. Malzahn 53 Senior Vice President, Chief Financial Officer and Treasurer Matthew B. Kelpy 49 Vice President and Chief Accounting Officer ##TABLE_END\n\nThe remaining information required by this item will be included under the captions \"Proposal No.1 - Election of Directors\", \"Executive Summary\" within \"Compensation Discussion and Analysis\" and \"Corporate Governance Principles and Board Matters\" in our definitive Proxy Statement for the 2023 Annual Meeting of Shareholders (\"2023 Proxy Statement\") and is incorporated herein by reference. Our 2023 Proxy Statement is expected to be filed with the Securities and Exchange Commission on or prior to April 30, 2023. \n\n"
    },
    {
      "section": "11",
      "text": " Item 11. Executive Compensation. \n\nThe information required by this item will be included under the caption \"Compensation Discussion and Analysis\" in our 2023 Proxy Statement and is incorporated herein by reference. Our 2023 Proxy Statement is expected to be filed with the Securities and Exchange Commission on or prior to April 30, 2023. \n\n"
    },
    {
      "section": "12",
      "text": " Item 12. Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters. \n\nEquity Compensation Plan Information \n\nThe following table summarizes our equity compensation plans as of December 31, 2022: \n\n##TABLE_START Plan category Number of securities to be issued upon exercise of outstanding options, warrants and rights Weighted-average exercise price of outstanding options, warrants and rights Number of securities remaining available for future issuance under equity compensation plans (excluding securities reflected in the first column) Equity compensation plans approved by security holders (1) 623,874 $ 2,897.24 86,724 Equity compensation plans not approved by security holders &#8212; $ &#8212; &#8212; Total 623,874 $ 2,897.24 86,724 ##TABLE_END\n\n&#160; \n\n(1) This category includes the restricted share units (&#8220;RSUs&#8221;) authorized to be issued under the 2010 and 2018 Equity Incentive Plans. At December 31, 2022, there were 33,320 RSUs outstanding. Of the total 86,724 shares remaining available for future issuance under the shareholder approved plans, up to a total of 18,310 may be issued as RSUs. The weighted-average exercise price of outstanding options under security holder approved plans was $3,060.71. \n\nThe remaining information required by this item will be included under the caption \"Security Ownership of Certain Beneficial Owners and Management\" in our 2023 Proxy Statement and is incorporated herein by reference. Our 2023 Proxy Statement is expected to be filed with the Securities and Exchange Commission on or prior to April 30, 2023. \n\n"
    },
    {
      "section": "13",
      "text": " Item 13. Certain Relationships and Related Transactions, and Director Independence. \n\nThe information required by this item will be included under the caption \"Corporate Governance Principles and Board Matters\" in our 2023 Proxy Statement and is incorporated herein by reference. Our 2023 Proxy Statement is expected to be filed with the Securities and Exchange Commission on or prior to April 30, 2023. \n\n"
    },
    {
      "section": "14",
      "text": " Item 14. Principal Accountant Fees and Services. \n\nThe information required by this item will be included under the caption \"Proposal No. 2 - Ratification of Appointment of Independent Auditor\" in our 2023 Proxy Statement and is incorporated herein by reference. Our 2023 Proxy Statement is expected to be filed with the Securities and Exchange Commission on or prior to April 30, 2023. \n\nPART IV \n\n"
    },
    {
      "section": "15",
      "text": " Item 15. Exhibits and Financial Statement Schedules. \n\nThe following documents are filed as part of this report: \n\n1. Financial Statements \n\nNVR, Inc. - Consolidated Financial Statements \n\nReports of Independent Registered Public Accounting Firm ( KPMG LLP , McLean, VA , Auditor Firm ID: 185 ) \n\nConsolidated Balance Sheets \n\nConsolidated Statements of Income \n\nConsolidated Statements of Shareholders&#8217; Equity \n\nConsolidated Statements of Cash Flows \n\nNotes to Consolidated Financial Statements \n\n&#160; 2. Exhibits \n\n##TABLE_START Incorporated by Reference Exhibit Number Exhibit Description Form File Number Exhibit Number Filing Date 3.1 \n\nRestated Articles of Incorporation of NVR, Inc. \n\n10-K &#160; 3.1 2/25/2011 3.2 \n\nBylaws, as amended, of NVR, Inc. \n\n8-K &#160; 3.1 3/17/2016 4.1 \n\nIndenture dated as of April 14, 1998 between NVR, Inc., as issuer and the Bank of New York as trustee. \n\n8-K &#160; 4.3 4/23/1998 4.2 \n\nForm of Note (included in Indenture). \n\n8-K &#160; 4.5 4/23/1998 4.3 \n\nFifth Supplemental Indenture dated September 10, 2012 among NVR, Inc. and U.S. Bank Trust National Association. \n\n8-K &#160; 4.1 9/10/2012 4.4 \n\nSixth Supplemental Indenture dated as of May 4, 2020 among NVR, Inc. and U.S. Bank Trust National Association. \n\n8-K 4.1 5/4/2020 4.5 \n\nSeventh Supplemental Indenture dated September 9, 2020 between NVR, Inc. and U.S. Bank Trust National Association . \n\n8-K 4.1 9/9/2020 4.6 \n\nEighth Supplemental Indenture dated September 17, 2020 between NVR, Inc. and U.S. Bank Trust National Association . \n\n8-K 4.2 9/17/2020 4.7 \n\nForm of Global Note. \n\n8-K &#160; 4.2 9/10/2012 4.8 \n\nDescription of Securities of NVR, Inc. \n\n10-K 4.5 2/19/2020 10.1* \n\nAmended and Restated Employment Agreement between NVR, Inc. and Paul C. Saville dated November 4, 2015. \n\n10-Q &#160; 10.1 11/6/2015 10.2* \n\nAmended and Restated Employment Agreement between NVR, Inc. and Daniel D. Malzahn dated November 4, 2015. \n\n10-Q &#160; 10.2 11/6/2015 10.3* \n\nAmended and Restated Employment Agreement between NVR, Inc. and Eugene J. Bredow dated November 4, 2015. \n\n10-Q &#160; 10.4 11/6/2015 10.4* \n\nAmendment No. 1 to Employment Agreement between NVR, Inc. and Eugene J. Bredow dated March 1, 2018. \n\n10-Q 10.1 5/1/2018 10.5* \n\nAmendment No. 2 to Employment Agreement between NVR, Inc. and Eugene J. Bredow dated April 1, 2019. \n\n10-Q 10.2 5/1/2019 10.6* \n\nExtension of Employment Agreement between NVR, Inc. and Paul C. Saville date November 4, 2020. \n\n10-Q 10.1 11/4/2020 ##TABLE_END\n\n##TABLE_START Incorporated by Reference Exhibit Number Exhibit Description Form File Number Exhibit Number Filing Date 10.7* \n\nExtension of Employment Agreement between NVR, Inc. and Daniel D. Malzahn date November 4, 2020. \n\n10-Q 10.2 11/4/2020 10.8* \n\nExtension of Employment Agreement between NVR, Inc. and Eugene J. Bredow date November 4, 2020. \n\n10-Q 10.4 11/4/2020 10.9* \n\nAmendment No. 1 to the Employment Agreement between NVR, Inc. and Paul C. Saville dated May 4, 2022. \n\n8-K 10.1 5/6/2022 10.10* \n\nAmendment No. 3 to the Employment Agreement between NVR, Inc. and Eugene J. Bredow dated May 4, 2022. \n\n8-K 10.2 5/6/2022 10.11* \n\nAmendment No. 1 to the Employment Agreement between NVR, Inc. and Daniel D. Malzahn dated May 4, 2022. \n\n8-K 10.3 5/6/2022 10.12* \n\nProfit Sharing Plan of NVR, Inc. and Affiliated Companies. \n\nS-8 333-29241 4.1 6/13/1997 10.13* Employee Stock Ownership Plan of NVR, Inc. 10-K/A &#160; &#160; 12/31/1994 10.14* \n\nAmended and Restated NVR, Inc. Nonqualified Deferred Compensation Plan. \n\n10-Q &#160; 10.5 11/6/2015 10.15* \n\nFirst Amendment to NVR, Inc. Nonqualified Deferred Compensation Plan. \n\n10-K &#160; 10.36 2/15/2017 10.16* \n\nDescription of the Board of Directors&#8217; compensation arrangement. \n\n10-K &#160; 10.15 2/13/2019 10.17* \n\nNVR, Inc. 2018 Equity Incentive Plan \n\nS-8 333-224629 10.1 5/3/2018 10.18* \n\nThe Form of Non-Qualified Stock Option Agreement (Management time-based grants) under the NVR, Inc. 2018 Equity Incentive Plan. \n\n8-K 10.1 5/14/2018 10.19* \n\nThe Form of Non-Qualified Stock Option Agreement (Director time-based grants) under the NVR, Inc. 2018 Equity Incentive Plan. \n\n8-K 10.2 5/14/2018 10.20* \n\nThe Form of Non-Qualified Stock Option Agreement (Management performance-based grants) under the NVR, Inc. 2018 Equity Incentive Plan. \n\n8-K 10.3 5/14/2018 10.21* \n\nThe Form of Non-Qualified Stock Option Agreement (Director performance-based grants) under the NVR, Inc. 2018 Equity Incentive Plan. \n\n8-K 10.4 5/14/2018 10.22* \n\nThe Form of Restricted Share Units Agreement (Management grants) under the NVR, Inc. 2018 Equity Incentive Plan. \n\n8-K 10.5 5/14/2018 10.23* \n\nThe Form of Restricted Share Units Agreement (Director grants) under the NVR, Inc. 2018 Equity Incentive Plan. \n\n8-K 10.6 5/14/2018 10.24* \n\nNVR, Inc. 2014 Equity Incentive Plan. \n\nS-8 333-195756 10.1 5/7/2014 10.25* \n\nThe Form of Non-Qualified Stock Option Agreement (Management time-based grants) under the NVR, Inc. 2014 Equity Incentive Plan. \n\n8-K 10.4 5/6/2022 10.26* \n\nThe Form of Non-Qualified Stock Option Agreement (Director time-based grants) under the NVR, Inc. 2014 Equity Incentive Plan. \n\n8-K &#160; 10.2 5/7/2014 10.27* \n\nThe Form of Non-Qualified Stock Option Agreement (Management performance-based grants) under the NVR, Inc. 2014 Equity Incentive Plan. \n\n8-K 10.5 5/6/2022 ##TABLE_END\n\n##TABLE_START Incorporated by Reference Exhibit Number Exhibit Description Form File Number Exhibit Number Filing Date 10.28* \n\nThe Form of Non-Qualified Stock Option Agreement (Director performance-based grants) under the NVR, Inc. 2014 Equity Incentive Plan. \n\n8-K &#160; 10.4 5/7/2014 10.29* \n\nNVR, Inc. 2010 Equity Incentive Plan. \n\nS-8 333-166512 10.1 5/4/2010 10.30* \n\nThe Amended Form of Non-Qualified Stock Option Agreement (Management grants) under the NVR, Inc. 2010 Equity Incentive Plan. \n\n10-K 10.29 2/13/2019 10.31* \n\nThe Form of Non-Qualified Stock Option Agreement (Management performance-based grants) under the NVR, Inc. 2010 Equity Incentive Plan. \n\n10-K 10.30 2/13/2019 10.32* \n\nThe Form of Non-Qualified Stock Option Agreement (Director grants) under the NVR, Inc. 2010 Equity Incentive Plan. \n\n8-K &#160; 10.2 5/6/2010 10.33* \n\nThe Form of Restricted Share Units Agreement (Management grants) under the NVR, Inc. 2010 Equity Incentive Plan. \n\n10-Q &#160; 10.2 7/30/2013 10.34* \n\nThe Form of Restricted Share Units Agreement (Director grants) under the NVR, Inc. 2010 Equity Incentive Plan. \n\n8-K &#160; 10.4 5/6/2010 10.35 \n\nSecond Amended and Restated Master Repurchase Agreement dated July 20, 2022 between NVR Mortgage Finance, Inc. and U.S. Bank National Association. \n\n10-Q 10.4 8/3/2022 10.36 \n\nAmended and Restated Credit Agreement dated February 12, 2021 among NVR, Inc. and the lenders party hereto, Bank of America, N.A., as Administrative Agent and BofA Securities, Inc. as Sole Lead Arranger and Sole Book Runner. \n\n10-K 10.48 2/12/2021 10.37 \n\nFirst Amendment to Amended and Restated Credit Agreement dated December 9, 2022 by and among NVR, Inc. and Bank of America, N.A., as Administrative Agent. Filed herewith \n\n10.38* \n\nSummary of 2023 Executive Officer Incentive Compensation plan. Filed herewith. \n\nNVR, Inc. Subsidiaries. Filed herewith. \n\n&#160; &#160; &#160; &#160; 23 \n\nConsent of KPMG LLP (Independent Registered Public Accounting Firm). Filed herewith. \n\n&#160; &#160; &#160; &#160; 31.1 \n\nCertification of NVR&#8217;s Chief Executive Officer pursuant to Rule 13a-14(a). Filed herewith. \n\n&#160; &#160; &#160; &#160; 31.2 \n\nCertification of NVR&#8217;s Chief Financial Officer pursuant to Rule 13a-14(a). Filed herewith. \n\n&#160; &#160; &#160; &#160; 32 \n\nCertification of NVR&#8217;s Chief Executive Officer and Chief Financial Officer pursuant to 18 U.S.C. Section 1350, as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002. Filed herewith. \n\n&#160; &#160; &#160; &#160; 101.INS XBRL Instance Document - the instance document does not appear in the Interactive Data File because XBRL tags are embedded within the Inline XBRL document. &#160; &#160; &#160; &#160; 101.SCH XBRL Taxonomy Extension Schema Document &#160; &#160; &#160; &#160; 101.CAL XBRL Taxonomy Extension Calculation Linkbase Document &#160; &#160; &#160; &#160; 101.DEF XBRL Taxonomy Extension Definition Linkbase Document &#160; &#160; &#160; &#160; ##TABLE_END\n\n##TABLE_START Incorporated by Reference Exhibit Number Exhibit Description Form File Number Exhibit Number Filing Date 101.LAB XBRL Taxonomy Extension Label Linkbase Document &#160; &#160; &#160; &#160; 101.PRE XBRL Taxonomy Extension Presentation Linkbase Document &#160; &#160; &#160; &#160; 104 Cover Page Interactive Data File (formatted as Inline XBRL and contained in Exhibit 101). &#160; * Exhibit is a management contract or compensatory plan or arrangement. &#160; &#160; &#160; &#160; ##TABLE_END\n\nSIGNATURES \n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized. \n\n##TABLE_START NVR, Inc. February 15, 2023 By: &#160;/s/ Eugene J. Bredow &#160; Eugene J. Bredow &#160; President and Chief Executive Officer ##TABLE_END\n\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed by the following persons on behalf of the registrant and in the capacities and on the dates indicated. \n\n##TABLE_START Signature &#160; Title &#160; Date &#160;/s/ Paul C. Saville &#160; Executive Chairman &#160; February 15, 2023 Paul C. Saville &#160; &#160; &#160; &#160; &#160;/s/ C.E. Andrews &#160; Director &#160; February 15, 2023 C. E. Andrews &#160; &#160; &#160; &#160; /s/ Sallie B. Bailey Director February 15, 2023 Sallie B. Bailey &#160;/s/ Thomas D. Eckert &#160; Director &#160; February 15, 2023 Thomas D. Eckert &#160; &#160; &#160; &#160; &#160;/s/ Alfred E. Festa &#160; Director &#160; February 15, 2023 Alfred E. Festa &#160; &#160; &#160; &#160; &#160;/s/ Alexandra A. Jung &#160; Director &#160; February 15, 2023 Alexandra A. Jung &#160; &#160; &#160; &#160; &#160;/s/ Mel Martinez &#160; Director &#160; February 15, 2023 Mel Martinez &#160; &#160; &#160; &#160; &#160;/s/ David A. Preiser &#160; Director &#160; February 15, 2023 David A. Preiser &#160; &#160; &#160; &#160; &#160;/s/ W. Grady Rosier &#160; Director &#160; February 15, 2023 W. Grady Rosier &#160; &#160; &#160; &#160; &#160;/s/ Susan Williamson Ross &#160; Director &#160; February 15, 2023 Susan Williamson Ross &#160; &#160; &#160; &#160; &#160;/s/ Eugene J. Bredow &#160; Principal Executive Officer &#160; February 15, 2023 Eugene J. Bredow &#160; &#160; &#160; &#160; /s/ Daniel D. Malzahn &#160; Principal Financial Officer &#160; February 15, 2023 Daniel D. Malzahn &#160; &#160; &#160; &#160; &#160;/s/ Matthew B. Kelpy &#160; Principal Accounting Officer &#160; February 15, 2023 Matthew B. Kelpy &#160; &#160; &#160; &#160; ##TABLE_END\n\nReport of Independent Registered Public Accounting Firm \n\nTo the Shareholders and Board of Directors \n\nNVR, Inc.: \n\nOpinion on the Consolidated Financial Statements \n\nWe have audited the accompanying consolidated balance sheets of NVR, Inc. and subsidiaries (the Company) as of December 31, 2022 and 2021, the related consolidated statements of income, shareholders&#8217; equity, and cash flows for each of the years in the three-year period ended December 31, 2022, and the related notes (collectively, the consolidated financial statements). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company as of December 31, 2022 and 2021, and the results of its operations and its cash flows for each of the years in the three-year period ended December 31, 2022, in conformity with U.S. generally accepted accounting principles. \n\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United Sates) (PCAOB), the Company&#8217;s internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control - Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission, and our report dated February 15, 2023 expressed an unqualified opinion on the effectiveness of the Company&#8217;s internal control over financial reporting. \n\nBasis for Opinion \n\nThese consolidated financial statements are the responsibility of the Company&#8217;s management. Our responsibility is to express an opinion on these consolidated financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \n\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. We believe that our audits provide a reasonable basis for our opinion. \n\nCritical Audit Matter \n\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the consolidated financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of a critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates. \n\nAssessment of the allowance for losses on contract land deposits \n\nAs discussed in Notes 1 and 3 to the consolidated financial statements, the Company&#8217;s allowance for losses on contract land deposits (&#8220;lot deposit reserve&#8221;) was $57,060,000 recorded against total contract land deposit assets of $553,140,000 as of December 31, 2022. The Company estimated the lot deposit reserve using a loss contingency analysis that assesses a combination of quantitative and qualitative information for each individual deposit associated with a community. As the Company does not own the lots on which they have placed a deposit, the loss contingency analysis assesses contracts on a community-by-community basis, and records an estimated lot deposit reserve for communities which may result in forfeiture of the lot deposit. In estimating this reserve, the Company evaluates whether it can sell houses at an acceptable profit margin and sales pace, and considers market and economic conditions. \n\nWe identified the assessment of the lot deposit reserve as a critical audit matter. Such assessment involved measurement uncertainty that required subjective auditor judgment. Specifically, the assessment encompassed the evaluation of the loss contingency analysis, inclusive of (1) the method used to estimate the reserve assigned to a lot deposit, (2) the quantitative data metrics, as applicable, of profit margin and sales volumes, and (3) the qualitative factors, as applicable, of developer performance and community specific factors. In addition, it was challenging to obtain objective audit evidence, and evaluate the sufficiency of that audit evidence. \n\nThe following are the primary procedures we performed to address this critical audit matter. We evaluated the design and tested the operating effectiveness of certain internal controls over (1) the development and approval of the loss contingency analysis, (2) the determination of the quantitative data metrics and qualitative factors used in the analysis, and (3) the preparation and measurement of the lot deposit reserve estimate. We evaluated the process to develop the quantitative and qualitative information used to assess the lot deposit reserve rates. Specifically, we assessed the consistency of data used in the process with its source, evaluated the reliability of data sources, and considered if all relevant data points were used in the analysis. We tested the reserve balance by: \n\n&#8226; assessing the recoverability of a sample of individual lot deposits and comparing our results to those of the Company \n\n&#8226; analyzing the timing of changes for a sample of lot deposits for consistency with changes in quantitative or qualitative data \n\n&#8226; evaluating the consistency of the loss contingency analysis by comparing the reserve treatment of similar lot deposits and community positions between the current and prior years \n\n&#8226; comparing prior reserve estimates to subsequent lot deposit forfeiture activity. \n\nWe also evaluated the collective results of the procedures performed to assess the sufficiency of the audit evidence obtained related to the Company&#8217;s lot deposit reserve. \n\nKPMG LLP \n\nWe have served as the Company's auditor since 1987. \n\nMcLean, Virginia \n\nFebruary 15, 2023 \n\nReport of Independent Registered Public Accounting Firm \n\nTo the Shareholders and Board of Directors \n\nNVR, Inc.: \n\nOpinion on Internal Control Over Financial Reporting \n\nWe have audited NVR, Inc. and subsidiaries &#8217; (the Company) internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control - Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission. In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control - Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission. \n\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Company as of December 31, 2022 and 2021, the related consolidated statements of income, shareholders&#8217; equity, and cash flows for each of the years in the three-year period ended December 31, 2022, and the related notes (collectively, the consolidated financial statements), and our report dated February 15, 2023 expressed an unqualified opinion on those consolidated financial statements. \n\nBasis for Opinion \n\nThe Company&#8217;s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management&#8217;s Report on Internal Control Over Financial Reporting. Our responsibility is to express an opinion on the Company&#8217;s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \n\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audit also included performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion. \n\nDefinition and Limitations of Internal Control Over Financial Reporting \n\nA company&#8217;s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company&#8217;s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company&#8217;s assets that could have a material effect on the financial statements. \n\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate. \n\nKPMG LLP \n\nMcLean, Virginia \n\nFebruary 15, 2023 \n\nNVR, Inc. \n\nConsolidated Balance Sheets \n\n(in thousands, except share and per share data) \n\n##TABLE_START December 31, 2022 December 31, 2021 ASSETS Homebuilding: Cash and cash equivalents $ 2,503,424 &#160; $ 2,545,069 &#160; Restricted cash 48,455 &#160; 60,730 &#160; Receivables 20,842 &#160; 18,552 &#160; Inventory: Lots and housing units, covered under sales agreements with customers 1,554,955 &#160; 1,777,862 &#160; Unsold lots and housing units 181,952 &#160; 127,434 &#160; Land under development 27,100 &#160; 12,147 &#160; Building materials and other 24,268 &#160; 29,923 &#160; 1,788,275 &#160; 1,947,366 &#160; Contract land deposits, net 496,080 &#160; 497,139 &#160; Property, plant and equipment, net 57,950 &#160; 56,979 &#160; Operating lease right-of-use assets 71,081 &#160; 59,010 &#160; Reorganization value in excess of amounts allocable to identifiable assets, net 41,580 &#160; 41,580 &#160; Deferred tax assets, net 143,585 &#160; 132,894 &#160; Other assets 75,898 &#160; 96,124 &#160; 5,247,170 &#160; 5,455,443 &#160; Mortgage Banking: Cash and cash equivalents 19,415 &#160; 28,398 &#160; Restricted cash 2,974 &#160; 2,519 &#160; Mortgage loans held for sale, net 316,806 &#160; 302,192 &#160; Property and equipment, net 3,559 &#160; 3,658 &#160; Operating lease right-of-use assets 16,011 &#160; 9,758 &#160; Reorganization value in excess of amounts allocable to identifiable assets, net 7,347 &#160; 7,347 &#160; Other assets 47,691 &#160; 25,160 &#160; 413,803 &#160; 379,032 &#160; Total assets $ 5,660,973 &#160; $ 5,834,475 &#160; ##TABLE_END\n\nSee notes to consolidated financial statements. \n\nNVR, Inc. \n\nConsolidated Balance Sheets (Continued) \n\n(in thousands, except share and per share data) \n\n##TABLE_START December 31, 2022 December 31, 2021 LIABILITIES AND SHAREHOLDERS' EQUITY Homebuilding: Accounts payable $ 334,016 &#160; $ 336,560 &#160; Accrued expenses and other liabilities 437,234 &#160; 435,860 &#160; Customer deposits 313,804 &#160; 417,463 &#160; Operating lease liabilities 75,818 &#160; 64,128 &#160; Senior notes 914,888 &#160; 1,516,255 &#160; 2,075,760 &#160; 2,770,266 &#160; Mortgage Banking: &#160; &#160; Accounts payable and other liabilities 61,396 &#160; 51,394 &#160; Operating lease liabilities 16,968 &#160; 10,437 &#160; 78,364 &#160; 61,831 &#160; Total liabilities 2,154,124 &#160; 2,832,097 &#160; Commitments and contingencies Shareholders' equity: Common stock, $ 0.01 par value; 60,000,000 shares authorized; 20,555,330 shares issued as of both December 31, 2022 and December 31, 2021 \n\n206 &#160; 206 &#160; Additional paid-in capital 2,600,014 &#160; 2,378,191 &#160; Deferred compensation trust &#8211; 106,697 shares of NVR, Inc. common stock as of both December 31, 2022 and December 31, 2021 \n\n( 16,710 ) ( 16,710 ) Deferred compensation liability 16,710 &#160; 16,710 &#160; Retained earnings 11,773,414 &#160; 10,047,839 &#160; Less treasury stock at cost &#8211; 17,336,397 and 17,107,889 shares as of December 31, 2022 and December 31, 2021, respectively \n\n( 10,866,785 ) ( 9,423,858 ) Total shareholders' equity 3,506,849 &#160; 3,002,378 &#160; Total liabilities and shareholders' equity $ 5,660,973 &#160; $ 5,834,475 &#160; ##TABLE_END\n\nSee notes to consolidated financial statements. \n\nNVR, Inc. \n\nConsolidated Statements of Income \n\n(in thousands, except per share data) \n\n##TABLE_START Year Ended December 31, 2022 2021 2020 Homebuilding: Revenues $ 10,326,770 &#160; $ 8,701,693 &#160; $ 7,328,889 &#160; Other income 37,038 &#160; 6,559 &#160; 16,938 &#160; Cost of sales ( 7,662,271 ) ( 6,763,115 ) ( 5,937,401 ) Selling, general and administrative ( 532,353 ) ( 474,808 ) ( 431,008 ) Operating income 2,169,184 &#160; 1,470,329 &#160; 977,418 &#160; Interest expense ( 38,140 ) ( 51,530 ) ( 39,458 ) Homebuilding income 2,131,044 &#160; 1,418,799 &#160; 937,960 &#160; Mortgage Banking: Mortgage banking fees 199,664 &#160; 249,332 &#160; 208,034 &#160; Interest income 11,853 &#160; 8,725 &#160; 8,930 &#160; Other income 4,963 &#160; 3,753 &#160; 3,249 &#160; General and administrative ( 92,946 ) ( 88,619 ) ( 78,726 ) Interest expense ( 1,384 ) ( 1,587 ) ( 1,414 ) Mortgage banking income 122,150 &#160; 171,604 &#160; 140,073 &#160; Income before taxes 2,253,194 &#160; 1,590,403 &#160; 1,078,033 &#160; Income tax expense ( 527,619 ) ( 353,684 ) ( 176,785 ) Net income $ 1,725,575 &#160; $ 1,236,719 &#160; $ 901,248 &#160; Basic earnings per share $ 525.20 &#160; $ 345.37 &#160; $ 244.11 &#160; Diluted earnings per share $ 491.82 &#160; $ 320.48 &#160; $ 230.11 &#160; Basic weighted average shares outstanding 3,286 &#160; 3,581 &#160; 3,692 &#160; Diluted weighted average shares outstanding 3,509 &#160; 3,859 &#160; 3,917 &#160; ##TABLE_END\n\n&#160; \n\nSee notes to consolidated financial statements. \n\nNVR, Inc. \n\nConsolidated Statements of Shareholders&#8217; Equity \n\n(in thousands) \n\n##TABLE_START &#160; Common Stock Additional Paid-In Capital Retained Earnings Treasury Stock Deferred Compensation Trust Deferred Compensation Liability Total Balance, December 31, 2019 $ 206 &#160; $ 2,055,407 &#160; $ 7,909,872 &#160; $ ( 7,624,241 ) $ ( 16,912 ) $ 16,912 &#160; $ 2,341,244 &#160; Net income &#8212; &#8212; 901,248 &#160; &#8212; &#8212; &#8212; 901,248 &#160; Deferred compensation activity, net &#8212; &#8212; &#8212; &#8212; 202 &#160; ( 202 ) &#8212; Purchase of common stock for treasury &#8212; &#8212; &#8212; ( 371,078 ) &#8212; &#8212; ( 371,078 ) Equity-based compensation &#8212; 50,794 &#160; &#8212; &#8212; &#8212; &#8212; 50,794 &#160; Proceeds from stock options exercised &#8212; 180,866 &#160; &#8212; &#8212; &#8212; &#8212; 180,866 &#160; Treasury stock issued upon option exercise and restricted share vesting &#8212; ( 72,641 ) &#8212; 72,641 &#160; &#8212; &#8212; &#8212; Balance, December 31, 2020 206 &#160; 2,214,426 &#160; 8,811,120 &#160; ( 7,922,678 ) ( 16,710 ) 16,710 &#160; 3,103,074 &#160; Net income &#8212; &#8212; 1,236,719 &#160; &#8212; &#8212; &#8212; 1,236,719 &#160; Deferred compensation activity, net &#8212; &#8212; &#8212; &#8212; &#8212; &#160; &#8212; &#160; &#8212; Purchase of common stock for treasury &#8212; &#8212; &#8212; ( 1,538,019 ) &#8212; &#8212; ( 1,538,019 ) Equity-based compensation &#8212; 58,234 &#160; &#8212; &#8212; &#8212; &#8212; 58,234 &#160; Proceeds from stock options exercised &#8212; 142,370 &#160; &#8212; &#8212; &#8212; &#8212; 142,370 &#160; Treasury stock issued upon option exercise and restricted share vesting &#8212; ( 36,839 ) &#8212; 36,839 &#160; &#8212; &#8212; &#8212; Balance, December 31, 2021 206 &#160; 2,378,191 &#160; 10,047,839 &#160; ( 9,423,858 ) ( 16,710 ) 16,710 &#160; 3,002,378 &#160; Net income &#8212; &#8212; 1,725,575 &#160; &#8212; &#8212; &#8212; 1,725,575 &#160; Purchase of common stock for treasury &#8212; &#8212; &#8212; ( 1,500,358 ) &#8212; &#8212; ( 1,500,358 ) Equity-based compensation &#8212; 82,537 &#160; &#8212; &#8212; &#8212; &#8212; 82,537 &#160; Proceeds from stock options exercised &#8212; 196,717 &#160; &#8212; &#8212; &#8212; &#8212; 196,717 &#160; Treasury stock issued upon option exercise and restricted share vesting &#8212; ( 57,431 ) &#8212; 57,431 &#160; &#8212; &#8212; &#8212; Balance, December 31, 2022 $ 206 &#160; $ 2,600,014 &#160; $ 11,773,414 &#160; $ ( 10,866,785 ) $ ( 16,710 ) $ 16,710 &#160; $ 3,506,849 &#160; ##TABLE_END\n\n&#160; \n\nSee notes to consolidated financial statements. \n\nNVR, Inc. \n\nConsolidated Statements of Cash Flows \n\n(in thousands) \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Cash flows from operating activities: Net income $ 1,725,575 &#160; $ 1,236,719 &#160; $ 901,248 &#160; Adjustments to reconcile net income to net cash provided by operating activities: Depreciation and amortization 17,396 &#160; 19,463 &#160; 21,992 &#160; Equity-based compensation expense 82,537 &#160; 58,234 &#160; 50,794 &#160; Contract land deposit impairments (recoveries) and other impairments, net 28,466 &#160; ( 20,827 ) 28,079 &#160; Gain on sale of loans, net ( 152,668 ) ( 205,582 ) ( 168,720 ) Deferred tax benefit ( 11,101 ) ( 234 ) ( 17,565 ) Mortgage loans closed ( 6,314,514 ) ( 6,079,454 ) ( 5,323,932 ) Mortgage loans sold and principal payments on mortgage loans held for sale 6,471,270 &#160; 6,424,204 &#160; 5,536,568 &#160; Distribution of earnings from unconsolidated joint ventures 9,000 &#160; 9,500 &#160; 1,432 &#160; Net change in assets and liabilities: Decrease (increase) in inventory 159,091 &#160; ( 238,284 ) ( 362,384 ) (Increase) decrease in contract land deposits ( 26,407 ) ( 87,374 ) 519 &#160; (Increase) decrease in receivables ( 27,384 ) 1,956 &#160; ( 1,675 ) (Decrease) increase in accounts payable and accrued expenses ( 13,777 ) ( 19,954 ) 168,667 &#160; (Decrease) increase in customer deposits ( 103,659 ) 176,705 &#160; 108,872 &#160; Other, net 26,276 &#160; ( 32,679 ) ( 18,626 ) Net cash provided by operating activities 1,870,101 &#160; 1,242,393 &#160; 925,269 &#160; Cash flows from investing activities: Investments in and advances to unconsolidated joint ventures ( 9,735 ) ( 1,282 ) ( 435 ) Distribution of capital from unconsolidated joint ventures &#8212; &#160; &#8212; &#160; 11,625 &#160; Purchase of property, plant and equipment ( 18,428 ) ( 17,875 ) ( 16,119 ) Proceeds from the sale of property, plant and equipment 732 &#160; 978 &#160; 996 &#160; Net cash used in investing activities ( 27,431 ) ( 18,179 ) ( 3,933 ) Cash flows from financing activities: Purchase of treasury stock ( 1,500,358 ) ( 1,538,019 ) ( 371,078 ) Proceeds from the issuance of senior notes &#8212; &#160; &#8212; &#160; 923,905 &#160; Redemption of senior notes ( 600,000 ) &#8212; &#160; &#8212; &#160; Debt issuance costs &#8212; &#160; &#8212; &#160; ( 5,062 ) Principal payments on finance lease liabilities ( 1,495 ) ( 1,363 ) ( 989 ) Proceeds from the exercise of stock options 196,717 &#160; 142,370 &#160; 180,866 &#160; Net cash (used in) provided by financing activities ( 1,905,136 ) ( 1,397,012 ) 727,642 &#160; Net (decrease) increase in cash, restricted cash, and cash equivalents ( 62,466 ) ( 172,798 ) 1,648,978 &#160; Cash, restricted cash, and cash equivalents, beginning of the year 2,636,984 &#160; 2,809,782 &#160; 1,160,804 &#160; Cash, restricted cash, and cash equivalents, end of the year $ 2,574,518 &#160; $ 2,636,984 &#160; $ 2,809,782 &#160; Supplemental disclosures of cash flow information: Interest paid during the year, net of interest capitalized $ 47,502 &#160; $ 53,680 &#160; $ 36,805 &#160; Income taxes paid during the year, net of refunds $ 529,820 &#160; $ 389,383 &#160; $ 163,076 &#160; ##TABLE_END\n\n&#160; \n\nSee notes to consolidated financial statements. \n\nNVR, Inc. \n\nNotes to Consolidated Financial Statements \n\n(dollars in thousands, except per share data) \n\n1. Summary of Significant Accounting Policies \n\nPrinciples of Consolidation \n\nThe accompanying consolidated financial statements include the accounts of NVR, Inc. and its subsidiaries (&#8220;NVR&#8221;, the &#8220;Company&#8221;, \"we\", \"us\", or \"our\") and certain other entities in which the Company is deemed to be the primary beneficiary (see Notes 3 and 4 herein for additional information). All significant intercompany transactions have been eliminated in consolidation. \n\nUse of Estimates in the Preparation of Financial Statements \n\nThe preparation of financial statements in conformity with accounting principles generally accepted in the United States of America (&#8220;GAAP&#8221;) requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities, the disclosure of contingent assets and liabilities at the date of the financial statements, and the reported amounts of revenues and expenses during the reporting periods. Management continually evaluates the estimates used to prepare the consolidated financial statements and updates those estimates as necessary. In general, our estimates are based on historical experience, on information from third party professionals, and other various assumptions that are believed to be reasonable under the facts and circumstances. Actual results could differ materially from those estimates made by management. \n\nCash and Cash Equivalents \n\nCash and cash equivalents include short-term investments with maturities at acquisition of three months or less. \n\nRestricted Cash \n\nHomebuilding restricted cash was attributable to customer deposits for certain home sales. Mortgage banking restricted cash includes amounts collected from customers for loans in process and closed mortgage loans held for sale. \n\nAt December 31, 2022 and 2021, $ 250 and $ 268 , respectively, of cash related to a consolidated variable interest entity is included in homebuilding &#8220;Other assets&#8221; on the accompanying consolidated balance sheet. \n\nHomebuilding Inventory \n\nThe carrying value of inventory is stated at the lower of cost or market value. Cost of lots and completed and uncompleted housing units represent the accumulated actual cost of the units. Field construction supervisors&#8217; salaries and related direct overhead expenses are included in inventory costs. Interest costs are not capitalized into inventory, with the exception of land under development and joint venture investments, as applicable (see below). Upon settlement, the cost of the unit is expensed on a specific identification basis. Cost of building materials is determined on a first-in, first-out basis. \n\nSold inventory is evaluated for impairment based on the contractual sales price compared to the total estimated cost to construct. Unsold inventory is evaluated for impairment by analyzing recent comparable sales prices within the applicable community compared to the costs incurred to date plus the expected costs to complete. Any calculated impairments are recorded immediately in cost of sales. \n\nContract Land Deposits \n\nWe purchase finished lots under fixed price lot purchase agreements (&#8220;LPAs&#8221;) that require deposits that may be forfeited if we fail to perform under the contract. The deposits are in the form of cash or letters of credit in varying amounts and represent a percentage of the aggregate purchase price of the finished lots. \n\nWe maintain an allowance for losses on contract land deposits that reflects our judgment of the present loss exposure in the existing contract land deposit portfolio at the end of the reporting period. To analyze contract land deposit impairments, we conduct a loss contingency analysis each quarter. In addition to considering market and economic conditions, we assess contract land deposit impairments on a community-by-community basis pursuant to the purchase contract terms, analyzing quantitative and qualitative information including, as applicable, current sales absorption levels, recent sales&#8217; profit margin, the dollar differential between the contractual purchase price and the current market price for lots, a developer&#8217;s performance, a developer&#8217;s financial ability or willingness to reduce lot prices to current market prices, if necessary, and the contract&#8217;s default status by either us or the developer along with an analysis of the expected outcome of any such default. \n\nOur analysis is focused on whether we can sell houses at an acceptable profit margin and sales pace in a particular community in the current market with which we are faced. Because we do not own the finished lots on which we have placed a contract land deposit, if the above analysis leads to a determination that we cannot sell homes at an acceptable profit margin and sales pace at the current contractual lot price, we then determine whether we will elect to default under the contract, forfeit the deposit and terminate the contract, or whether we will attempt to restructure the LPA, which may require us to forfeit the deposit to obtain contract \n\nNVR, Inc. \n\nNotes to Consolidated Financial Statements \n\n(dollars in thousands, except per share data) \n\nconcessions from a developer. We also assess whether impairment is present due to collectibility issues resulting from a developer&#8217;s non-performance because of financial or other conditions. \n\nFor the year ended December 31, 2022 we incurred a net pre-tax charge of approximately $ 27,500 related to the impairment of contract land deposits. For the year ended December 31, 2021, we recognized a net pre-tax recovery of approximately $ 22,100 of contract land deposits previously determined to be unrecoverable. For the year ended December 31, 2020, we incurred a net pre-tax charge of approximately $ 25,600 related to the impairment of contract land deposits. The contract land deposit assets on the accompanying consolidated balance sheets are shown net of the allowance for losses of $ 57,060 and $ 30,041 at December 31, 2022 and 2021, respectively. \n\nLand Under Development \n\nOn a limited basis, we directly acquire raw parcels of land already zoned for its intended use to develop into finished lots. Land under development includes the land acquisition costs, direct improvement costs, capitalized interest, where applicable, and real estate taxes. \n\nLand under development, including the land under development held by our unconsolidated joint ventures and the related joint venture investments, is reviewed for potential write-downs when impairment indicators are present. In addition to considering market and economic conditions, we assess land under development impairments on a community-by-community basis, analyzing, as applicable, current sales absorption levels, recent sales&#8217; profit margin, and the dollar differential between the projected fully-developed cost of the lots and the current market price for lots. If indicators of impairment are present for a community, we perform an analysis to determine if the undiscounted cash flows estimated to be generated by those assets are less than their carrying amounts, and if so, impairment charges are required to be recorded in an amount by which the carrying amount of the assets exceeds the fair value of such assets. Our determination of fair value is primarily based on discounting the estimated future cash flows at a rate commensurate with the inherent risks associated with the assets and related estimated cash flow streams. See Notes 4 and 5 for further discussion of joint venture investments and land under development, respectively. \n\nProperty, Plant, and Equipment \n\nProperty, plant, and equipment are carried at cost less accumulated depreciation and amortization. Depreciation is based on the estimated useful lives of the assets using the straight-line method. Model home furniture and fixtures are generally depreciated over a 2-year period, office facilities and other equipment are depreciated over a period of 3 to 10 years and production facilities are depreciated over periods of 5 to 40 years. \n\nLeases \n\nWe determine if an arrangement is a lease, or contains a lease, at the inception of the arrangement. Once determined that an arrangement is a lease, we then determine if the lease is an operating lease or a finance lease. Both operating and finance leases result in us recording a right-of-use (\"ROU\") asset and lease liability on our balance sheet. The ROU assets and lease liabilities are recognized based on the present value of lease payments over the lease term, discounted using our incremental borrowing rate at the commencement date of the lease. We estimate our incremental borrowing rate based on available published borrowing rates commensurate with our debt rating and the leases term, adjusted to infer collateralization. Specific lease terms may include options to extend or terminate the lease when we believe it is reasonably certain that we will exercise that option. \n\nWe recognize operating lease expense on a straight-line basis over the lease term. We have elected to use the portfolio approach for certain equipment leases which have similar lease terms and payment schedules. Additionally, for certain equipment we account for the lease and non-lease components as a single lease component. Our sublease income is de minimis. We have certain leases, primarily the leases of model homes, which have initial lease terms of twelve months or less (\"Short-term leases\"). As is allowed under GAAP, we have elected to exclude Short-term leases from the recognition requirements and they are not included in our recognized ROU assets and lease liabilities. Operating leases are reported in \"Operating lease right-of-use assets\" and \"Operating lease liabilities\" and finance leases are recorded in homebuilding \"Property, plant and equipment, net\" and \"Accrued expenses and other liabilities\" on the accompanying consolidated balance sheets. See Note 13 herein for further information. \n\nWarranty/Product Liability Reserves \n\nWe establish warranty and product liability reserves (\"Warranty Reserve\") to provide for estimated future expenses as a result of construction and product defects, product recalls and litigation incidental to our homebuilding business. Liability estimates are determined based on management&#8217;s judgment considering such factors as historical experience, the likely current cost of corrective action, manufacturers&#8217; and subcontractors&#8217; participation in sharing the cost of corrective action, consultations with third party experts such as engineers, and discussions with our general counsel and outside counsel retained to handle specific product liability cases. &#160; \n\nNVR, Inc. \n\nNotes to Consolidated Financial Statements \n\n(dollars in thousands, except per share data) \n\nMortgage Repurchase Reserve, Mortgage Loans Held for Sale and Derivatives and Hedging Activities \n\nWe originate several different loan products to our customers to finance the purchase of a home through our wholly-owned mortgage subsidiary, NVR Mortgage Finance, Inc. (&#8220;NVRM&#8221;). NVRM sells almost all of the loans it originates into the secondary market on a servicing released basis, typically within 30 days from closing. All of the loans that NVRM originates are underwritten to the standards and specifications of the ultimate investor. Those underwriting standards are typically equal to or more stringent than the underwriting standards required by Fannie Mae (&#8220;FNMA&#8221;), Ginnie Mae (&#8220;GNMA&#8221;), Freddie Mac (\"FHLMC\"), the Department of Veterans Affairs (&#8220;VA&#8221;) and the Federal Housing Administration (&#8220;FHA&#8221;). Insofar as NVRM underwrites its originated loans to those standards, NVRM bears no increased concentration of credit risk from the issuance of loans, except in certain limited instances where repurchases or early payment defaults occur. NVRM employs a quality control department to ensure that its underwriting controls are effectively operating, and further assesses the underwriting function as part of its assessment of internal controls over financial reporting. NVRM maintains a reserve for losses on mortgage loans originated that reflects our judgment of the present loss exposure in the loans that NVRM has originated and sold. The reserve is calculated based on an analysis of historical experience and exposure (see Note 16 herein for further information). \n\nMortgage loans held for sale are recorded at fair value when closed, and thereafter are carried at the lower of cost or fair value, net of deferred origination costs, until sold. \n\nIn the normal course of business, NVRM enters into contractual commitments to extend credit to buyers of single-family homes with fixed expiration dates. The commitments become effective when the borrowers &#8220;lock-in&#8221; a specified interest rate within time frames established by NVRM. All borrowers are evaluated for credit worthiness prior to the extension of the commitment. Market risk arises if interest rates move adversely between the time of the &#8220;lock-in&#8221; of rates by the borrower and the sale date of the loan to an investor. To mitigate the effect of the interest rate risk inherent in providing rate lock commitments to borrowers, NVRM enters into optional or mandatory delivery forward sale contracts to sell whole loans and mortgage-backed securities to investors. The forward sale contracts lock-in a range of interest rates and prices for the sale of loans similar to the specific rate lock commitments. NVRM does not engage in speculative or trading derivative activities. Both the rate lock commitments to borrowers and the forward sale contracts to investors are undesignated derivatives, and, accordingly, are marked to fair value through earnings. At December 31, 2022, there were contractual commitments to extend credit to borrowers aggregating $ 1,607,055 , and open forward delivery sale contracts aggregating $ 1,752,852 , which hedge both the rate lock loan commitments and closed loans held for sale (see Note 15 herein for a description of the Company&#8217;s fair value accounting). \n\nEarnings per Share \n\nThe following weighted average shares and share equivalents were used to calculate basic and diluted earnings per share for the years ended December 31, 2022, 2021 and 2020: \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Weighted average number of shares outstanding used to &#160; calculate basic EPS 3,285,562 &#160; 3,580,800 &#160; 3,691,987 &#160; Dilutive securities: &#160; &#160; &#160; Stock options and restricted share units 222,962 &#160; 278,112 &#160; 224,674 &#160; Weighted average number of shares and share equivalents outstanding used to calculate diluted EPS 3,508,524 &#160; 3,858,912 &#160; 3,916,661 &#160; ##TABLE_END\n\nThe assumed proceeds used in the treasury method for calculating our diluted earnings per share includes the amount the employee must pay upon exercise and the amount of compensation cost attributed to future services not yet recognized. \n\nThe following stock options issued under equity incentive plans were outstanding during the years ended December 31, 2022, 2021 and 2020, but were not included in the computation of diluted earnings per share because the effect would have been anti-dilutive. \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Anti-dilutive securities 194,884 &#160; 23,062 &#160; 31,210 &#160; ##TABLE_END\n\nNVR, Inc. \n\nNotes to Consolidated Financial Statements \n\n(dollars in thousands, except per share data) \n\nRevenues &#8211; Homebuilding Operations \n\nWe build single-family detached homes, townhomes and condominium buildings, which generally are constructed on a pre-sold basis. Revenue is recognized on the settlement date at the contract sales price, when control is transferred to our customers. Our contract liabilities, consisting of deposits received from customers on homes not settled, were $ 313,804 and $ 417,463 as of December 31, 2022 and 2021, respectively. Substantially all customer deposits are recognized in revenue within twelve months of being received from customers. Our contract assets, consisting of prepaid sales compensation, totaled approximately $ 15,300 and $ 25,200 , as of December 31, 2022 and 2021, respectively. These amounts are included in homebuilding &#8220;Other assets&#8221; on the accompanying consolidated balance sheets. \n\nMortgage Banking Fees \n\nMortgage banking fees include income earned by NVRM for originating mortgage loans, servicing mortgage loans held on an interim basis, title fees, gains and losses on the sale of mortgage loans and mortgage servicing and other activities incidental to mortgage banking. Mortgage banking fees are generally recognized after the loan has been sold to an unaffiliated, third party investor. \n\nIncome Taxes \n\nIncome taxes are accounted for under the asset and liability method. Deferred tax assets and liabilities are recognized for the future tax consequences attributable to differences between the financial statement carrying amounts of existing assets and liabilities and their respective tax basis. Deferred tax assets and liabilities are measured using enacted tax rates expected to apply to taxable income in the years in which those temporary differences are expected to be recovered or settled. The effect on the deferred tax assets and liabilities of a change in tax rates is recognized in income in the period that includes the enactment date. \n\nASC 740-10, Income Taxes , provides that a tax benefit from an uncertain tax position may be recognized when it is more-likely-than-not (defined as a likelihood of more than 50%) that the position will be sustained upon examination, including resolution of any related appeals or litigation processes, based on the technical merits. If a tax position does not meet the more-likely-than-not recognition threshold, despite our belief that its filing position is supportable, the benefit of that tax position is not recognized in the statements of income. We recognize interest related to unrecognized tax benefits as a component of income tax expense. Based on our historical experience in dealing with various taxing authorities, we have found that it is the administrative practice of the taxing authorities to not seek penalties from us for the tax positions we have taken on our returns related to our unrecognized tax benefits. Therefore, we do not accrue penalties for the positions in which we have an unrecognized tax benefit. We recognize unrecognized tax benefits in the period that the uncertainty is eliminated by either affirmative agreement of the uncertain tax position by the applicable taxing authority, by expiration of the applicable statute of limitation, or by determination in accordance with certain states&#8217; administrative practices that the uncertain tax position has been effectively settled (see Note 11 herein for further information). \n\nFinancial Instruments \n\nExcept as otherwise noted herein, we believe that the carrying value approximates the fair value of our financial instruments (see Note 15 herein for further information). \n\nEquity-Based Compensation \n\nWe recognize equity-based compensation expense within our income statement for all share-based payment arrangements, which includes non-qualified stock options to purchase shares of NVR common stock (\"Options\") and restricted share units (\"RSUs\"). Compensation expense is based on grant-date fair value of the Options and RSUs granted, and is recognized on a straight-line basis over the requisite service period for the entire award (from the date of grant through the period of the last separately vesting portion of the grant). Options and RSUs which are subject to a performance condition are treated as a separate award from the &#8220;service-only&#8221; Options and RSUs, and compensation expense is recognized when it becomes probable that the stated performance target will be achieved. We calculate the fair value of our Options, which are non-publicly traded, using the Black-Scholes option-pricing model. The grant date fair value of the RSUs is the closing price of our common stock on the day immediately preceding the date of grant. The reversal of compensation expense previously recognized for grants forfeited is recorded in the period in which the forfeiture occurs. Our equity-based compensation plans are accounted for as equity-classified awards (see Note 12 herein for further discussion of equity-based compensation plans). \n\nComprehensive Income \n\nFor the years ended December 31, 2022, 2021 and 2020, comprehensive income equaled net income; therefore, a separate statement of comprehensive income is not included in the accompanying consolidated financial statements. \n\nNVR, Inc. \n\nNotes to Consolidated Financial Statements \n\n(dollars in thousands, except per share data) \n\n2. Segment Information, Nature of Operations, and Certain Concentrations \n\nOur homebuilding operations primarily construct and sell single-family detached homes, townhomes and condominium buildings under three trade names: Ryan Homes, NVHomes and Heartland Homes. The Ryan Homes product is marketed primarily to first-time and first-time move-up buyers. Ryan Homes operates in thirty-five metropolitan areas located in Maryland, Virginia, Washington, D.C., Delaware, West Virginia, Pennsylvania, Ohio, New York, New Jersey, Indiana, Illinois, North Carolina, South Carolina, Georgia, Florida and Tennessee. The NVHomes and Heartland Homes products are marketed primarily to move-up and luxury buyers. NVHomes operates in Delaware and the Washington, D.C., Baltimore, MD and Philadelphia, PA metropolitan areas. Heartland Homes operates in the Pittsburgh, PA metropolitan area. We derived approximately 21 % of our 2022 homebuilding revenues from the Washington, D.C. metropolitan area. \n\nOur mortgage banking segment is a regional mortgage banking operation. Substantially all of our loan closing activity is for our homebuilding customers. Our mortgage banking business generates revenues primarily from origination fees, gains on sales of loans, and title fees. A substantial portion of our mortgage operations is conducted in the Washington, D.C. metropolitan area. \n\nThe following disclosure includes four homebuilding reportable segments that aggregate geographically our homebuilding operating segments, and the mortgage banking operations presented as a single reportable segment. The homebuilding reportable segments are comprised of operating divisions in the following geographic areas: \n\n##TABLE_START Mid Atlantic: &#160; Maryland, Virginia, West Virginia, Delaware and Washington, D.C. North East: &#160; New Jersey and Eastern Pennsylvania Mid East: &#160; New York, Ohio, Western Pennsylvania, Indiana and Illinois South East: &#160; North Carolina, South Carolina, Tennessee, Florida and Georgia ##TABLE_END\n\nHomebuilding profit before tax includes all revenues and income generated from the sale of homes, less the cost of homes sold, selling, general and administrative expenses, and a corporate capital allocation charge. The corporate capital allocation charge is eliminated in consolidation and is based on the segment&#8217;s average net assets employed. The corporate capital allocation charged to the operating segment allows the Chief Operating Decision Maker (&#8220;CODM&#8221;) to determine whether the operating segment&#8217;s results are providing the desired rate of return after covering our cost of capital. \n\nAssets not allocated to the operating segments are not included in either the operating segment's corporate capital allocation charge or the CODM's evaluation of the operating segment's performance. We record charges on contract land deposits when it is determined that it is probable that recovery of the deposit is impaired. For segment reporting purposes, impairments on contract land deposits are charged to the operating segment upon the termination of an LPA with the developer, or the restructuring of an LPA resulting in the forfeiture of the deposit. \n\nMortgage banking profit before tax consists of revenues generated from mortgage financing, title insurance and closing services, less the costs of such services and general and administrative costs. Mortgage banking operations are not charged a corporate capital allocation charge. \n\nIn addition to the corporate capital allocation and contract land deposit impairments discussed above, the other reconciling items between segment profit and consolidated profit before tax include unallocated corporate overhead (including all management incentive compensation), equity-based compensation expense, consolidation adjustments and external corporate interest income and expense. Our overhead functions, such as accounting, treasury and human resources are centrally performed and the costs are not allocated to our operating segments. Consolidation adjustments consist of such items necessary to convert the reportable segments&#8217; results, which are predominantly maintained on a cash basis, to a full accrual basis for external financial statement presentation purposes, and are not allocated to our operating segments. External corporate interest expense primarily consists of interest charges on our 3.00 % Senior Notes due 2030 (the &#8220;Senior Notes&#8221;), which are not charged to the operating segments because the charges are included in the corporate capital allocation discussed above. \n\nNVR, Inc. \n\nNotes to Consolidated Financial Statements \n\n(dollars in thousands, except per share data) \n\nThe following tables present certain segment financial data, with reconciliations to the amounts reported for the consolidated company, where applicable: \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Revenues: &#160; &#160; &#160; Homebuilding Mid Atlantic $ 4,766,329 &#160; $ 4,049,871 &#160; $ 3,668,542 &#160; Homebuilding North East 892,543 &#160; 767,828 &#160; 538,772 &#160; Homebuilding Mid East 2,147,262 &#160; 1,891,729 &#160; 1,524,667 &#160; Homebuilding South East 2,520,636 &#160; 1,992,265 &#160; 1,596,908 &#160; Mortgage Banking 199,664 &#160; 249,332 &#160; 208,034 &#160; Consolidated revenues $ 10,526,434 &#160; $ 8,951,025 &#160; $ 7,536,923 &#160; ##TABLE_END\n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Profit before taxes: &#160; &#160; &#160; Homebuilding Mid Atlantic $ 994,027 &#160; $ 734,941 &#160; $ 437,849 &#160; Homebuilding North East 157,333 &#160; 105,432 &#160; 50,677 &#160; Homebuilding Mid East 343,236 &#160; 271,756 &#160; 168,605 &#160; Homebuilding South East 577,030 &#160; 329,982 &#160; 205,029 &#160; Mortgage Banking 125,756 &#160; 176,251 &#160; 143,319 &#160; Total segment profit 2,197,382 &#160; 1,618,362 &#160; 1,005,479 &#160; Reconciling items: &#160; &#160; &#160; Contract land deposit reserve adjustment (1) ( 27,300 ) 22,163 &#160; ( 24,633 ) Equity-based compensation expense (2) ( 82,537 ) ( 58,234 ) ( 50,794 ) Corporate capital allocation (3) 302,904 &#160; 252,787 &#160; 239,233 &#160; Unallocated corporate overhead ( 129,998 ) ( 139,611 ) ( 114,921 ) Consolidation adjustments and other (4) ( 1,719 ) ( 56,511 ) 54,561 &#160; Corporate interest income 32,457 &#160; 2,840 &#160; 8,464 &#160; Corporate interest expense ( 37,995 ) ( 51,393 ) ( 39,356 ) Reconciling items sub-total 55,812 &#160; ( 27,959 ) 72,554 &#160; Consolidated profit before taxes $ 2,253,194 &#160; $ 1,590,403 &#160; $ 1,078,033 &#160; ##TABLE_END\n\n(1) This item represents changes to the contract land deposit impairment reserve, which are not allocated to the reportable segments. See further discussion of contract land deposit impairment charges in Note 3. \n\n(2) The increase in equity-based compensation expense in 2022 was primarily attributable to a four year block grant of Options and RSUs in May 2022. See Note 12 for additional discussion of equity-based compensation. \n\n(3) This item represents the elimination of the corporate capital allocation charge included in the respective homebuilding reportable segments. The corporate capital allocation charge is based on the segment&#8217;s monthly average asset balance, and was as follows for the years presented: \n\nNVR, Inc. \n\nNotes to Consolidated Financial Statements \n\n(dollars in thousands, except per share data) \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Corporate capital allocation charge: &#160; &#160; &#160; Homebuilding Mid Atlantic $ 143,251 &#160; $ 124,316 &#160; $ 124,426 &#160; Homebuilding North East 30,623 &#160; 25,431 &#160; 22,850 &#160; Homebuilding Mid East 51,376 &#160; 43,686 &#160; 40,256 &#160; Homebuilding South East 77,654 &#160; 59,354 &#160; 51,701 &#160; Total corporate capital allocation charge $ 302,904 &#160; $ 252,787 &#160; $ 239,233 &#160; ##TABLE_END \n\n(4) The consolidation adjustments and other in each period are primarily driven by changes in units under construction as well as significant fluctuations in lumber prices year over year. Our reportable segments' results include the intercompany profits of our production facilities for home packages delivered to our homebuilding divisions. Costs related to homes not yet settled are reversed through the consolidation adjustment and recorded in inventory. These costs are subsequently recorded through the consolidation adjustment when the respective homes are settled. The consolidation adjustment in 2021 was negatively impacted by a higher number of units under construction as of the end of the year compared to the prior year end, resulting in an increase in the reversal of intercompany profits year over year through the consolidation adjustment. In 2022, the consolidation adjustment was favorably impacted by a reduction in the number of units under construction year over year, resulting in a decrease in intercompany profits deferred year over year. This favorable impact was offset by the recognition of previously deferred home package costs that included higher priced lumber. \n\n##TABLE_START &#160; As of December 31, &#160; 2022 2021 Assets: &#160; &#160; Homebuilding Mid Atlantic $ 1,152,564 &#160; $ 1,322,818 &#160; Homebuilding North East 250,001 &#160; 235,048 &#160; Homebuilding Mid East 378,833 &#160; 438,700 &#160; Homebuilding South East 697,923 &#160; 629,198 &#160; Mortgage Banking 406,456 &#160; 371,685 &#160; Total segment assets 2,885,777 &#160; 2,997,449 &#160; Reconciling items: &#160; &#160; Cash and cash equivalents 2,503,424 &#160; 2,545,069 &#160; Deferred taxes 143,585 &#160; 132,894 &#160; Intangible assets and goodwill 49,368 &#160; 49,368 &#160; Operating lease right-of-use assets 71,081 &#160; 59,010 &#160; Finance lease right-of-use assets 13,745 &#160; 14,578 &#160; Contract land deposit reserve ( 57,060 ) ( 30,041 ) Consolidation adjustments and other 51,053 &#160; 66,148 &#160; Reconciling items sub-total 2,775,196 &#160; 2,837,026 &#160; Consolidated assets $ 5,660,973 &#160; $ 5,834,475 &#160; ##TABLE_END \n\nNVR, Inc. \n\nNotes to Consolidated Financial Statements \n\n(dollars in thousands, except per share data) \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Interest income: &#160; &#160; &#160; Mortgage Banking $ 11,853 &#160; $ 8,725 &#160; $ 8,930 &#160; Total segment interest income 11,853 &#160; 8,725 &#160; 8,930 &#160; Other unallocated interest income 32,458 &#160; 3,154 &#160; 8,549 &#160; Consolidated interest income $ 44,311 &#160; $ 11,879 &#160; $ 17,479 &#160; ##TABLE_END \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Interest expense: &#160; &#160; &#160; Homebuilding Mid Atlantic $ 143,322 &#160; $ 124,385 &#160; $ 124,486 &#160; Homebuilding North East 30,658 &#160; 25,463 &#160; 22,859 &#160; Homebuilding Mid East 51,384 &#160; 43,695 &#160; 40,261 &#160; Homebuilding South East 77,685 &#160; 59,381 &#160; 51,729 &#160; Mortgage Banking 1,384 &#160; 1,587 &#160; 1,414 &#160; Total segment interest expense 304,433 &#160; 254,511 &#160; 240,749 &#160; Corporate capital allocation (3) ( 302,904 ) ( 252,787 ) ( 239,233 ) Senior Notes and other interest 37,995 &#160; 51,393 &#160; 39,356 &#160; Consolidated interest expense $ 39,524 &#160; $ 53,117 &#160; $ 40,872 &#160; ##TABLE_END \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Depreciation and amortization: &#160; &#160; &#160; Homebuilding Mid Atlantic $ 5,923 &#160; $ 6,183 &#160; $ 6,806 &#160; Homebuilding North East 1,216 &#160; 1,628 &#160; 1,800 &#160; Homebuilding Mid East 3,948 &#160; 4,259 &#160; 4,969 &#160; Homebuilding South East 3,093 &#160; 3,325 &#160; 3,636 &#160; Mortgage Banking 1,135 &#160; 1,283 &#160; 1,534 &#160; Total segment depreciation and amortization 15,315 &#160; 16,678 &#160; 18,745 &#160; Unallocated corporate 2,081 &#160; 2,785 &#160; 3,247 &#160; Consolidated depreciation and amortization $ 17,396 &#160; $ 19,463 &#160; $ 21,992 &#160; ##TABLE_END \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Expenditures for property and equipment: &#160; &#160; &#160; Homebuilding Mid Atlantic $ 7,033 &#160; $ 7,073 &#160; $ 5,712 &#160; Homebuilding North East 1,420 &#160; 1,062 &#160; 1,083 &#160; Homebuilding Mid East 4,504 &#160; 4,813 &#160; 5,041 &#160; Homebuilding South East 3,993 &#160; 4,142 &#160; 3,818 &#160; Mortgage Banking 1,062 &#160; 401 &#160; 265 &#160; Total segment expenditures for property and equipment 18,012 &#160; 17,491 &#160; 15,919 &#160; Unallocated corporate 416 &#160; 384 &#160; 200 &#160; Consolidated expenditures for property and equipment $ 18,428 &#160; $ 17,875 &#160; $ 16,119 &#160; ##TABLE_END \n\nNVR, Inc. \n\nNotes to Consolidated Financial Statements \n\n(dollars in thousands, except per share data) \n\n3. Variable Interest Entities \n\nLot Purchase Agreements \n\nWe generally do not engage in land development. Instead, we typically acquire finished building lots from various third party land developers under LPAs. The LPAs require deposits that may be forfeited if we fail to perform under the LPAs. The deposits required under the LPAs are in the form of cash or letters of credit in varying amounts, and typically range up to 10 % of the aggregate purchase price of the finished lots. \n\nWe believe this lot acquisition strategy reduces the financial risks associated with direct land ownership and land development. We may, at our option, choose for any reason and at any time not to perform under these LPAs by delivering notice of our intent not to acquire the finished lots under contract. Our sole legal obligation and economic loss for failure to perform under these LPAs is limited to the amount of the deposit pursuant to the liquidated damage provisions contained within the LPAs. None of the creditors of any of the development entities with which we enter LPAs have recourse to our general credit. We generally do not have any specific performance obligations to purchase a certain number or any of the lots, nor do we guarantee completion of the development by the developer or guarantee any of the developers&#8217; financial or other liabilities. \n\nWe are not involved in the design or creation of the development entities from which we purchase lots under LPAs. The developer&#8217;s equity holders have the power to direct 100% of the operating activities of the development entity. We have no voting rights in any of the development entities. The sole purpose of the development entity&#8217;s activities is to generate positive cash flow returns for the equity holders. Further, we do not share in any of the profit or loss generated by the project&#8217;s development. The profits and losses are passed directly to the developer&#8217;s equity holders. \n\nThe deposit placed by us pursuant to the LPA is deemed to be a variable interest in the respective development entities. Those development entities are deemed to be variable interest entities (&#8220;VIE&#8221;). Therefore, the development entities with which we enter into LPAs, including the joint venture limited liability corporations, discussed below, are evaluated for possible consolidation by us. An enterprise must consolidate a VIE when that enterprise has a controlling financial interest in the VIE. An enterprise is deemed to have a controlling financial interest if it has i) the power to direct the activities of a VIE that most significantly impact the entity&#8217;s economic performance, and ii) the obligation to absorb losses of the VIE that could be significant to the VIE or the rights to receive benefits from the VIE that could be significant to the VIE. \n\nWe believe the activities that most significantly impact a development entity&#8217;s economic performance are the operating activities of the entity. Unless and until a development entity completes finished building lots through the development process to be able to sell, the process of which the development entity&#8217;s equity investors bear the full risk, the entity does not earn any revenues. The operating development activities are managed solely by the development entity&#8217;s equity investors. \n\nThe development entities with which we contract to buy finished lots typically select the respective projects, obtain the necessary zoning approvals, obtain the financing required with no support or guarantees from us, select who will purchase the finished lots and at what price, and manage the completion of the infrastructure improvements, all for the purpose of generating a cash flow return to the development entity&#8217;s equity holders and all independent of us. We possess no more than limited protective legal rights through the LPA in the specific finished lots that we are purchasing, and we possess no participative rights in the development entities. Accordingly, we do not have the power to direct the activities of a developer that most significantly impact the developer&#8217;s economic performance. For this reason, we concluded that we are not the primary beneficiary of the development entities with which we enter into LPAs, and therefore we do not consolidate any of these VIEs. \n\nAs of December 31, 2022, we controlled approximately 125,100 lots under LPAs with third parties through deposits in cash and letters of credit totaling approximately $ 543,100 and $ 6,900 , respectively. As noted above, our sole legal obligation and economic loss for failure to perform under these LPAs is limited to the amount of the deposit pursuant to the liquidated damage provisions contained in the LPAs and, in very limited circumstances, specific performance obligations. During 2022, we incurred pre-tax impairment charges on lot deposits of approximately $ 27,500 based on current market conditions. Our contract land deposit asset is shown net of a $ 57,060 and $ 30,041 impairment reserve at December 31, 2022 and December 31, 2021, respectively. \n\nIn addition, we have certain properties under contract with land owners that are expected to yield approximately 19,300 lots, which are not included in the number of total lots controlled. Some of these properties may require rezoning or other approvals to achieve the expected yield. These properties are controlled with deposits in cash totaling approximately $ 10,100 as of December 31, 2022, of which approximately $ 2,500 is refundable if we do not perform under the contract. We generally expect to assign the raw land contracts to a land developer and simultaneously enter into an LPA with the assignee if the project is determined to be feasible. \n\nNVR, Inc. \n\nNotes to Consolidated Financial Statements \n\n(dollars in thousands, except per share data) \n\nOur total risk of loss related to contract land deposits as of December 31, 2022 and 2021 was as follows: \n\n##TABLE_START &#160; As of December 31, &#160; 2022 2021 Contract land deposits $ 553,140 &#160; $ 527,180 &#160; Loss reserve on contract land deposits ( 57,060 ) ( 30,041 ) Contract land deposits, net 496,080 &#160; 497,139 &#160; Contingent obligations in the form of letters of credit 6,896 &#160; 10,145 &#160; Total risk of loss $ 502,976 &#160; $ 507,284 &#160; ##TABLE_END\n\n4. Joint Ventures \n\nOn a limited basis, we obtain finished lots using joint venture limited liability corporations (&#8220;JVs&#8221;). The JVs are typically structured such that we are a non-controlling member and at risk only for the amount we have invested, or committed to invest, in addition to any deposits placed under LPAs with the joint venture. We are not a borrower, guarantor or obligor on any debt of the JVs, as applicable. We enter into LPAs to purchase lots from these JVs, and as a result have a variable interest in these JVs. \n\nAt December 31, 2022, we had an aggregate investment totaling approximately $ 27,200 in five JVs that are expected to produce approximately 5,300 finished lots, of which approximately 4,900 lots were controlled by us and the remaining approximately 400 lots were either under contract with unrelated parties or not currently under contract. We had additional funding commitments totaling approximately $ 13,000 in one of the JVs at December 31, 2022. \n\nDuring the fourth quarter of 2022, we recognized an impairment of approximately $ 1,000 related to one of the JVs. The charge was recorded to homebuilding \"Cost of sales\" on the accompanying consolidated statements of income. None of the other JVs had any indicators of impairment during 2022. \n\nWe determined that we are not the primary beneficiary in four of the JVs because we and the other JV partner either share power or the other JV partner has the controlling financial interest. The aggregate investment in unconsolidated JVs was approximately $ 27,200 and $ 20,300 at December 31, 2022 and December 31, 2021, respectively, and is reported in the &#8220;Other assets&#8221; line item on the accompanying consolidated balance sheets. For the remaining JV, we concluded that we are the primary beneficiary because we have the controlling financial interest in the JV. All activities under the consolidated JV had been completed and as of December 31, 2022, we had no remaining investment in the JV. The JV had remaining balances of $ 250 in cash and $ 224 in accrued expenses, which are included in homebuilding \"Other assets\" and \"Accrued expenses and other liabilities,\" respectively, in the accompanying consolidated balance sheets. \n\nAt December 31, 2021, we had an aggregate investment totaling approximately $ 20,300 in four JVs that were expected to produce approximately 2,300 finished lots, of which approximately 1,900 lots were controlled by us and the remaining approximately 400 lots were either under contract with unrelated parties or not currently under contract. In addition, at December 31, 2021, we had additional funding commitments in the aggregate totaling $ 2,500 in one of the JVs. During the fourth quarter of 2021, we recognized an impairment of approximately $ 1,300 related to one of the JVs. The charge was recorded to homebuilding \"Cost of sales\" on the accompanying consolidated statements of income. None of the other JVs had any indicators of impairment during 2021. \n\n5. Land Under Development \n\nOn a limited basis, we directly acquire raw land parcels already zoned for its intended use to develop into finished lots. Land under development includes the land acquisition costs, direct improvement costs, capitalized interest, where applicable, and real estate taxes. \n\nAs of December 31, 2022, we owned land with a carrying value of $ 27,100 that we intend to develop into approximately 1,900 finished lots primarily for use in our homebuilding operations. We also have additional funding commitments of approximately $ 2,100 under a joint development agreement related to one project, a portion of which we expect will be offset by development credits of approximately $ 900 . None of our land under development projects had any indicators of impairment as of December 31, 2022. \n\nAs of December 31, 2021, we directly owned land with a carrying value of $ 12,147 , which was expected to produce approximately 200 finished lots. \n\nNVR, Inc. \n\nNotes to Consolidated Financial Statements \n\n(dollars in thousands, except per share data) \n\n6. Capitalized Interest \n\nWe capitalize interest costs to land under development during the active development of finished lots. In addition, we capitalize interest costs to our joint venture investments while the investments are considered qualified assets pursuant to ASC 835-20, Interest . Capitalized interest is transferred to inventory as the development of finished lots is completed, then charged to cost of sales upon our settlement of homes and the respective lots. Interest incurred in excess of the interest capitalizable based on the level of qualified assets is expensed in the period incurred. \n\nOur interest costs incurred, capitalized, expensed and charged to cost of sales during the years ended December 31, 2022, 2021 and 2020 was as follows: \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Interest capitalized, beginning of year $ 593 &#160; $ 1,025 &#160; $ 3,499 &#160; Interest incurred 39,626 &#160; 53,248 &#160; 41,327 &#160; Interest charged to interest expense ( 39,524 ) ( 53,117 ) ( 40,872 ) Interest charged to cost of sales ( 125 ) ( 563 ) ( 2,929 ) Interest capitalized, end of year $ 570 &#160; $ 593 &#160; $ 1,025 &#160; ##TABLE_END\n\n7. Related Party Transactions \n\nDuring 2022, we purchased 642 developed lots for approximately $ 102,125 from Elm Street Development, Inc. (&#8220;Elm Street&#8221;) at market prices. Elm Street is controlled by William A. Moran, a former non-independent director who retired from our Board effective May 4, 2022. The independent members of our Board of Directors approved these transactions. During 2021 and 2020, we purchased developed lots at market prices from Elm Street for approximately $ 43,700 and $ 60,200 , respectively. \n\nWe also continue to control a parcel of raw land expected to yield approximately 1,400 finished lots through a JV entered into with Elm Street during 2009. We did not make any investments in the JV in 2022, 2021 or 2020. \n\n8. Property, Plant and Equipment (&#8220;PP&#38;E&#8221;) \n\n##TABLE_START &#160; As of December 31, &#160; 2022 2021 Homebuilding: &#160; &#160; Office facilities and other $ 40,604 &#160; $ 39,826 &#160; Model home furniture and fixtures 35,152 &#160; 32,384 &#160; Production facilities 97,050 &#160; 87,379 &#160; Finance lease right-of-use assets 13,745 &#160; 14,578 &#160; Gross Homebuilding PP&#38;E 186,551 &#160; 174,167 &#160; Less: accumulated depreciation ( 128,601 ) ( 117,188 ) Net Homebuilding PP&#38;E $ 57,950 &#160; $ 56,979 &#160; Mortgage Banking: &#160; &#160; Office facilities and other $ 15,964 &#160; $ 15,090 &#160; Less: accumulated depreciation ( 12,405 ) ( 11,432 ) Net Mortgage Banking PP&#38;E $ 3,559 &#160; $ 3,658 &#160; ##TABLE_END \n\n&#160; \n\nNVR, Inc. \n\nNotes to Consolidated Financial Statements \n\n(dollars in thousands, except per share data) \n\n9. Debt \n\nDuring the second quarter of 2022, we redeemed the outstanding $ 600,000 principal amount of 3.95 % Senior Notes due September 15, 2022, at par, plus accrued interest. \n\nAs of December 31, 2022, we had the following debt instruments outstanding: \n\n3.00% Senior Notes due 2030 (\"2030 Senior Notes\") \n\nOn May 4, 2020, we issued $ 600,000 of the 2030 Senior Notes. The 2030 Senior Notes were issued at a discount to yield 3.02 % and have been reflected net of the unamortized discount and unamortized debt issuance costs in the accompanying consolidated balance sheet. The offering of the 2030 Senior Notes resulted in aggregate net proceeds of approximately $ 595,200 , after deducting underwriting discount and offering expenses. The 2030 Senior Notes mature on May 15, 2030 and bear interest at 3.00 %, payable semi-annually in arrears on May 15 and November 15 . As of December 31, 2022 and 2021, the unamortized discount was $ 871 and $ 975 , respectively, and unamortized debt issuance costs were $ 2,664 and $ 3,025 , respectively. \n\nOn September 9 and September 17, 2020, we issued an additional $ 250,000 and $ 50,000 , respectively, of the 2030 Senior Notes (the \"2030 Additional Notes\" and together with the 2030 Senior Notes , the \"Senior Notes\"). The 2030 Additional Notes were issued at a premium to yield 2.00 % and have been reflected net of the unamortized premium and unamortized debt issuance costs in the accompanying consolidated balance sheet. The offering of the 2030 Additional Notes resulted in aggregate net proceeds of approximately $ 323,600 , including the underwriting premium, less offering expenses. As of December 31, 2022 and 2021, the 2030 Additional Notes unamortized premium was $ 19,518 and $ 21,945 , respectively, and unamortized debt issuance costs were $ 1,095 and $ 1,243 , respectively. \n\nThe Senior Notes are senior unsecured obligations and rank equally in right of payment with any of our existing and future unsecured senior indebtedness, will rank senior in right of payment to any of our future indebtedness that is by its terms expressly subordinated to the Senior Notes and will be effectively subordinated to any of our existing and future secured indebtedness to the extent of the value of the collateral securing such indebtedness. The indenture governing the Senior Notes has, among other items, and subject to certain exceptions, covenants that restrict our ability to create, incur, assume or guarantee secured debt, enter into sale and leaseback transactions and conditions related to mergers and/or the sale of assets. We were in compliance with all covenants under the Senior Notes at December 31, 2022. \n\nCredit Agreement \n\nOn February 12, 2021, we entered into The Amended and Restated Credit Agreement with Bank of America, N.A., as Administrative Agent, BOFA Securities, Inc. as Sole Lead Arranger and Sole Bookrunner, and other lenders party thereto (the \"Credit Agreement\"). The Credit Agreement provides for aggregate revolving loan commitments of $ 300,000 (the \"Facility\"). Under the Credit Agreement, we may request increases of up to $ 300,000 to the Facility in the form of revolving loan commitments or term loans to the extent that new or existing lenders agree to provide additional revolving loan or term loan commitments. In addition, the Credit Agreement provides for a $ 100,000 sublimit for the issuance of letters of credit of which approximately $ 11,000 was outstanding at December 31, 2022. \n\nEffective December 9, 2022, we entered into the First Amendment to Amended and Restated Credit Agreement (the \"Amended Credit Agreement\") which primarily replaces LIBOR based borrowing rates with SOFR as defined in the amendment. Borrowings under the Amended Credit Agreement generally bear interest for Base Rate Loans at a Base Rate equal to the highest of (a) the Federal Funds Rate plus one-half of one percent, (b) Bank of America&#8217;s publicly announced &#8220;prime rate,&#8221; (c) one percent or (d) Term SOFR plus 100 basis points. \n\nThe Amended Credit Agreement contains various representations and affirmative and negative covenants that are generally customary for credit facilities of this type. Such covenants include, among others, the following financial maintenance covenants: (i) minimum consolidated tangible net worth; (ii) minimum interest coverage ratio or minimum liquidity and (iii) a maximum leverage ratio. The negative covenants include, among others, certain limitations on liens, investments and fundamental changes. The Amended Credit Agreement termination date is February 12, 2026 . We were in compliance with all covenants under the Amended Credit Agreement at December 31, 2022. There was no debt outstanding under the Facility at December 31, 2022. The Amended Credit Agreement is filed as Exhibit 10.37 in this Form 10-K. The above summary of the material terms of the Amended Credit Agreement is qualified in its entirety by reference to Exhibit 10.37. \n\nRepurchase Agreement \n\nIn July 2022, NVRM entered into The Second Amended and Restated Master Repurchase Agreement with U.S. Bank National Association, as Agent and a Buyer (the \"Repurchase Agreement\"), which replaced our prior repurchase agreement in its entirety. The Repurchase Agreement provides for loan purchases up to $ 150,000 , subject to certain sub-limits. \n\nNVR, Inc. \n\nNotes to Consolidated Financial Statements \n\n(dollars in thousands, except per share data) \n\nAdvances under the Repurchase Agreement bear interest at the secured overnight financing rate published by the Board of Governors of the Federal Reserve System (\"SOFR\") plus the SOFR Margin of 1.70 %, per annum, provided that the Pricing Rate shall not be less than 1.70 %. The Pricing Rate at December 31, 2022 was 6.06 %. There are several restrictions on purchased loans, including that they cannot be sold to others, they cannot be pledged to anyone other than the agent, and they cannot support any other borrowing or repurchase agreement. Amounts outstanding under the Repurchase Agreement are collateralized by our mortgage loans held for sale. At December 31, 2022, there were no borrowing base limitations reducing the amount available under the Repurchase Agreement. As of both December 31, 2022 and 2021, there was no debt outstanding under the Repurchase Agreement. The Repurchase Agreement expires on July 19, 2023 . \n\nThe Repurchase Agreement contains various affirmative and negative covenants. The negative covenants include, among others, certain limitations on transactions involving acquisitions, mergers, the incurrence of debt, sale of assets and creation of liens upon any of its Mortgage Notes. Additional covenants include (i) a tangible net worth requirement, (ii) a minimum liquidity requirement, (iii) a minimum net income requirement, and (iv) a maximum leverage ratio requirement. NVRM was in compliance with all covenants under the Repurchase Agreement at December 31, 2022. \n\n10. Common Stock \n\nThere were 3,218,933 and 3,447,441 common shares outstanding at December 31, 2022 and 2021, respectively. We made the following share repurchases during the years indicated: \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Aggregate purchase price $ 1,500,358 &#160; $ 1,538,019 &#160; $ 371,078 &#160; Number of shares repurchased 323,652 &#160; 322,038 &#160; 96,346 &#160; ##TABLE_END \n\nWe issue shares from the treasury account for all equity plan activity. We issued 95,069 , 74,027 and 159,151 such shares during 2022, 2021 and 2020, respectively. \n\n11. Income Taxes \n\nThe provision for income taxes consists of the following: \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Current: &#160; &#160; &#160; Federal $ 412,036 &#160; $ 272,971 &#160; $ 151,532 &#160; State 126,686 &#160; 80,650 &#160; 42,769 &#160; Deferred: &#160; &#160; &#160; Federal ( 6,753 ) 873 &#160; ( 13,289 ) State ( 4,350 ) ( 810 ) ( 4,227 ) Income tax expense $ 527,619 &#160; $ 353,684 &#160; $ 176,785 &#160; ##TABLE_END\n\nNVR, Inc. \n\nNotes to Consolidated Financial Statements \n\n(dollars in thousands, except per share data) \n\nDeferred income taxes on our consolidated balance sheets were comprised of the following: \n\n##TABLE_START &#160; As of December 31, &#160; 2022 2021 Deferred tax assets: &#160; &#160; Other accrued expenses and contract land deposit reserve $ 73,555 &#160; $ 64,123 &#160; Deferred compensation 4,728 &#160; 4,682 &#160; Equity-based compensation expense 47,605 &#160; 46,020 &#160; Inventory 13,981 &#160; 13,014 &#160; Unrecognized tax benefit 8,849 &#160; 10,634 &#160; Other 11,364 &#160; 9,876 &#160; Total deferred tax assets 160,082 &#160; 148,349 &#160; Less: Deferred tax liabilities 8,505 &#160; 7,874 &#160; Net deferred tax asset $ 151,577 &#160; $ 140,475 &#160; ##TABLE_END\n\nDeferred tax assets arise principally as a result of various accruals required for financial reporting purposes and equity-based compensation expense, which are not currently deductible for tax return purposes. \n\nManagement believes that we will have sufficient future taxable income to make it more likely than not that the net deferred tax assets will be realized. Federal taxable income is estimated to be approximately $ 1,997,100 for the year ended December 31, 2022, and was $ 1,348,600 for the year ended December 31, 2021. \n\nA reconciliation of income taxes computed at the federal statutory rate ( 21 % in 2022, 2021, and 2020) to income tax expense is as follows: \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Income taxes computed at the federal statutory rate $ 473,171 &#160; $ 333,985 &#160; $ 226,387 &#160; State income taxes, net of federal income tax benefit (1) 105,867 &#160; 72,082 &#160; 47,469 &#160; Excess tax benefits from equity-based compensation ( 50,324 ) ( 48,369 ) ( 92,234 ) Other, net (2) ( 1,095 ) ( 4,014 ) ( 4,837 ) Income tax expense $ 527,619 &#160; $ 353,684 &#160; $ 176,785 &#160; ##TABLE_END\n\n(1) Excludes state excess tax benefits from equity-based compensation included in the line below. \n\n(2) Primarily attributable to tax benefits from certain energy credits for the years ended December 31, 2022, 2021 and 2020. \n\nOur effective tax rate in 2022, 2021 and 2020 was 23.42 %, 22.24 % and 16.40 %, respectively. \n\nWe file a consolidated U.S. federal income tax return, as well as state and local tax returns in all jurisdictions where we maintain operations. With few exceptions, we are no longer subject to income tax examinations by tax authorities for years prior to 2019. \n\nA reconciliation of the beginning and ending amount of unrecognized tax benefits is as follows: \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 Balance at beginning of year $ 33,490 &#160; $ 36,817 &#160; Additions based on tax positions related to the current year 1,326 &#160; 3,436 &#160; Reductions for tax positions of prior years ( 5,290 ) ( 6,763 ) Settlements &#8212; &#160; &#8212; &#160; Balance at end of year $ 29,526 &#160; $ 33,490 &#160; ##TABLE_END\n\nIf recognized, the total amount of unrecognized tax benefits that would affect the effective tax rate (net of the federal tax benefit) is $ 23,326 as of December 31, 2022. \n\nNVR, Inc. \n\nNotes to Consolidated Financial Statements \n\n(dollars in thousands, except per share data) \n\nWe recognize interest related to unrecognized tax benefits as a component of income tax expense. For the years ended December 31, 2022, 2021, and 2020, we recognized a net reversal of accrued interest on unrecognized tax benefits in the amount of $ 3,662 , $ 1,455 and $ 420 , respectively. As of December 31, 2022 and 2021, we had a total of $ 10,186 and $ 13,849 , respectively, of accrued interest on unrecognized tax benefits which are included in &#8220;Accrued expenses and other liabilities&#8221; on the accompanying consolidated balance sheets. \n\nWe believe that within the next 12 months, it is reasonably possible that the unrecognized tax benefits, excluding interest, as of December 31, 2022 will be reduced by approximately $ 3,720 due to statute expiration and effectively settled positions in various state jurisdictions. \n\n12. Equity-Based Compensation, Profit Sharing and Deferred Compensation Plans \n\nEquity-Based Compensation Plans \n\nOur equity-based compensation plans provide for the granting of Options and RSUs to key management employees, including executive officers and members of our Board of Directors (\"Directors\"). The exercise price of Options granted is equal to the closing price of our common stock on the New York Stock Exchange (the &#8220;NYSE&#8221;) on the day prior to the date of grant. Options are granted for a 10 -year term and typically vest in separate tranches over periods of 3 to 6 years. RSUs generally vest in separate tranches over periods of 2 to 6 years. Grants to key management employees are generally divided such that vesting for 50 % of the grant is contingent solely on continued employment, while vesting for the remaining 50 % of the grant is contingent upon both continued employment and the achievement of a performance metric based on our return on capital performance relative to a peer group during a 3-year period specified on the date of grant. Grants to directors generally vest solely based on continued service as a Director. \n\nThe following table provides a summary of each of our equity-based compensation plans with grants outstanding at December 31, 2022. Each of the following plans was approved by our shareholders: \n\n##TABLE_START Equity-Based Compensation Plans Shares Authorized Options/RSUs Outstanding Shares Available to Issue 2010 Equity Incentive Plan (1) 700,000 &#160; 40,677 &#160; &#8212; &#160; 2014 Equity Incentive Plan (2) 950,000 &#160; 415,281 &#160; 140 &#160; 2018 Equity Incentive Plan (3) 275,000 &#160; 167,916 &#160; 86,584 &#160; ##TABLE_END\n\n&#160; \n\n(1) The 2010 Equity Incentive Plan (the &#8220;2010 Plan&#8221;) authorizes us to issue Options and RSUs. There were 29,047 Options and 11,630 RSUs outstanding as of December 31, 2022. Shares can no longer be granted from this plan. \n\n(2) The 2014 Equity Incentive Plan (the &#8220;2014 Plan&#8221;) authorizes us to issue Options only. \n\n(3) The 2018 Equity Incentive Plan (the \"2018 Plan\") authorizes us to issue Options and RSUs. Of the 275,000 aggregate shares authorized to issue, all may be granted in the form of Options and up to 40,000 may be granted in the form of RSUs. There were 146,226 Options and 21,690 RSUs outstanding as of December 31, 2022. Of the 86,584 shares available to issue, 18,310 may be granted in the form of RSUs. \n\nDuring the second quarter of 2022, we issued 165,456 Options and 16,864 RSUs in a block grant to key management employees and Directors. Block grants are generally made once every four years. Option and RSU grants for the twelve month period ended December 31, 2022 totaled 177,486 and 18,408 , respectively, and were granted under the 2014 Plan and the 2018 Plan as follows: \n\nNVR, Inc. \n\nNotes to Consolidated Financial Statements \n\n(dollars in thousands, except per share data) \n\n##TABLE_START Options Granted 2014 Plan 2018 Plan Options - service-only (1) 57,635 &#160; 33,691 &#160; Options - performance-based (2) 57,635 &#160; 28,525 &#160; Total Options Granted 115,270 &#160; 62,216 &#160; RSUs Granted RSUs - service-only (3) &#8212; &#160; 9,227 &#160; RSUs - performance-based (4) &#8212; &#160; 9,181 &#160; Total RSUs Granted &#8212; &#160; 18,408 &#160; ##TABLE_END\n\n1. Of the 91,326 service-only Options granted, 69,361 Options will vest in 25 % increments on December 31, 2024, 2025, 2026, and 2027; 16,415 Options will vest in 50 % increments on December 31, 2026 and 2027; 3,100 Options will vest in 25 % increments on December 31, 2025, 2026, 2027, and 2028; 2,210 Options will vest in 50 % increments on December 31, 2024 and 2025; and the remaining 240 Options will vest in 50 % increments on December 31, 2027 and 2028. Vesting for the Options is contingent solely upon continued employment or continued service as a Director. \n\n2. Of the 86,160 performance-based Options granted, 64,195 will vest in 25 % increments on December 31, 2024, 2025, 2026, and 2027; 16,415 Options will vest in 50 % increments on December 31, 2026 and 2027; 3,100 Options will vest in 25 % increments on December 31, 2025, 2026, 2027, and 2028; 2,210 Options will vest in 50 % increments on December 31, 2024 and 2025; and the remaining 240 Options will vest in 50 % increments on December 31, 2027 and 2028. Vesting for the performance-based Options is contingent upon both continued employment and the Company's return on capital performance during the three year periods beginning either 2022 or 2023. \n\n3. Of the 9,227 service-only RSUs granted, 5,261 will vest in 50 % increments on December 31, 2024 and 2025; 3,168 will vest in 25 % increments on December 31, 2024, 2025, 2026, and 2027; 596 will vest in 50 % increments on December 31, 2026 and 2027; 123 will vest in 25 % increments on December 31, 2025, 2026, 2027 and 2028; and the remaining 79 will vest in 50 % increments on December 31, 2025 and 2026. Vesting for the RSUs is contingent solely upon continued employment. \n\n4. Of the 9,181 performance-based RSUs granted, 5,215 will vest in 50 % increments on December 31, 2024 and 2025; 3,168 will vest in 25 % increments on December 31, 2024, 2025, 2026, and 2027; 596 will vest in 50 % increments on December 31, 2026 and 2027; 123 will vest in 25 % increments on December 31, 2025, 2026, 2027 and 2028; and the remaining 79 will vest in 50 % increments on December 31, 2025 and 2026. Vesting for the performance-based RSUs is contingent upon both continued employment and the Company's return on capital performance during the three year periods beginning either 2022 or 2023. \n\nNVR, Inc. \n\nNotes to Consolidated Financial Statements \n\n(dollars in thousands, except per share data) \n\nThe following table provides additional information relative to our equity-based compensation plans for the year ended December 31, 2022: \n\n##TABLE_START &#160; Shares Weighted Avg. Per Share Exercise Price Weighted Avg. Remaining Contract Life (years) Aggregate Intrinsic Value Stock Options Outstanding at December 31, 2021 534,695 &#160; $ 2,424.62 &#160; Granted 177,486 &#160; 4,478.88 &#160; Exercised ( 95,069 ) 2,068.60 &#160; Forfeited ( 26,558 ) 3,283.34 &#160; Outstanding at December 31, 2022 590,554 &#160; $ 3,060.71 &#160; 5.9 $ 917,424 &#160; Exercisable at December 31, 2022 317,019 &#160; $ 2,201.66 &#160; 3.8 $ 764,250 &#160; RSUs Outstanding at December 31, 2021 16,564 &#160; Granted 18,408 &#160; Vested &#8212; &#160; Forfeited ( 1,652 ) Outstanding at December 31, 2022 33,320 &#160; $ 153,691 &#160; Vested, but not issued at December 31, 2022 5,756 &#160; $ 26,550 &#160; ##TABLE_END\n\n&#160; \n\nTo estimate the grant-date fair value of our Options, we use the Black-Scholes option-pricing model (the &#8220;Pricing Model&#8221;). The Pricing Model estimates the per share fair value of an option on its date of grant based on the following factors: the option&#8217;s exercise price; the price of the underlying stock on the date of grant; the estimated dividend yield; a risk-free interest rate; the estimated option term; and the expected volatility. For the risk-free interest rate, we use U.S. Treasury STRIPS which mature at approximately the same time as the option&#8217;s expected holding term. For expected volatility, we have concluded that our historical volatility over the option&#8217;s expected holding term provides the most reasonable basis for this estimate. \n\nThe fair value of the Options granted during 2022, 2021 and 2020 was estimated on the grant date using the Pricing Model, based on the following assumptions: &#160; \n\n##TABLE_START &#160; 2022 2021 2020 Estimated option life (years) 5.61 5.31 5.36 Risk free interest rate (range) 1.17 %- 4.36 % \n\n0.30 %- 1.55 % \n\n0.22 %- 1.94 % \n\nExpected volatility (range) 24.93 %- 30.89 % \n\n24.46 %- 30.80 % \n\n18.78 %- 32.48 % \n\nExpected dividend rate &#8212; &#160; % &#8212; &#160; % &#8212; &#160; % Weighted average grant-date fair value per share of options granted $ 1,437.93 &#160; $ 1,235.91 &#160; $ 737.19 &#160; ##TABLE_END\n\nThe weighted average grant date fair value per share of $ 4,502.61 for the RSUs was the closing price of our common stock on the day immediately preceding the date of grant. \n\nCompensation cost for Options and RSUs is recognized on a straight-line basis over the requisite service period for the entire award (from the date of grant through the period of the last separately vesting portion of the grant). For the recognition of equity-based compensation, the Options and RSUs which are subject to a performance condition are treated as a separate award from the &#8220;service-only&#8221; Options and RSUs, and compensation cost is recognized when it becomes probable that the stated performance target will be achieved. We currently believe that it is probable that the stated performance condition will be satisfied at the target level for all of our Options and RSUs granted. Compensation cost is recognized within the income statement in the same expense line as the cash compensation paid to the respective employees. \n\nNVR, Inc. \n\nNotes to Consolidated Financial Statements \n\n(dollars in thousands, except per share data) \n\nWe recognize forfeitures of equity-based awards as a reduction to compensation costs in the period in which they occur. In 2022, 2021 and 2020, we recognized $ 82,537 , $ 58,234 , and $ 50,794 in equity-based compensation costs, respectively, and approximately $ 16,700 , $ 12,000 , and $ 10,500 in tax benefit related to equity-based compensation costs, respectively. \n\nAs of December 31, 2022, the total unrecognized compensation cost for all outstanding Options and RSUs equaled approximately $ 356,500 . The unrecognized compensation cost will be recognized over each grant&#8217;s applicable vesting period with the latest vesting date being December 31, 2028. The weighted-average period over which the unrecognized compensation cost will be recorded is equal to approximately 2.6 years. \n\nWe settle Option exercises and vesting of RSUs by issuing shares of treasury stock. Shares are relieved from the treasury account based on the weighted average cost of treasury shares acquired. During the years ended December 31, 2022, 2021 and 2020, we issued 95,069 , 74,027 and 159,151 shares, respectively, from the treasury account for Option exercises and vesting of RSUs. Information with respect to the vested RSUs and exercised Options is as follows: \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Aggregate exercise proceeds $ 196,717 &#160; $ 142,370 &#160; $ 180,866 &#160; Aggregate intrinsic value on exercise dates $ 234,732 &#160; $ 219,219 &#160; $ 432,772 &#160; ##TABLE_END \n\nProfit Sharing Plans \n\nWe have a trustee-administered, profit sharing retirement plan (the &#8220;Profit Sharing Plan&#8221;) and an Employee Stock Ownership Plan (&#8220;ESOP&#8221;) covering substantially all employees. The Profit Sharing Plan and the ESOP provide for annual discretionary contributions in amounts as determined by our Board of Directors. The combined plan contribution for the years ended December 31, 2022, 2021 and 2020 was approximately $ 26,500 , $ 24,700 and $ 22,500 , respectively. We purchased approximately 5,100 and 4,500 shares of our common stock in the open market for the 2022 and 2021 plan year contributions to the ESOP. As of December 31, 2022, all shares held by the ESOP had been allocated to participants&#8217; accounts. The 2022 plan year contribution was funded and fully allocated to participants in February 2023. \n\nDeferred Compensation Plans \n\nWe have two deferred compensation plans (&#8220;Deferred Comp Plans&#8221;). The specific purpose of the Deferred Comp Plans is to i) establish a vehicle whereby named executive officers may defer the receipt of salary and bonus that otherwise would be nondeductible for Company tax purposes into a period where we would realize a tax deduction for the amounts paid, and ii) to enable certain employees who are subject to our stock holding requirements to acquire shares of our common stock on a pre-tax basis in order to more quickly meet, and maintain compliance with those stock holding requirements. Amounts deferred into the Deferred Comp Plans are invested in our common stock, held in a rabbi trust account, and are paid out in a fixed number of shares upon expiration of the deferral period. \n\nThe rabbi trust account held 106,697 shares of NVR common stock as of both December 31, 2022 and 2021. Shares held by the Deferred Comp Plans are treated as outstanding shares in our earnings per share calculation for each of the years ended December 31, 2022, 2021 and 2020. \n\n13. Leases \n\nWe have operating leases for our corporate and division offices, production facilities, model homes, and certain office and production equipment. Additionally, we have entered into finance leases for one of our production facilities and certain plant equipment. Our leases have remaining lease terms of up to 17.7 years, some of which include options to extend the leases for up to 20 years, and some of which include options to terminate the lease. See Note 1 herein for additional information regarding leases. \n\nNVR, Inc. \n\nNotes to Consolidated Financial Statements \n\n(dollars in thousands, except per share data) \n\nThe components of lease expense were as follows: \n\n##TABLE_START Year Ended December 31, 2022 2021 2020 Lease expense Operating lease expense $ 34,467 &#160; $ 31,923 &#160; $ 31,704 &#160; Finance lease expense: Amortization of ROU assets 1,916 &#160; 1,798 &#160; 1,313 &#160; Interest on lease liabilities 417 &#160; 429 &#160; 281 &#160; Short-term lease expense 27,584 &#160; 24,012 &#160; 24,361 &#160; Total lease expense $ 64,384 &#160; $ 58,162 &#160; $ 57,659 &#160; ##TABLE_END\n\nOther information related to leases was as follows: \n\n##TABLE_START Year Ended December 31, 2022 2021 Supplemental Cash Flows Information: Cash paid for amounts included in the measurement of lease liabilities: Operating cash flows from operating leases $ 28,837 &#160; $ 27,849 &#160; Operating cash flows from finance leases $ 417 &#160; $ 429 &#160; Financing cash flows from finance leases $ 1,495 &#160; $ 1,363 &#160; ROU assets obtained in exchange for lease obligations: Operating leases $ 44,782 &#160; $ 26,781 &#160; Finance leases $ 1,083 &#160; $ 603 &#160; Weighted-average remaining lease term (in years): Operating leases 6.0 6.3 Finance leases 10.8 11.7 Weighted-average discount rate: Operating leases 3.6 &#160; % 3.0 &#160; % Finance leases 2.9 &#160; % 2.8 &#160; % ##TABLE_END\n\nNVR, Inc. \n\nNotes to Consolidated Financial Statements \n\n(dollars in thousands, except per share data) \n\nWe are committed under multiple non-cancelable operating and finance leases involving office space, model homes, production facilities, automobiles and equipment. Future lease payments under these operating and finance leases as of December 31, 2022 are as follows: \n\n##TABLE_START Year Ending December 31, Operating Leases Finance Leases 2023 $ 33,453 &#160; $ 2,025 &#160; 2024 21,812 &#160; 2,030 &#160; 2025 16,074 &#160; 2,035 &#160; 2026 11,146 &#160; 2,983 &#160; 2027 7,429 &#160; 1,410 &#160; Thereafter 21,140 &#160; 7,227 &#160; Total lease payments 111,054 &#160; 17,710 &#160; Less: Imputed interest 10,806 &#160; 2,707 &#160; Short-term lease payments 7,462 &#160; &#8212; &#160; Total lease liability $ 92,786 &#160; $ 15,003 &#160; ##TABLE_END\n\n14. Commitments and Contingent Liabilities \n\nLitigation \n\nWe are involved in various litigation arising in the ordinary course of business. In the opinion of management, and based on advice of legal counsel, this litigation is not expected to have a material adverse effect on our financial position, results of operations or cash flows. Legal costs incurred in connection with outstanding litigation are expensed as incurred. \n\nContract Land Deposits \n\nWe generally do not engage in land development. Instead, we typically acquire finished building lots from various third party land developers under LPAs. The LPAs require deposits that may be forfeited if we fail to perform under the agreement. The deposits required under the LPAs are in the form of cash or letters of credit in varying amounts, and typically range up to 10 % of the aggregate purchase price of the finished lots. At December 31, 2022, assuming that contractual development milestones are met and we exercise our option, we expect to place additional forfeitable deposits with land developers under existing LPAs of approximately $ 348,300 . Additionally, as of December 31, 2022, we had funding commitments totaling approximately $ 2,100 under a joint development agreement related to our land under development, a portion of which we expect will be offset by development credits of approximately $ 900 . \n\nBonds and Letters of Credit \n\nDuring the ordinary course of operating the homebuilding and mortgage banking businesses, we are required to enter into bond or letter of credit arrangements with local municipalities, government agencies, or land developers to collateralize our obligations under various contracts. We had approximately $ 34,000 of contingent obligations under such agreements, including approximately $ 12,300 for letters of credit issued under the Credit Agreement as of December 31, 2022. We believe we will fulfill our obligations under the related contracts and do not anticipate any material losses under these bonds or letters of credit. \n\nNVR, Inc. \n\nNotes to Consolidated Financial Statements \n\n(dollars in thousands, except per share data) \n\nWarranty Reserve \n\nThe following table reflects the changes in our warranty reserve (see Note 1 herein for further discussion of warranty/product liability reserves): \n\n##TABLE_START &#160; Year Ended December 31, &#160; 2022 2021 2020 Warranty reserve, beginning of year $ 134,859 &#160; $ 119,638 &#160; $ 108,053 &#160; Provision 96,577 &#160; 94,605 &#160; 75,288 &#160; Payments ( 87,430 ) ( 79,384 ) ( 63,703 ) Warranty reserve, end of year $ 144,006 &#160; $ 134,859 &#160; $ 119,638 &#160; ##TABLE_END\n\n15. Fair Value \n\nGAAP assigns a fair value hierarchy to the inputs used to measure fair value. Level 1 inputs are quoted prices in active markets for identical assets and liabilities. Level 2 inputs are inputs other than quoted market prices that are observable for the asset or liability, either directly or indirectly. Level 3 inputs are unobservable inputs. \n\nFinancial Instruments \n\nThe following table presents the estimated fair values and carrying values of our Senior Notes as of December 31, 2022 and December 31, 2021. The estimated fair value is based on recent market prices of similar transactions, which is classified as Level 2 within the fair value hierarchy. \n\n##TABLE_START As of December 31, 2022 2021 Estimated Fair Values: 3.95% Senior Notes due 2022 $ &#8212; &#160; $ 610,452 &#160; 3.00% Senior Notes due 2030 788,166 &#160; 942,192 &#160; Total $ 788,166 &#160; $ 1,552,644 &#160; Carrying Values: 3.95% Senior Notes due 2022 $ &#8212; &#160; $ 599,553 &#160; 3.00% Senior Notes due 2030 914,888 &#160; 916,702 &#160; Total $ 914,888 &#160; $ 1,516,255 &#160; ##TABLE_END\n\nExcept as otherwise noted below, we believe that insignificant differences exist between the carrying value and the fair value of our financial instruments, which consists primarily of cash equivalents, due to their short term nature. \n\nDerivative Instruments and Mortgage Loans Held for Sale \n\nIn the normal course of business, NVRM enters into contractual commitments to extend credit to buyers of single-family homes with fixed expiration dates. The commitments become effective when the borrowers &#8220;lock-in&#8221; a specified interest rate within time frames established by NVRM. All borrowers are evaluated for credit worthiness prior to the extension of the commitment. Market risk arises if interest rates move adversely between the time of the &#8220;lock-in&#8221; of rates by the borrower and the sale date of the loan to an investor. To mitigate the effect of the interest rate risk inherent in providing rate lock commitments to borrowers, NVRM enters into optional or mandatory delivery forward sales contracts to sell whole loans and mortgage-backed securities to investors. The forward sales contracts lock-in a range of interest rates and prices for the sale of loans similar to the specific rate lock commitments. NVRM does not engage in speculative or trading derivative activities. Both the rate lock commitments to borrowers and the forward sale contracts to investors are undesignated derivatives and, accordingly, are marked to fair value through earnings. At December 31, 2022, there were contractual commitments to extend credit to borrowers aggregating $ 1,607,055 and open forward delivery contracts aggregating $ 1,752,852 , which hedge both the rate lock loan commitments and closed loans held for sale. \n\nNVR, Inc. \n\nNotes to Consolidated Financial Statements \n\n(dollars in thousands, except per share data) \n\nThe fair value of our rate lock commitments to borrowers and the related input levels includes, as applicable: \n\ni) the assumed gain/loss of the expected resultant loan sale (Level 2); \n\nii) the effects of interest rate movements between the date of the rate lock and the balance sheet date (Level 2); and \n\niii) the value of the servicing rights associated with the loan (Level 2). \n\nThe assumed gain/loss considers the excess servicing to be received or buydown fees to be paid upon securitization of the loan. The excess servicing and buydown fees are calculated pursuant to contractual terms with investors. To calculate the effects of interest rate movements, NVRM utilizes applicable published mortgage-backed security prices, and multiplies the price movement between the rate lock date and the balance sheet date by the notional loan commitment amount. NVRM sells almost all of its loans on a servicing released basis, and receives a servicing released premium upon sale. Thus, the value of the servicing rights is included in the fair value measurement and is based upon contractual terms with investors and varies depending on the loan type. NVRM assumes a fallout rate when measuring the fair value of rate lock commitments. Fallout is defined as locked loan commitments for which NVRM does not close a mortgage loan and is based on historical experience. \n\nThe fair value of NVRM&#8217;s forward sales contracts to investors solely considers the market price movement of the same type of security between the trade date and the balance sheet date (Level 2). The market price changes are multiplied by the notional amount of the forward sales contracts to measure the fair value. \n\nMortgage loans held for sale are recorded at fair value when closed, and thereafter are carried at the lower of cost or fair value, net of deferred origination costs, until sold. Fair value is measured using Level 2 inputs. As of December 31, 2022, the fair value of loans held for sale of $ 316,806 included on the accompanying consolidated balance sheets was decreased by $ 2,675 from the aggregate principal balance of $ 319,481 . As of December 31, 2021, the fair value of loans held for sale of $ 302,192 was increased by $ 4,296 from the aggregate principal balance of $ 297,896 . \n\nThe fair value measurement of NVRM's undesignated derivative instruments was as follows: \n\n##TABLE_START As of December 31, &#160; 2022 2021 Rate lock commitments: Gross assets $ 32,246 &#160; $ 15,949 &#160; Gross liabilities 20,946 &#160; 1,790 &#160; Net rate lock commitments $ 11,300 &#160; $ 14,159 &#160; Forward sales contracts: Gross assets $ 4,843 &#160; $ 708 &#160; Gross liabilities 20,903 &#160; 926 &#160; Net forward sales contracts $ ( 16,060 ) $ ( 218 ) ##TABLE_END\n\nAs of December 31, 2022 and 2021, the net rate lock commitments are reported in mortgage banking \"Other assets\" and the net forward sales contracts are reported in mortgage banking \"Accrued expenses and other liabilities\" on the accompanying consolidated balance sheets. \n\nThe fair value measurement as of December 31, 2022 was as follows: \n\n##TABLE_START Notional or Principal Amount Assumed Gain From Loan Sale Interest Rate Movement Effect Servicing Rights Value Security Price Change Total Fair Value Measurement Gain/(Loss) Rate lock commitments $ 1,607,055 &#160; $ 2,213 &#160; $ ( 12,034 ) $ 21,121 &#160; $ &#8212; &#160; $ 11,300 &#160; Forward sales contracts $ 1,752,852 &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; ( 16,060 ) ( 16,060 ) Mortgages held for sale $ 319,481 &#160; 162 &#160; ( 7,483 ) 4,646 &#160; &#8212; &#160; ( 2,675 ) Total fair value measurement $ 2,375 &#160; $ ( 19,517 ) $ 25,767 &#160; $ ( 16,060 ) $ ( 7,435 ) ##TABLE_END\n\nThe total fair value measurement as of December 31, 2021 was $ 18,237 . NVRM recorded a fair value adjustment to expense of $ 25,673 for the year ended December 31, 2022, a fair value adjustment to income of $ 2,654 for the year ended December 31, 2021, \n\nNVR, Inc. \n\nNotes to Consolidated Financial Statements \n\n(dollars in thousands, except per share data) \n\nand a fair value adjustment to expense of $ 1,472 for the year ended December 31, 2020. Unrealized gains/losses from the change in the fair value measurements are included in earnings as a component of mortgage banking fees in the accompanying consolidated statements of income. The fair value measurement will be impacted in the future by the change in the value of the servicing rights, interest rate movements, security price fluctuations, and the volume and product mix of NVRM&#8217;s closed loans and locked loan commitments. \n\n16. Mortgage Repurchase Reserve \n\nDuring the years ended December 31, 2022, 2021 and 2020, we recognized pre-tax charges for loan losses related to mortgage loans sold of approximately $ 2,500 , $ 2,600 and $ 3,200 , respectively. Included in NVRM&#8217;s &#8220;Accounts payable and other liabilities&#8221; line item on the accompanying consolidated balance sheets is a mortgage repurchase reserve equal to approximately $ 21,800 and $ 21,400 at December 31, 2022 and 2021, respectively. \n\n"
    }
  ]
}