{
  "ticker": "OMC",
  "content": [
    {
      "section": "1",
      "text": " Item 1. Business \n\nOur Business \n\nOmnicom is a strategic holding company providing advertising, marketing and corporate communications services to many of the largest global companies. Our portfolio of companies includes our global networks, BBDO, DDB, TBWA, Omnicom Media Group, the DAS Group of Companies, and the Communications Consultancy Network. All of our global networks integrate their service offerings with the Omnicom branded practice areas, including the Omnicom Health Group, the Omnicom Precision Marketing Group, the Omnicom Commerce Group, the Omnicom Advertising Collective, the Omnicom Public Relations Group, and the Omnicom Brand Consulting Group, as well as our Experiential businesses and Execution &#38; Support businesses, which includes the Omnicom Specialty Marketing Group. \n\nWe operate in a highly competitive industry and compete against other global, national and regional advertising and marketing services companies, as well as technology, social media and professional services companies. The proliferation of media channels, including the rapid development and integration of interactive technologies and media, has fragmented consumer audiences targeted by our clients. These developments make it more complex for marketers to reach their target audiences in a cost-effective way, causing them to turn to global service providers such as Omnicom for a customized mix of advertising and marketing services designed to optimize their total marketing expenditure. \n\nOn a global, pan-regional and local basis, our networks, practice areas and agencies provide a comprehensive range of services in the following fundamental disciplines: Advertising &#38; Media, Precision Marketing, Commerce &#38; Brand Consulting, Experiential, Execution &#38; Support, Public Relations and Healthcare. Advertising &#38; Media includes creative services across digital and traditional media, strategic media planning and buying, performance media and data analytics services. Precision Marketing includes digital and direct marketing, digital transformation consulting and data and analytics. Commerce &#38; Brand Consulting services include brand and product consulting, strategy and research, retail marketing and ecommerce marketing. Experiential marketing services include live and digital events and experience design and execution. Execution &#38; Support includes field marketing, digital and physical merchandising, point-of-sale and product placement, as well as other specialized marketing and custom communications services. Public Relations services include corporate communications, crisis management, public affairs and media and media relations services. Healthcare includes corporate communications and advertising and media services to global healthcare and pharmaceutical companies. As a leading global advertising, marketing and corporate communications company, we operate in all major markets. Our geographic markets include: the Americas, which includes North America and Latin America, Europe, the Middle East and Africa (EMEA), and Asia Pacific. \n\nOur business model was built and continues to evolve around our clients. While our networks, practice areas and agencies operate under different names and frame their ideas in different disciplines, we organize our services around our clients. Our fundamental business principle is that our clients&#8217; specific marketing requirements are the central focus of how we structure our service offerings and allocate our resources. This client-centric business model requires that multiple agencies within Omnicom collaborate in formal and informal virtual client networks utilizing our key client matrix organization structure. This collaboration allows us to cut across our internal organizational structures to execute our clients&#8217; marketing requirements in a consistent and comprehensive manner. We use our client-centric approach to grow our business by expanding our service offerings to existing clients, moving into new markets and obtaining new clients. In addition, we pursue selective acquisitions of complementary companies with strong entrepreneurial management teams that currently serve or could serve our existing clients. In addition to collaborating through our client service models, our agencies and networks collaborate across internally developed technology platforms. Annalect and Omni, our proprietary data and analytics platforms, serve as the strategic resource for all of our agencies and networks to share when developing client service strategies across our virtual networks. These platforms provide precision marketing and insights at scale across creative, media and other disciplines. \n\nDriven by our clients&#8217; continuous demand for more effective and efficient marketing activities, we strive to provide an extensive range of advertising, marketing and corporate communications services through various client-centric networks that are organized to meet specific client objectives. \n\nOur service offerings include: ##TABLE_START advertising marketing research branding media planning and buying content marketing retail media planning and buying corporate social responsibility consulting merchandising and point of sale crisis communications mobile marketing custom publishing multi-cultural marketing data analytics non-profit marketing database management organizational communications digital/direct marketing and post-production services package design digital transformation consulting product placement entertainment marketing promotional marketing experiential marketing public affairs field marketing public relations financial/corporate business-to-business advertising retail marketing graphic arts/digital imaging retail media and ecommerce healthcare marketing and communications search engine marketing instore design shopper marketing interactive marketing social media marketing investor relations sports and event marketing ##TABLE_END\n\nCertain business trends have impacted our business and industry. These trends include clients increasingly expanding the focus of their brand strategies from national markets to pan-regional and global markets and integrating traditional and non-traditional marketing channels, as well as utilizing new communications technologies and emerging digital platforms. As clients increase their demands for marketing effectiveness and efficiency, they tend to continue to consolidate their business within one or a small number of service providers in the pursuit of a single engagement covering all consumer touch points. We have structured our business around these trends. We believe that our key client matrix organization structure approach to collaboration and integration of our services and solutions have provided a competitive advantage to our business in the past and we expect this to continue over the medium and long term. Our key client matrix organization structure facilitates superior client management and allows for greater integration across our service platforms. Our overarching strategy is to continue to use our virtual client networks to grow our business relationships with our largest clients by serving them across our networks, disciplines and geographies. \n\nWe continually evaluate our portfolio of businesses to identify areas for investment and acquisition opportunities, as well as to identify non-strategic or underperforming businesses for disposition. For information about our acquisitions and dispositions, see Item 7, Management's Discussion and Analysis of Financial Condition and Results of Operations, or MD&#38;A, - Acquisitions and Goodwill and Note 5 to the consolidated financial statements. In each of the three years ended December 31, 2022, none of our acquisitions or dispositions, individually or in the aggregate, was material to our results of operations or financial position. \n\nThe various components of our business, including revenue by discipline and geographic area, and material factors that affected us in the three years ended December 31, 2022, are discussed in the MD&#38;A. \n\nOur Clients \n\nOur clients operate in virtually every sector of the global economy. In many cases, multiple agencies or networks serve different brands, product groups or both within the same client. For example, in 2022, our largest client represented 2.7% of revenue and was served by approximately 90 of our agencies. Our 100 largest clients, many of which represent the largest global companies, represented approximately 53% of revenue and were each served, on average, by approximately 54 of our agencies. Although we have a large and diverse client base, we are not immune to general economic downturns. \n\nGovernment Regulations \n\nWe are subject to various local, state and federal laws and regulations in the countries in which we conduct business. Compliance with these laws and regulations in the normal course of business did not have a material effect on our business, results of operations or financial position. Additional information regarding the impact of government regulations on our business is included in Item 1A. Risk Factors - Regulatory Risks . \n\nHuman Capital Resources and Environmental Sustainability Initiatives \n\nOur employees are our most important assets. We believe a critical component of our success depends on the ability to attract, develop and retain key personnel. The skill sets of our workforce across our agencies and within each discipline are similar. Common to all is the ability to understand a client&#8217;s brand or product and its selling proposition and to develop a unique message to communicate the value of the brand or product to the client&#8217;s target audience, whether through traditional channels or emerging digital platforms. Recognizing the importance of this core competency, we support and develop our employees through training and development programs that build and strengthen employees&#8217; leadership and professional skills. \n\nHuman capital management strategies are developed collectively by senior management, including the management teams of our networks, practice areas, and agencies, and are overseen by our Board of Directors. We are committed to efforts that ensure that the workplace is equitable, ethical, fosters an inclusive work environment across our global workforce and respects human rights. Our social and human capital management priorities include, among other things, adopting codes of conduct and business ethics, providing competitive wages and benefits, comprehensive training programs, succession planning, promoting diversity and inclusion and implementing programs that prioritize the achievement of systemic equity throughout our organization. \n\nAt December 31, 2022, we employed approximately 74,200 people worldwide, including 31,500 people in the Americas, 27,500 people in EMEA, and 15,200 people in Asia Pacific. Our largest employee base is the United States, where we employed approximately 25,600 people. None of our regular employees in the United States are represented by a labor union. In certain countries outside the United States, primarily in Europe, some employees are represented by work councils. See the MD&#38;A for a discussion of the effect of salary and related costs on our results of operations. \n\nOur environmental sustainability initiatives focus on efficiency of office space, energy usage and travel. In connection with our environmental sustainability efforts, we are a signatory to the UN Global Compact, a principle-based framework to encourage businesses and firms worldwide to adopt sustainable and socially responsible policies. We support the UN Sustainable Development Goals, a collection of global goals designed to be a blueprint to achieve a better, more inclusive and sustainable future. Also, we are committed to joining the Science-Based Target Initiative (SBTi), which publicly audits companies on their emissions reduction efforts. \n\nInformation About Our Executive Officers \n\nAt February 1, 2023, our executive officers were: ##TABLE_START Name Position Age John D. Wren Chairman of the Board and Chief Executive Officer 70 Daryl Simm President and Chief Operating Officer 61 Philip J. Angelastro Executive Vice President and Chief Financial Officer 58 Andrew L. Castellaneta Senior Vice President, Chief Accounting Officer 64 Louis F. Januzzi Senior Vice President, General Counsel and Secretary 49 Rochelle M. Tarlowe Senior Vice President and Treasurer 52 Jonathan B. Nelson CEO, Omnicom Digital 55 ##TABLE_END\n\nMr. Wren was named Chairman of the Board and Chief Executive Officer in May 2018 and previously served as President and Chief Executive Officer from 1997 to May 2018. Mr. Simm was named President and Chief Operating Officer in November 2021 and previously served as Chief Executive Officer of Omnicom Media Group for more than 20 years. Mr. Januzzi was named Senior Vice President, General Counsel and Secretary in December 2022 and previously served as Senior Vice President &#38; Deputy General Counsel - Corporate from May 2021 to December 2022 and as Associate General Counsel - Corporate Development &#38; Finance from March 2016 to May 2021. Ms. Tarlowe was named Senior Vice President and Treasurer in May 2019 and previously served as Senior Vice President and Treasurer of Avis Budget Group from 2007 until April 2019. All other executive officers have held their present position for at least five years. Additional information about our directors and executive officers will appear in our definitive proxy statement, which is expected to be filed with the United States Securities and Exchange Commission, or SEC, in March 2023. \n\nAvailable Information \n\nWe file annual, quarterly and current reports and any amendments to those reports, proxy statements and other information with the SEC. Documents we file with the SEC are available free of charge on our website at http://investor.omnicomgroup.com, as soon as reasonably practicable after such material is filed with the SEC. Any document we file with the SEC is available on the SEC&#8217;s website at www.sec.gov. The information included on or available through our website is not part of this or any other report we file with the SEC. \n\n"
    },
    {
      "section": "1A",
      "text": " Item 1A. Risk Factors \n\nEconomic Risks \n\nAdverse economic conditions, a reduction in client spending, a deterioration in the credit markets or a delay in client payments could have a material effect on our business, results of operations and financial position. \n\nMacroeconomic conditions have a direct impact on our business, results of operations and financial position. Adverse economic conditions, including high and sustained inflation, rising interest rates, supply chain issues affecting the distribution of our clients&#8217; products, or a disruption in the credit markets, pose a risk that clients may reduce, postpone or cancel spending on advertising, marketing and corporate communications projects. Such actions would reduce the demand for our services and could result in a reduction in our revenue, which would adversely affect our business, results of operations and financial position. A contraction in the availability of credit may make it more difficult for us to meet our working capital requirements. In addition, a disruption in the credit markets could adversely affect our clients liquidity and could cause them to delay payment for our services or take other actions that would negatively affect our working capital. In such circumstances, we may need to obtain additional financing to fund our day-to-day working capital requirements, which may not be available on favorable terms, or at all. Even if we take action to respond to adverse economic conditions, reductions in revenue and disruptions in the credit markets by aligning our cost structure and more efficiently managing our working capital, such actions may not be effective. \n\nA period of sustained inflation across all the major markets in which we operate could result in higher operating costs. \n\nOur principal operating expenses are salary and service costs and occupancy and related costs. Inflationary pressures typically result in increases to our operating expenses. In cases of sustained inflation across several of our major markets, it becomes increasingly difficult to effectively control increases to our costs. In addition, the effects of inflation on consumers budgets could result in the reduction of our clients&#8217; spending plans on the advertising, marketing and communication services we provide. If we are unable to increase our fees or take other actions to mitigate the effect of the resulting higher costs, our business, results of operations and financial position could be negatively impacted. \n\nIn an economic downturn, the risk of a material loss related to media purchases and production costs incurred on behalf of our clients could significantly increase, and methods for managing or mitigating such risk may be less available or unavailable. \n\nIn the normal course of business, our agencies enter into contractual commitments with media providers and production companies on behalf of our clients at levels that can substantially exceed the revenue from our services. These commitments are included in accounts payable when the services are delivered by the media providers or production companies. If permitted by local law and the client agreement, many of our agencies purchase media and production services for our clients as an agent for a disclosed principal. In addition, while operating practices vary by country, media type and media vendor, in the United States and certain foreign markets, many of our agencies&#8217; contracts with media and production providers specify that our agencies are not liable to the media and production providers under the theory of sequential liability until and to the extent we have been paid by our client for the media or production services. \n\nWhere purchases of media and production services are made by our agencies as a principal or are not subject to the theory of sequential liability, the risk of a material loss as a result of payment default by our clients could increase significantly, and such a loss could have a material adverse effect on our business, results of operations and financial position. \n\nIn addition, our methods of managing the risk of payment default, including obtaining credit insurance, requiring payment in advance, mitigating the potential loss in the marketplace or negotiating with media providers, may be insufficient, less available, or unavailable during a severe economic downturn. \n\nThe war in Ukraine has negatively impacted our business, results of operations and financial position, and could adversely impact our business, results of operations and financial position in the future. \n\nHistorically, we conducted operations in Russia and Ukraine through local agencies in which we held a majority stake. During the first quarter of 2022, the war in Ukraine required us to suspend our business operations in Ukraine, and we disposed of all of our businesses in Russia. \n\nThe war in Ukraine is ongoing and its duration is uncertain. We cannot predict the outcome of the war in Ukraine or its impact on the broader region, as the conflict and related government actions are evolving and are beyond our control. The extent and duration of the military action, sanctions and resulting market disruptions, which may include increased energy costs and further supply chain disruptions, could be significant and could adversely impact our business, results of operations and financial position in the future. Our clients&#8217; businesses, results of operations and financial position could also be adversely impacted by the war in Ukraine, which could impact client spending on our services. \n\nThe COVID-19 pandemic negatively impacted our business, results of operations and financial position, and the COVID-19 pandemic or other similar public health crises could adversely impact our business, results of operations and financial position in the future. \n\nThe COVID-19 pandemic negatively impacted our business, results of operations and financial position beginning in 2020 and continuing through the first quarter of 2021. Global economic conditions may continue to be uncertain as long as the COVID-19 pandemic, or other similar public health crises, including the emergence of new COVID-19 variants, remain or become a public health threat. Demand for certain of our services may be adversely affected by government measures, including restrictions on travel and business operation and quarantine and stay-at-home orders arising from a recurrence of a pandemic, or similar public health crises. The extent of the impact on our business will depend on numerous factors that we are not able to accurately predict, including the geographic regions that may be affected. \n\nBusiness and Operational Risks \n\nClients periodically review and change their advertising, marketing and corporate communications requirements and relationships. If we are unable to remain competitive or retain key clients, our business, results of operations and financial position may be adversely affected. \n\nWe operate in a highly competitive industry. Key competitive considerations for retaining existing clients and winning new clients include our ability to develop solutions that meet client needs in a rapidly changing environment, the quality and effectiveness of our services and our ability to serve clients efficiently, particularly large multinational clients, on a broad geographic basis. From time to time, clients may put their advertising, marketing and corporate communications business up for competitive review. We have won and lost accounts as a result of these reviews. To the extent that we are not able to remain competitive or retain key clients, our revenue may be adversely affected, which could have a material adverse effect on our business, results of operations and financial position. \n\nAcquiring new clients and retaining existing clients depends on our ability to avoid and manage conflicts of interest arising from other client relationships, retaining key personnel and maintaining a highly skilled workforce. \n\nOur ability to acquire new clients and retain existing clients may, in some cases, be limited by clients&#8217; perceptions of, or policies concerning, conflicts of interest arising from other client relationships. If we are unable to maintain multiple agencies to manage multiple client relationships and avoid potential conflicts of interests, our business, results of operations and financial position may be adversely affected. \n\nAs a service business, our ability to attract and retain key personnel is an important aspect of our competitiveness. If we are unable to attract and retain key personnel, our ability to provide our services in the manner clients have come to expect may be adversely affected, which could harm our reputation and result in a loss of clients, which could have a material adverse effect on our business, results of operations and financial position. \n\nThe loss of several of our largest clients could have a material adverse effect on our business, results of operations and financial position. \n\nIn 2022, our 100 largest clients represented approximately 53% of our revenue. Clients generally are able to reduce or cancel current or future spending on advertising, marketing and corporate communications projects at any time on short notice for any reason. A significant reduction in spending on our services by our largest clients, or the loss of several of our largest clients, if not replaced by new clients or an increase in business from existing clients, would adversely affect our revenue and could have a material adverse effect on our business, results of operations and financial position. \n\nWe rely extensively on information technology systems, and cybersecurity incidents could adversely affect us. \n\nWe rely on information technology systems and infrastructure to connect with our clients, people and others, and to store and process business and financial data. Increased cybersecurity threats and attacks, including computer viruses, hacking and ransomware attacks, are constantly evolving and pose a risk to our systems and networks. Security breaches, improper use of our systems and unauthorized access to our data and information by employees and others may pose a risk that sensitive data may be exposed to unauthorized persons or to the public. We also have access to sensitive or personal data or information that is subject to privacy laws and regulations. Our systems and processes may be unable to prevent material security breaches, and such breaches could adversely affect our business, results of operations, financial position and reputation. \n\nOur third-party service providers, including cloud providers, store, transmit and process data. These third-party service providers are also subject to malicious attacks and cybersecurity threats that could adversely affect us. \n\nIn addition, during the COVID-19 pandemic many of our employees worked from home for all or part of the time. Currently, many agencies continue to operate on a hybrid work schedule where employees are working from home part of the time. The number of employees working from home varies by market and is dependent on local conditions. The increase in the number of employees working from home may increase certain business and process control risks, including increased risk of cybersecurity \n\nincidents and exposure of sensitive business and client advertising and marketing information, as well as personal data or information. \n\nRisks Related to International Operations \n\nCurrency exchange rate fluctuations have impacted, and in the future could impact, our business, results of operations and financial position. \n\nIn 2022, our international operations represented approximately 48% of our revenue. We operate in all major international markets including the Euro Zone, the United Kingdom, or the U.K., Australia, Brazil, Canada, China and Japan. Our agencies transact business in more than 50 different currencies. Substantially all of our foreign operations transact business in their local currency and, accordingly, their financial statements are translated into U.S. Dollars. As a result, both adverse and beneficial fluctuations in foreign exchange rates impact our business, results of operations and financial position. In addition, funds transferred to the United States can be adversely or beneficially impacted by changes in foreign currency exchange rates. \n\nAs a global business we face certain risks of doing business internationally, and we are exposed to risks from operating in high-growth markets and developing countries, which could have a material adverse effect on our business, results of operations and financial position. \n\nThe operational and financial performance of our international businesses are affected by global and regional economic conditions, competition for new business and staff, currency exchange rate fluctuations, political conditions, differing tax and regulatory environments and other risks associated with extensive international operations. In addition, we conduct business in numerous high-growth markets and developing countries that tend to have longer billing collection cycles, currency repatriation restrictions and commercial laws that can be undeveloped, vague, inconsistently enforced, retroactively applied or frequently changed. The risks associated with our international operations could have a material adverse effect on our business, results of operations and financial position. Additionally, our operations are subject to the United States Foreign Corrupt Practices Act and other anti-corruption and anti-bribery laws and regulations. These laws and regulations are complex and stringent, and any changes and violations could have an adverse effect on our business and reputation. For financial information by geographic region, see Note 8 to the consolidated financial statements. \n\nRisks Related to Acquisitions \n\nWe may be unsuccessful in evaluating material risks involved in completed and future acquisitions. \n\nWe regularly evaluate potential acquisitions of businesses that are complementary to our businesses and client needs. As part of the process, we conduct business, legal and financial due diligence to identify and evaluate material risks involved in any particular transaction. Despite our efforts, we may be unsuccessful in ascertaining or evaluating all such risks. As a result, the intended advantages of any given acquisition may not be realized. If we fail to identify certain material risks from one or more acquisitions, our business, results of operations and financial position could be adversely affected. \n\nOur goodwill is an intangible asset that may become impaired, which could have a material adverse effect on our business, results of operations and financial position. \n\nIn accordance with generally accepted accounting principles in the United States, or U.S. GAAP or GAAP, we have recorded a significant amount of goodwill related to our acquisitions; a substantial portion of which represents the intangible specialized know-how of the acquired workforce. As discussed in Note 2 to the consolidated financial statements, we review the carrying value of goodwill for impairment annually at the end of the second quarter and whenever events or circumstances indicate the carrying value may not be recoverable. The estimates and assumptions about future results of operations and cash flows made in connection with the impairment testing could differ from future actual results of operations and cash flows. While we have concluded, for each year presented in the financial statements included in this report, that our goodwill is not impaired, future events could cause us to conclude that the intangible asset values associated with a given operation may become impaired. Any resulting non-cash impairment charge could have a material adverse effect on our business, results of operations and financial position. \n\nRegulatory Risks \n\nGovernment regulation and consumer advocates may limit the scope and content of our services, which could affect our ability to meet our clients&#8217; needs, which could have a material adverse effect on our business, results of operations and financial position. \n\nGovernment agencies and consumer groups directly or indirectly affect or attempt to affect the scope, content and manner of presentation of advertising, marketing and corporate communications services, through regulation or other governmental action, which could affect our ability to meet our clients&#8217; needs. Such regulation may seek, among other things, to limit the tax deductibility of advertising expenditures by certain industries or for certain products and services. In addition, there has been a tendency on the part of businesses to resort to the judicial system to challenge advertising practices and claims, which could cause our clients affected by such actions to reduce their spending on our services. Any regulatory or judicial action that affects our \n\nability to meet our clients' needs or reduces client spending on our services could have a material adverse effect on our business, results of operations and financial position. \n\nLaws and regulations related to user privacy, use of personal information and Internet tracking technologies have been proposed or enacted in the United States and a number of international markets. These laws and regulations could affect the acceptance of new communications technologies and the use of current communications technologies as advertising media. These actions could affect our business and reduce demand for certain of our services, which could have a material adverse effect on our business, results of operations and financial position. \n\nExpectations relating to environmental, social and governance considerations expose us to potential liabilities, reputational harm and other unforeseen adverse effects on our business. \n\nMany governments, regulators, investors, employees, customers and other stakeholders are increasingly focused on environmental, social and governance considerations relating to businesses, including climate change and greenhouse gas emissions, human capital and diversity, equity and inclusion. We make statements about our environmental, social and governance goals and initiatives through information provided on our website, press statements and other communications, including through our Corporate Responsibility Report. Responding to these environmental, social and governance considerations and implementation of these goals and initiatives involves risks and uncertainties and requires ongoing investments. The success of our goals and initiatives may be impacted by factors that are outside our control. In addition, some stakeholders may disagree with our goals and initiatives and the focus and views of stakeholders may change and evolve over time and vary depending on the jurisdictions in which we operate. Any failure, or perceived failure, by us to achieve our goals, further our initiatives, adhere to our public statements, comply with federal, state or international environmental, social and governance laws and regulations, or meet evolving and varied stakeholder expectations and views could materially adversely affect our business, reputation, results of operations, financial position and stock price. \n\n"
    },
    {
      "section": "1B",
      "text": " Item 1B. Unresolved Staff Comments \n\nNone. \n\n"
    },
    {
      "section": "2",
      "text": " Item 2. Properties \n\nWe conduct business and maintain offices throughout the world. The facility requirements of our businesses are similar across geographic regions and disciplines. Substantially all our office space is leased under operating leases with varying expiration dates. Lease obligations of our foreign operations are generally denominated in their local currency. We believe that our facilities are adequate for our current operations and are well maintained. Our principal corporate offices are located at 280 Park Avenue, New York, New York; 1055 Washington Boulevard, Stamford, Connecticut; and 525 Okeechobee Boulevard, West Palm Beach, Florida. We also maintain executive offices in London, England; Shanghai, China; and Singapore. Notes 2 and 16 to the consolidated financial statements provide a description of our lease expense, which comprises a significant component of our occupancy and other costs, and our lease commitments. \n\n"
    },
    {
      "section": "3",
      "text": " Item 3. Legal Proceedings \n\nIn the ordinary course of business, we are involved in various legal proceedings. We do not expect that these proceedings will have a material adverse effect on our results of operations or financial position. \n\n"
    },
    {
      "section": "4",
      "text": " Item 4. Mine Safety Disclosures \n\nNot Applicable. \n\nPART II \n\n"
    },
    {
      "section": "5",
      "text": " Item 5. Market for Registrant&#8217;s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities \n\nOur common stock is listed and trades on the New York Stock Exchange under the symbol OMC. As of February 1, 2023, there were 1,858 shareholders of record. \n\nCommon stock repurchase activity during the three months ended December 31, 2022 was: ##TABLE_START Period Total Number of \n\nShares Purchased \n\nAverage Price Paid Per Share Total Number of \n\nShares Purchased \n\nas Part of Publicly \n\nAnnounced Plans \n\nor Programs \n\nMaximum Number \n\nof Shares that May \n\nYet Be Purchased \n\nUnder the Plans \n\nor Programs \n\nOctober 1 - October 31, 2022 231,261 $63.96 &#8212; &#8212; November 1 - November 30, 2022 &#8212; $0 &#8212; &#8212; December 1 - December 31, 2022 1,205,736 $78.35 &#8212; &#8212; 1,436,997 $76.04 &#8212; &#8212; ##TABLE_END\n\nDuring the three months ended December 31, 2022, we purchased 1,361,818 shares of common stock in the open market, and withheld 75,179 shares of common stock from employees to satisfy estimated statutory income tax obligations related to the vesting of restricted stock awards and stock option exercises. The value of the stock withheld was based on the closing price of our common stock on the applicable vesting or exercise date. There were no unregistered sales of equity securities during the three months ended December 31, 2022. \n\n"
    },
    {
      "section": "6",
      "text": ""
    },
    {
      "section": "7",
      "text": " Item 7. Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations \n\nEXECUTIVE SUMMARY \n\nRisks and Uncertainties \n\nCurrent global economic challenges, including the impact of the war in Ukraine, the lingering effects of the COVID-19 pandemic, high and sustained inflation, rising interest rates, and supply chain disruptions could cause economic uncertainty and volatility. The impact of these issues on our business will vary by geographic market and discipline. We monitor economic conditions closely, as well as client revenue levels and other factors. In response to reductions in revenue, we can take actions to align our cost structure with changes in client demand and manage our working capital. However, there can be no assurance as to the effectiveness of our efforts to mitigate any impact of the current and future adverse economic conditions, reductions in client revenue, changes in client creditworthiness and other developments. \n\nImpact of the War in Ukraine \n\nHistorically, we conducted operations in Russia and Ukraine through local agencies in which we held a majority stake. During the first quarter of 2022, the war in Ukraine required us to suspend our business operations in Ukraine. The war resulted in the imposition of sanctions by the United States, the United Kingdom, and the European Union, that affected the cross-border operations of businesses operating in Russia. In addition, Russian regulators imposed currency restrictions and regulations. All of these actions created uncertainty regarding our ability to recover our investment in our operations in Russia, as well as our ability to exercise control over the operations. Therefore, the ability to continue operations in Russia was uncertain. As a result, we disposed of all of our businesses in Russia. Accordingly, in the first quarter of 2022, we recorded pretax charges of $113.4 million, which primarily consisted of the net investment in our Russian businesses, and included charges related to the suspension of operations in Ukraine. \n\nLingering Effects of the COVID-19 Pandemic \n\nThe COVID-19 pandemic adversely affected global economic activity. Beginning in March 2020 and continuing through the first quarter of 2021, our business was impacted by reductions in client spending due to the COVID-19 pandemic. While mixed by business and geography, the spending reductions impacted all our businesses and markets. Globally, the most impacted businesses were our Experiential discipline, especially in our event marketing businesses, and our Execution &#38; Support discipline, primarily in field marketing. Most markets began to improve in April 2021. \n\nOur Business \n\nWe are a strategic holding company providing advertising, marketing and corporate communications services to many of the largest global companies. Our portfolio of companies includes our global networks, BBDO, DDB, TBWA, Omnicom Media Group, the DAS Group of Companies, and the Communications Consultancy Network. All of our global networks integrate their service offerings with the Omnicom branded practice areas, including the Omnicom Health Group, the Omnicom Precision Marketing Group, the Omnicom Commerce Group, the Omnicom Advertising Collective, the Omnicom Public Relations Group, and the Omnicom Brand Consulting Group, as well as our Experiential businesses and Execution &#38; Support businesses, which includes the Omnicom Specialty Marketing Group. \n\nOn a global, pan-regional and local basis, our networks, practice areas and agencies provide a comprehensive range of services in the following fundamental disciplines: Advertising &#38; Media, Precision Marketing, Commerce &#38; Brand Consulting, Experiential, Execution &#38; Support, Public Relations and Healthcare. Advertising &#38; Media includes creative services across digital and traditional media, strategic media planning and buying, performance media and data analytics services. Precision Marketing includes digital and direct marketing, digital transformation consulting and data and analytics. Commerce &#38; Brand Consulting services include brand and product consulting, strategy and research, retail marketing and ecommerce marketing. Experiential marketing services include live and digital events and experience design and execution. Execution &#38; Support includes field marketing, sales support, digital and physical merchandising, point-of-sale and product placement, as well as other specialized marketing and custom communications services. Public Relations services include corporate communications, crisis management, public affairs and media and media relations services. Healthcare includes corporate communications and advertising and media services to global healthcare and pharmaceutical companies. \n\nOur business model was built and continues to evolve around our clients. While our networks, practice areas and agencies operate under different names and frame their ideas in different disciplines, we organize our services around our clients. Our fundamental business principle is that our clients&#8217; specific marketing requirements are the central focus of how we structure our service offerings and allocate our resources. This client-centric business model requires that multiple agencies within Omnicom \n\ncollaborate in formal and informal virtual client networks utilizing our key client matrix organization structure. This collaboration allows us to cut across our internal organizational structures to execute our clients&#8217; marketing requirements in a consistent and comprehensive manner. We use our client-centric approach to grow our business by expanding our service offerings to existing clients, moving into new markets and obtaining new clients. In addition, we pursue selective acquisitions of complementary companies with strong entrepreneurial management teams that currently serve or could serve our existing clients. \n\nAs a leading global advertising, marketing and corporate communications company, we operate in all major markets and have a large client base. For the year ended December 31, 2022, our largest client represented 2.7% of revenue, and our 100 largest clients, which represent many of the world's major marketers, represented approximately 53% of revenue. Our clients operate in virtually every sector of the global economy, with no one industry representing more than 17% of our revenue in 2022. Although our revenue is generally balanced between the United States and international markets and we have a large and diverse client base, we are not immune to general economic downturns. \n\nCertain global events targeted by major marketers for advertising expenditures, such as the FIFA World Cup and the Olympics, and certain national events, such as the U.S. election process, may affect our revenue period-over-period in certain businesses. Typically, these events do not have a significant impact on our revenue in any period. \n\nGlobal economic conditions have a direct impact on our business and financial performance. Adverse global or regional economic conditions pose a risk that our clients may reduce, postpone or cancel spending on advertising, marketing and corporate communications services, which would reduce the demand for our services. Revenue is typically lower in the first and third quarters a nd higher i n the second and fourth quarters, reflecting client spending patterns during the year and additional project work that usually occurs in the fourth quarter. \n\nGiven our size and breadth, we manage our business by monitoring several financial indicators. The key performance indicators that we focus on are revenue growth and variability of operating expenses. We analyze revenue growth by reviewing the components and mix of the growth, including growth by principal regional market, practice area and marketing discipline, the impact from foreign currency exchange rate changes, growth from acquisitions, net of dispositions, and growth from our largest clients. Operating expenses are analyzed in the following categories: cost of services, selling, general and administrative expenses, or SG&#38;A, and depreciation and amortization. \n\nResults of Operations \n\nRevenue in 2022 decreased slightly to $14,289.1 million compared to $14,289.4 million in 2021. Organic growth increased revenue $1,346.3 million, or 9.4%. Changes in foreign exchange rates reduced revenue $681.0 million, or 4.8%, and acquisition revenue, net of disposition revenue, reduced revenue $665.6 million, or 4.7%. The reduction in acquisition revenue, net of disposition revenue, reflects dispositions in the Advertising &#38; Media discipline in the second quarter of 2021 and the disposition of our businesses in Russia in the first quarter of 2022. The change in revenue across our principal regional markets were: North America increased $146.3 million, Europe decreased $209.1 million, Asia-Pacific decreased $49.5 million and Latin America increased $32.9 million. In North America, organic revenue increased across all our disciplines, especially in our Advertising &#38; Media, Precision Marketing and Public Relations disciplines, and was substantially offset by a reduction in acquisition revenue, net of disposition revenue, primarily due to the disposition in the Advertising &#38; Media discipline in the second quarter of 2021. In Europe, organic revenue increased in substantially all countries and in all disciplines, especially our Advertising &#38; Media discipline, which was led by our media business, our Precision Marketing and Public Relations disciplines, and our Experiential discipline, as it continues to recover from the impact of the pandemic. The increase in organic revenue was offset by the weakening of substantially all foreign currencies against the U.S. Dollar, especially the British Pound and the Euro, as well as the disposition of our businesses in Russia in the first quarter of 2022. In Latin America, organic revenue increased in most countries in the region, especially Brazil and Colombia. The increase in organic revenue was partially offset by negative performance in Mexico and the weakening of most currencies in the region against the U.S. Dollar. In Asia-Pacific, organic revenue increased in most disciplines, especially our Advertising &#38; Media discipline, which was led by our media business, and in most of our major markets in the region, particularly Australia, India, Japan, Korea and Malaysia. The increase in organic revenue was offset by the weakening of all currencies in the region against the U.S. Dollar and negative performance in our Experiential discipline, primarily caused by prolonged COVID-19 lockdowns in China. The changes in revenue in 2022, compared to 2021, in our fundamental disciplines were: Advertising &#38; Media decreased $534.6 million, Precision Marketing increased $223.1 million, Commerce and Brand Consulting increased $47.7 million, Experiential increased $99.6 million, Execution &#38; Support decreased $46.6 million, Public Relations increased $154.1 million, and Healthcare increased $56.4 million. \n\nWe measure cost of services in two distinct categories: salary and service costs and occupancy and other costs. As a service business, salary and service costs make up the significant portion of our operating expenses and substantially all these costs comprise the essential components directly linked to the delivery of our services. Salary and service costs include employee compensation and benefits, freelance labor and third-party service costs, which include third-party supplier costs when we act as principal in providing services to our clients and client-related travel costs. Occupancy and other costs consist of the indirect costs related to the delivery of our services, including office rent and other occupancy costs, equipment rent, technology costs, general office expenses and other expenses. Adverse and beneficial fluctuations in foreign currencies from period to period impact our \n\nresults of operations and financial position when we translate our financial statements from local foreign currencies to the U.S. Dollar. However, substantially all of our foreign operations transact business in their local currency mitigating the impact of changes in foreign currency exchange rates on our operating margin percentage. \n\nOperating expenses in 2022 increased $114.3 million, or 0.9%, to $12,205.8 million year-over-year. Operating expenses for 2022 reflect charges arising from the effects of the war in Ukraine of $113.4 million. Operating expenses in 2021 were favorably impacted by the $50.5 million gain recorded in connection with the disposition in the Advertising &#38; Media discipline. The weakening of most foreign currencies, especially the British Pound and Euro, against the U.S. Dollar reduced operating expenses for 2022 as compared to the prior year, which was in line with the percentage reduction from changes in foreign currencies on revenue. Salary and service costs, which tend to fluctuate with changes in revenue, decreased $76.1 million, compared to 2021, reflecting a decrease in third-party service costs of $303.0 million, partially offset by an increase in salary and related service costs of $226.9 million. Third-party service costs decreased during the year primarily due to the disposition in the Advertising &#38; Media discipline in the second quarter of 2021 and the disposition of our businesses in Russia in the first quarter of 2022. The increase in salary and related service costs primarily resulted from the increase in organic revenue and an increase in headcount, as well as an increase in travel and related costs, reflecting the post-pandemic return to the office of our workforce in most markets. Occupancy and other costs, which are less directly linked to changes in revenue than salary and service costs, increased $20.4 million year-over-year, primarily due to an increase in general office expenses and other costs resulting from the return of our workforce to the office, partially offset by lower rent and other occupancy costs. Operating profit decreased $114.6 million to $2,083.3 million, operating margin decreased to 14.6% from 15.4%, and EBITA margin decreased to 15.1% from 15.9%. Operating profit, operating margin and EBITA margin for 2022 were negatively impacted by the $113.4 million charges arising from the effects of the war in Ukraine. Operating profit, operating margin and EBITA margin for 2021 were favorably impacted by the $50.5 million gain recorded in connection with dispositions in the Advertising &#38; Media discipline. \n\nSG&#38;A expenses primarily consist of third-party marketing costs, professional fees and compensation and benefits and occupancy and other costs of our corporate and executive offices, including group-wide finance and accounting, treasury, legal and governance, human resource oversight and similar costs. SG&#38;A expenses decreased slightly year-over-year. \n\nNet interest expense in 2022 decreased $71.2 million year-over-year to $137.9 million. Interest expense on debt decreased $21.9 million to $191.3 million in 2022 compared to 2021, primarily as a result of the benefit from the early redemption in May 2021 of all the outstanding $1.25 billion of our 3.625% Senior Notes due 2022, or 2022 Notes, which was partially offset by the issuance of $800 million of our 2.60% Senior Notes due 2031, or 2031 Notes, in May 2021, and the issuance of the &#163;325 million 2.25% Senior Notes due 2033, or Sterling Notes, in November 2021. Interest expense for 2021 includes a loss of $26.6 million on the early redemption of the 2022 Notes. Interest income in 2022 increased $43.4 million to $70.7 million year-over-year, primarily as a result of higher interest rates on our cash balances and our short-term investments. \n\nOur effective tax rate for 2022 increased year-over-year to 28.1% from 24.6%. The higher effective tax rate for 2022 was predominantly the result of the non-deductibility of the $113.4 million charge recorded in the first quarter of 2022, arising from the effects of the war in Ukraine, as well as an additional increase in income tax expense of $4.8 million related to the disposition of our businesses in Russia. These charges were partially offset by the tax benefit arising from our share-based compensation awards. The effective tax rate for 2021 reflects a nominal tax applied to the book gain on the disposition in the Advertising &#38; Media discipline resulting from the excess of tax over book basis and a reduction in income tax expense of $32.8 million, primarily related to the favorable settlements of uncertain tax positions in certain jurisdictions. \n\nNet income - Omnicom Group Inc. in 2022 decreased $91.3 million to $1,316.5 million from $1,407.8 million in 2021. The year-over-year decrease is due to the factors described above. Diluted net income per share - Omnicom Group Inc. decreased to $6.36 in 2022, compared to $6.53 in 2021, due to the factors described above, partially offset by the impact of the reduction in our weighted average common shares outstanding resulting from repurchases of our common stock, net of shares issued for restricted stock awards, stock option exercises and the employee stock purchase plan during the year. The impact of the after-tax charges arising from the effect of the war in Ukraine reduced net income - Omnicom Group Inc. for 2022 by $118.2 million and diluted net income per share - Omnicom Group Inc. by $0.57. \n\nThe combined effect of the after-tax gain on the disposition in the Advertising &#38; Media discipline and the loss on the early redemption of the 2022 Notes increased net income - Omnicom Group Inc. in 2021 by $31.0 million and increased diluted net income per share - Omnicom Group Inc. by $0.14. \n\nCRITICAL ACCOUNTING ESTIMATES \n\nThe following summary of our critical accounting policies provides a better understanding of our financial statements and the related discussion in this MD&#38;A. We believe that the following policies may involve a higher degree of judgment and complexity in their application than most of our accounting policies and represent the critical accounting policies used in the preparation of our financial statements. Readers are encouraged to consider this summary together with our consolidated financial statements and the related notes, including Note 2, for a more complete understanding of the critical accounting policies discussed below. \n\nEstimates \n\nWe prepare our financial statements in conformity with U.S. GAAP and are required to make estimates and assumptions that affect the amounts reported in the consolidated financial statements and accompanying notes. We use a fair value approach in testing our intangible assets, which primarily consist of goodwill, for impairment. Actual results could differ from those estimates and assumptions. \n\nAcquisitions and Goodwill \n\nWe have made and expect to continue to make selective acquisitions. The evaluation of potential acquisitions is based on various factors, including specialized know-how, reputation, geographic coverage, competitive position and service offerings of the target businesses, as well as our experience and judgment. \n\nOur acquisition strategy is focused on acquiring the expertise of an assembled workforce in order to continue to build upon the core capabilities of our various strategic business platforms and agency brands through the expansion of their geographic reach or their service capabilities to better serve our clients. Additional key factors we consider include the competitive position and specialized know-how of the acquisition targets. Accordingly, as is typical in most service businesses, a substantial portion of the assets we acquire are intangible assets primarily consisting of the know-how of the personnel, which is treated as part of goodwill and is not required to be valued separately under U.S. GAAP. For each acquisition, we undertake a detailed review to identify other intangible assets that are required to be valued separately. A significant portion of the identifiable intangible assets acquired is derived from customer relationships, including the related customer contracts, as well as trade names. In valuing these identified intangible assets, we typically use an income approach and consider comparable market participant measurements. \n\nWe evaluate goodwill for impairment at least annually at the end of the second quarter of the year and whenever events or circumstances indicate the carrying value may not be recoverable. Under FASB ASC Topic 350, Intangibles - Goodwill and Other , we have the option of either assessing qualitative factors to determine whether it is more-likely-than-not that the carrying value of our reporting units exceeds their respective fair value (Step 0) or proceeding directly to the quantitative goodwill impairment test. While there were no trigger events that required us to perform a quantitative test, we performed the annual quantitative impairment test and compared the fair value of each of our reporting units to its respective carrying value, including goodwill. We identified our regional reporting units as components of our operating segments, which are our six global agency networks. The regional reporting units of each agency network are responsible for the agencies in their region. They report to the segment managers and facilitate the administrative and logistical requirements of our key client matrix organization structure for delivering services to clients in their regions. We have concluded that for each of our operating segments, their regional reporting units have similar economic characteristics and should be aggregated for purposes of testing goodwill for impairment at the operating segment level. Our conclusion was based on a detailed analysis of the aggregation criteria set forth in FASB ASC Topic 280, Segment Reporting , and in FASB ASC Topic 350. Consistent with our fundamental business strategy, the agencies within our regional reporting units serve similar clients in similar industries, and in many cases the same clients. In addition, the agencies within our regional reporting units have similar economic characteristics and the employees share similar skill sets. The main economic components of each agency are employee compensation and related costs and direct service costs and occupancy and other costs, which include rent and occupancy costs, technology costs that are generally limited to personal computers, servers and off-the-shelf software and other overhead expenses. Finally, the expected benefits of our acquisitions are typically shared by multiple agencies in various regions as they work together to integrate the acquired agency into our virtual client network strategy. \n\nGoodwill Impairment Review - Estimates and Assumptions \n\nWe use the following valuation methodologies to determine the fair value of our reporting units: (1) the income approach, which utilizes discounted expected future cash flows, (2) comparative market participant multiples for EBITDA (earnings before interest, taxes, depreciation and amortization) and (3) when available, consideration of recent and similar acquisition transactions. \n\nIn applying the income approach, we use estimates to derive the discounted expected cash flows (&#8220;DCF&#8221;) for each reporting unit that serves as the basis of our valuation. These estimates and assumptions include revenue growth and operating margin, EBITDA, tax rates, capital expenditures, weighted average cost of capital and related discount rates and expected long-term cash flow growth rates. All of these estimates and assumptions are affected by conditions specific to our businesses, economic conditions related to the industry we operate in, as well as conditions in the global economy. The assumptions that have the most significant effect on our valuations derived using a DCF methodology are: (1) the expected long-term growth rate of our reporting units' cash flows and (2) the weighted average cost of capital (&#8220;WACC&#8221;) for each reporting unit. \n\nThe assumptions used for the long-term growth rate and WACC in our evaluations as of June 30, 2022 and 2021 were: ##TABLE_START 2022 2021 Long-Term Growth Rate 3.5% 3.5% WACC 11.1% - 12.0% \n\n9.8% - 10.4% \n\n##TABLE_END\n\nLong -term growth rate represents our estimate of the long-term growth rate for our industry and the markets of the global economy we operate in. For the past ten years, the average historical revenue growth rate of our reporting units and the Average Nominal GDP, or NGDP, growth of the countries comprising the major markets that account for substantially all of our revenue was approximately 3.6% and 3.8% , respectively. We considered this history when determining the long-term growth rates used in our annual impairment test at June 30, 2022, and included in the 10-year history is the full year 2020 that reflected the negative impact of the COVID-19 pandemic on the global economy and our revenue. We believe marketing expenditures over the long term have a high correlation to NGDP. Based on our past performance, we also believe that our growth rate can exceed NGDP growth in the short-term, notwithstanding the current inflationary environment, in the markets we operate in, which are similar across our reporting units. Accordingly, for our annual test as of June 30, 2022, we used an estimated long-term growth rate of 3.5%. \n\nWhen performing the annual impairment test as of June 30, 2022 and estimating the future cash flows of our reporting units, we considered the current macroeconomic environment, as well as industry and market specific conditions at mid-year 2022 and projections through the end of the year. The assumptions of economic conditions and our actual performance as of December 31, 2022 were in line with these estimates. \n\nThe WACC is comprised of: (1) a risk-free rate of return, (2) a business risk index ascribed to us and to companies in our industry comparable to our reporting units based on a market derived variable that measures the volatility of the share price of equity securities relative to the volatility of the overall equity market, (3) an equity risk premium that is based on the rate of return on equity of publicly traded companies with business characteristics comparable to our reporting units, and (4) a current after-tax market rate of return on debt of companies with business characteristics similar to our reporting units, each weighted by the relative market value percentages of our equity and debt. \n\nOur six reporting units vary in size with respect to revenue and the amount of debt allocated to them. These differences drive variations in fair value among our reporting units. In addition, these differences as well as differences in book value, including goodwill, cause variations in the amount by which fair value exceeds book value among the reporting units. The reporting unit goodwill balances and debt vary by reporting unit primarily because our three legacy agency networks were acquired at the formation of Omnicom and were accounted for as a pooling of interests that did not result in any additional debt or goodwill being recorded. The remaining three agency networks were built through a combination of internal growth and acquisitions that were accounted for using the acquisition method and as a result, they have a relatively higher amount of goodwill and debt. Finally, the allocation of goodwill when components are transferred between reporting units is based on relative fair value at the time of transfer. \n\nGoodwill Impairment Review - Conclusion \n\nBased on the results of our impairment test, we concluded that our goodwill at June 30, 2022 was not impaired, because the fair value of each of our reporting units was in excess of its respective net book value. For our reporting units with negative book value, we concluded that the fair value of their total assets was in excess of book value. The minimum decline in fair value that one of our reporting units would need to experience in order to fail the goodwill impairment test was approximately 46%. Notwithstanding our belief that the assumptions we used for WACC and long-term growth rate in our impairment testing were reasonable, we performed a sensitivity analysis for each of our reporting units. The results of this sensitivity analysis on our impairment test as of June 30, 2022 revealed that if the WACC increased by 1% and/or the long-term growth rate decreased by 1%, the fair value of each of our reporting units would continue to be in excess of its respective net book value and would pass the impairment test. \n\nWe will continue to perform our impairment test each year at the end of the second quarter unless events or circumstances trigger the need for an interim impairment test. There were no events through December 31, 2022 that would change our impairment assessment. The estimates used in our goodwill impairment test do not constitute forecasts or projections of future results of operations, but rather are estimates and assumptions based on historical results and assessments of macroeconomic factors affecting our reporting units as of the valuation date. We believe that our estimates and assumptions are reasonable, but they are subject to change from period to period. Actual results of operations and other factors will likely differ from the estimates used in our discounted cash flow valuation, and it is possible that differences could be significant. A change in the estimates we use could result in a decline in the estimated fair value of one or more of our reporting units from the amounts derived as of our latest valuation and could cause us to fail our goodwill impairment test if the estimated fair value for the reporting unit is less than the carrying value of the net assets of the reporting unit, including its goodwill. A large decline in estimated fair value of a reporting unit could result in a non-cash impairment charge and may have an adverse effect on our results of operations and financial position. Additional information about acquisitions and goodwill appears in Notes 2, 5 and 6 to the consolidated financial statements. \n\nRevenue Recognition \n\nRevenue is recognized when a customer obtains control and receives the benefit of the promised goods or services (the performance obligation) in an amount that reflects the consideration we expect to receive in exchange for those goods or services (the transaction price). We measure revenue by estimating the transaction price based on the consideration specified in the client arrangement. Revenue is recognized as the performance obligations are satisfied. Our revenue is primarily derived from the planning and execution of advertising communications and marketing services in the following fundamental disciplines: Advertising &#38; Media, Precision Marketing, Commerce &#38; Brand Consulting, Experiential, Execution &#38; Support, Public Relations and Healthcare. Our client contracts are primarily fees for service on a rate per hour or per project basis. Revenue is recorded net of sales, use and value added taxes. \n\nPerformance Obligations. In substantially all our disciplines, the performance obligation is to provide advisory and consulting services at an agreed-upon level of effort to accomplish the specified engagement. Our client contracts are comprised of diverse arrangements involving fees based on any one or a combination of the following: an agreed fee or rate per hour for the level of effort expended by our employees; commissions based on the client&#8217;s spending for media purchased from third parties; qualitative or quantitative incentive provisions specified in the contract; and reimbursement for third-party costs that we are required to include in revenue when we control the vendor services related to these costs and we act as principal. The transaction price of a contract is allocated to each distinct performance obligation based on its relative stand-alone selling price and is recognized as revenue when, or as, the customer receives the benefit of the performance obligation. Clients typically receive and consume the benefit of our services as they are performed. Substantially all our client contracts provide that we are compensated for services performed to date and allow for cancellation by either party on short notice, typically 90 days, without penalty. \n\nGenerally, our short-term contracts, which normally take 30 to 90 days to complete, are performed by a single agency and consist of a single performance obligation. As a result, we do not consider the underlying services as separate or distinct performance obligations because our services are highly interrelated, occur in close proximity, and the integration of the various components of a marketing message is essential to overall service. In certain of our long-term client contracts, which have a term of up to one year, the performance obligation is a stand-ready obligation, because we provide a constant level of similar services over the term of the contract. In other long-term contracts, when our services are not a stand-ready obligation, we consider our services distinct performance obligations and allocate the transaction price to each separate performance obligation based on its stand-alone selling price, including contracts for strategic media planning and buying services, which are considered to be multiple performance obligations, and we allocate the transaction price to each distinct service based on the staffing plan and the stand-alone selling price. In substantially all of our creative services contracts, we have distinct performance obligations for our services, including certain creative services contracts where we act as an agent and arrange, at the client&#8217;s direction, for third parties to perform studio production efforts. \n\nRevenue Recognition Methods. A substantial portion of our revenue is recognized over time, as the services are performed, because the client receives and consumes the benefit of our performance throughout the contract period, or we create an asset with no alternative use and are contractually entitled to payment for our performance to date in the event the client terminates the contract for convenience. For these client contracts, other than when we have a stand-ready obligation to perform services, revenue is recognized over time using input measures that correspond to the level of staff effort expended to satisfy the performance obligation on a rate per hour or equivalent basis. For client contracts when we have a stand-ready obligation to perform services on an ongoing basis over the life of the contract, typically for periods up to one year, where the scope of these arrangements is broad and there are no significant gaps in performing the services, we recognize revenue using a time-based measure resulting in a straight-line revenue recognition. From time to time, there may be changes in the client service requirements during the term of a contract and the changes could be significant. These changes are typically negotiated as new contracts covering the additional requirements and the associated costs, as well as additional fees for the incremental work to be performed. \n\nTo a lesser extent, for certain other contracts where our performance obligations are satisfied in phases, we recognize revenue over time using certain output measures based on the measurement of the value transferred to the customer, including milestones achieved. Where the transaction price or a portion of the transaction price is derived from commissions based on a percentage of purchased media from third parties, the performance obligation is not satisfied until the media is run and we have an enforceable contract providing a right to payment. Accordingly, revenue for commissions is recognized at a point in time, typically when the media is run, including when it is not subject to cancellation by the client or media vendor. \n\nPrincipal vs. Agent. In substantially all our businesses, we incur third-party costs on behalf of clients, including direct costs and incidental, or out-of-pocket costs. Third-party direct costs incurred in connection with the creation and delivery of advertising or marketing communication services include, among others: purchased media, studio production services, specialized talent, including artists and other freelance labor, event marketing supplies, materials and services, promotional items, market research and third-party data and other related expenditures. Out-of-pocket costs include, among others: transportation, hotel, meals, shipping and telecommunication charges incurred by us in the course of providing our services. Billings related to out-of-pocket costs are included in revenue since we control the goods or services prior to delivery to the client. \n\nHowever, the inclusion of billings related to third-party direct costs in revenue depends on whether we act as a principal or as an agent in the client arrangement. In most of our businesses, including advertising, which also includes studio production efforts and media planning and buying services, public relations, healthcare advertising, precision marketing, commerce and brand consulting businesses, we act as an agent and arrange, at the client&#8217;s direction, for third parties to perform certain services. In these cases, we do not control the goods or services prior to the transfer to the client. As a result, revenue is recorded net of these costs, equal to the amount retained for our fee or commission. \n\nIn certain businesses we may act as principal when contracting for third-party services on behalf of our clients. In our experiential business and most of our execution and support businesses, including field marketing and certain specialty marketing businesses, we act as principal because we control the specified goods or services before they are transferred to the client and we are responsible for providing the specified goods or services, or we are responsible for directing and integrating third-party vendors to fulfill our performance obligation at the agreed upon contractual price. In such arrangements, we also take pricing risk under the terms of the client contract. In certain specialty media buying businesses, we act as principal when we control the buying process for the purchase of the media and contract directly with the media vendor. In these arrangements, we assume the pricing risk under the terms of the client contract. When we act as principal, we include billable amounts related to third-party costs in the transaction price and record revenue over time at the gross amount billed, including out-of-pocket costs, consistent with the manner that we recognize revenue for the underlying services contract. However, in media buying contracts where we act as principal, we recognize revenue at a point in time, typically when the media is run, including when it is not subject to cancellation by the client or media vendor. \n\nVariable Consideration. Some of our client arrangements include variable consideration provisions, which include performance incentives, tiered commission structures and vendor rebates in certain markets outside of the United States. Variable consideration is estimated and included in total consideration at contract inception based on either the expected value method or the most likely outcome method. These estimates are based on historical award experience, anticipated performance and other factors known at the time. Performance incentives are typically recognized in revenue over time. Variable consideration for our media businesses in certain international markets includes rebate revenue and is recognized when it is probable that the media will be run, including when it is not subject to cancellation by the client. In addition, when we receive rebates or credits from vendors for transactions entered into on behalf of clients, they are remitted to the clients in accordance with contractual requirements or retained by us based on the terms of the client contract or local law. Amounts passed on to clients are recorded as a liability and amounts retained by us are recorded as revenue when earned, typically when the media is run. \n\nNEW ACCOUNTING STANDARDS \n\nSee Note 22 to the consolidated financial statements for information on the adoption of new accounting standards and accounting standards not yet adopted. \n\nRESULTS OF OPERATIONS - 2022 Compared to 2021 (in millions): ##TABLE_START Year Ended December 31, 2022 2021 Revenue $ 14,289.1 $ 14,289.4 Operating Expenses: Salary and service costs 10,325.9 10,402.0 Occupancy and other costs 1,168.6 1,148.2 Charges arising from the effects of the war in Ukraine 113.4 &#8212; Gain on disposition of subsidiary &#8212; (50.5) Cost of services 11,607.9 11,499.7 Selling, general and administrative expenses 378.5 379.7 Depreciation and amortization 219.4 212.1 12,205.8 12,091.5 Operating Profit 2,083.3 2,197.9 Operating Margin % 14.6 % 15.4 % Interest Expense 208.6 236.4 Interest Income 70.7 27.3 Income Before Income Taxes and Income From Equity Method Investments 1,945.4 1,988.8 Income Tax Expense 546.8 488.7 Income From Equity Method Investments 5.2 7.5 Net Income 1,403.8 1,507.6 Net Income Attributed To Noncontrolling Interests 87.3 99.8 Net Income - Omnicom Group Inc. $ 1,316.5 $ 1,407.8 ##TABLE_END\n\nNon-GAAP Financial Measures \n\nWe use EBITA and EBITA Margin as additional operating performance measures that exclude the non-cash amortization expense of intangible assets, which primarily consists of amortization of intangible assets arising from acquisitions. We define EBITA as earnings before interest, taxes and amortization of intangible assets, and EBITA Margin as EBITA divided by revenue. EBITA and EBITA Margin are non-GAAP financial measures. We believe that EBITA and EBITA Margin are useful measures for investors to evaluate the performance of our business. Non-GAAP financial measures should not be considered in isolation from, or as a substitute for, financial information presented in compliance with U.S. GAAP. Non-GAAP financial measures reported by us may not be comparable to similarly titled amounts reported by other companies. \n\nThe following table reconciles the U.S. GAAP financial measure of net income - Omnicom Group Inc. to EBITA and EBITA Margin for the periods presented (in millions): ##TABLE_START Year Ended December 31, 2022 2021 Net Income - Omnicom Group Inc. $ 1,316.5 $ 1,407.8 Net Income Attributed To Noncontrolling Interests 87.3 99.8 Net Income 1,403.8 1,507.6 Income From Equity Method Investments 5.2 7.5 Income Tax Expense 546.8 488.7 Income Before Income Taxes and Income From Equity Method Investments 1,945.4 1,988.8 Interest Expense 208.6 236.4 Interest Income 70.7 27.3 Operating Profit 2,083.3 2,197.9 Add back: Amortization of intangible assets 80.3 80.0 Earnings before interest, taxes and amortization of intangible assets (&#8220;EBITA&#8221;) $ 2,163.6 $ 2,277.9 Revenue $ 14,289.1 $ 14,289.4 EBITA $ 2,163.6 $ 2,277.9 EBITA Margin % 15.1 % 15.9 % ##TABLE_END\n\nRevenue \n\nRevenue in 2022 decreased slightly to $14,289.1 million compared to $14,289.4 million in 2021. Organic growth increased revenue $1,346.3 million, or 9.4%. Changes in foreign exchange rates reduced revenue $681.0 million, or 4.8%, and acquisition revenue, net of disposition revenue, reduced revenue $665.6 million, or 4.7%. The reduction in acquisition revenue, net of disposition revenue, reflects dispositions in the Advertising &#38; Media discipline in the second quarter of 2021 and the disposition of our businesses in Russia in the first quarter of 2022. The change in revenue across our principal regional markets were: North America increased $146.3 million, Europe decreased $209.1 million, Asia-Pacific decreased $49.5 million and Latin America increased $32.9 million. In North America, organic revenue increased across all our disciplines, especially in our Advertising &#38; Media, Precision Marketing and Public Relations disciplines, and was substantially offset by a reduction in acquisition revenue, net of disposition revenue, primarily due to the disposition in the Advertising &#38; Media discipline in the second quarter of 2021. In Europe, organic revenue increased in substantially all countries and in all disciplines, especially our Advertising &#38; Media discipline, which was led by our media business, our Precision Marketing and Public Relations disciplines, and our Experiential discipline, as it continues to recover from the impact of the pandemic. The increase in organic revenue was offset by the weakening of substantially all foreign currencies against the U.S. Dollar, especially the British Pound and the Euro, as well as the disposition of our businesses in Russia in the first quarter of 2022. In Latin America, organic revenue increased in most countries in the region, especially Brazil and Colombia. The increase in organic revenue was partially offset by negative performance in Mexico and the weakening of most currencies in the region against the U.S. Dollar. In Asia-Pacific, organic revenue increased in most disciplines, especially our Advertising &#38; Media discipline, which was led by our media business, and in most of our major markets in the region, particularly Australia, India, Japan, Korea and Malaysia. The increase in organic revenue was offset by the weakening of all currencies in the region against the U.S. Dollar and negative performance in our Experiential discipline, primarily caused by prolonged COVID-19 lockdowns in China. The changes in revenue in 2022, compared to 2021, in our fundamental disciplines were: Advertising &#38; Media decreased $534.6 million, Precision Marketing increased $223.1 million, Commerce and Brand Consulting increased $47.7 million, Experiential increased $99.6 million, Execution &#38; Support decreased $46.6 million, Public Relations increased $154.1 million, and Healthcare increased $56.4 million. \n\nThe components of revenue change in the United States (&#8220;Domestic&#8221;) and the remainder of the world (&#8220;International&#8221;) were (in millions): ##TABLE_START Total Domestic International $ % $ % $ % December 31, 2021 $ 14,289.4 $ 7,245.9 $ 7,043.5 Components of revenue change: &#160; &#160; &#160; &#160; Foreign exchange rate impact (681.0) (4.8) % &#8212; &#8212; (681.0) (9.7) % Acquisition revenue, net of disposition revenue (665.6) (4.7) % (505.5) (7.0) % (160.1) (2.3) % Organic growth 1,346.3 9.4 % 626.9 8.7 % 719.4 10.2 % December 31, 2022 $ 14,289.1 &#8212; % $ 7,367.3 1.7 % $ 6,921.8 (1.7) % ##TABLE_END\n\nThe components and percentages are calculated as follows: \n\n&#8226; The foreign exchange impact is calculated by translating the current period&#8217;s local currency revenue using the prior period average exchange rates to derive current period constant currency revenue (in this case $14,970.1 million for the Total column). The foreign exchange impact is the difference between the current period revenue in U.S. Dollars and the current period constant currency revenue ($14,289.1 million less $14,970.1 million for the Total column). \n\n&#8226; Acquisition revenue is calculated as if the acquisition occurred twelve months prior to the acquisition date by aggregating the comparable prior period revenue of acquisitions through the acquisition date. As a result, acquisition revenue excludes the positive or negative difference between our current period revenue subsequent to the acquisition date and the comparable prior period revenue and the positive or negative growth after the acquisition is attributed to organic growth. Disposition revenue is calculated as if the disposition occurred twelve months prior to the disposition date by aggregating the comparable prior period revenue of dispositions through the disposition date. The acquisition revenue and disposition revenue amounts are netted in the table. \n\n&#8226; Organic growth is calculated by subtracting the foreign exchange rate impact, and the acquisition revenue, net of disposition revenue components from total revenue growth. \n\n&#8226; The percentage change is calculated by dividing the individual component amount by the prior period revenue base of that component ($14,289.4 million for the Total column). \n\nChanges in the value of foreign currencies against the U.S. Dollar affect our results of operations and financial position. For the most part, because the revenue and expense of our foreign operations are both denominated in the same local currency, the economic impact on operating margin is minimized. Assuming exchange rates at February 3, 2023 remain unchanged, we expect the impact of changes in foreign exchange rates to reduce revenue in the first quarter by approximately 3.0% and to be flat for the year. \n\nRevenue and organic growth in our geographic markets were (in millions): ##TABLE_START Year Ended December 31, 2022 2021 $ Change % Organic Growth Americas: North America $ 7,856.0 $ 7,709.7 $ 146.3 8.7 % Latin America 329.0 296.1 32.9 14.1 % EMEA: Europe 4,010.5 4,219.6 (209.1) 10.1 % Middle East and Africa 346.7 267.6 79.1 33.2 % Asia-Pacific 1,746.9 1,796.4 (49.5) 6.6 % &#160; $ 14,289.1 $ 14,289.4 $ (0.3) 9.4 % ##TABLE_END\n\nRevenue in Europe, which includes our primary markets of the U.K. and the Euro Zone, decreased $209.1 million in 2022 compared to 2021. Revenue in the U.K., representing 10.7% of revenue, increased $7.6 million. Revenue in Continental Europe, which includes the Euro Zone and the other European countries, representing 17.4% of revenue, decreased $216.7 million. The organic revenue growth in Europe of 10.1% reflects organic growth in all disciplines and substantially all countries. The organic revenue growth was offset by the weakening of most currencies in the region against the U.S. Dollar, especially the British Pound and the Euro, and the disposition of our businesses in Russia in the first quarter of 2022. \n\nIn the normal course of business, our agencies both gain and lose business from clients each year due to a variety of factors. Under our client-centric approach, we seek to broaden our relationships with all of our clients. In 2022 and 2021, our largest client represented 2.7% and 3.2% of revenue, respectively. Our ten largest and 100 largest clients represented 19.1% and 53.1% of revenue for 2022, respectively, and 21.7% and 53.6% of revenue for 2021, respectively. \n\nTo monitor the changing needs of our clients and to further expand the scope of our services to key clients, we monitor revenue across a broad range of disciplines and group them into the following categories: Advertising &#38; Media, Precision Marketing, Commerce &#38; Brand Consulting, Experiential, Execution &#38; Support, Public Relations and Healthcare. \n\nThe change in revenue year-over-year and organic growth in the current year by discipline were (in millions): ##TABLE_START Year Ended December 31, 2022 2021 2022 vs. 2021 2022 $ % of \n\nRevenue \n\n$ % of \n\nRevenue \n\n$ Change % Organic Growth \n\nAdvertising &#38; Media $ 7,424.7 52.0 % $ 7,959.3 55.7 % $ (534.6) 7.3 % Precision Marketing 1,417.9 9.9 % 1,194.8 8.4 % 223.1 17.1 % Commerce &#38; Brand Consulting 958.4 6.7 % 910.7 6.4 % 47.7 10.7 % Experiential 645.5 4.5 % 545.9 3.8 % 99.6 26.1 % Execution &#38; Support 980.0 6.9 % 1,026.6 7.2 % (46.6) 4.0 % Public Relations 1,545.8 10.8 % 1,391.7 9.7 % 154.1 13.7 % Healthcare 1,316.8 9.2 % 1,260.4 8.8 % 56.4 7.1 % &#160; $ 14,289.1 $ 14,289.4 $ (0.3) 9.4 % ##TABLE_END\n\nWe provide services to clients that operate in various industry sectors. Revenue by sector was: ##TABLE_START Year Ended December 31, 2022 2021 Pharmaceuticals and Healthcare 16 % 15 % Food and Beverage 14 % 14 % Technology 10 % 11 % Auto 10 % 10 % Consumer Products 8 % 8 % Financial Services 8 % 7 % Travel and Entertainment 7 % 7 % Retail 6 % 7 % Telecommunications 4 % 5 % Government 4 % 3 % Services 2 % 2 % Oil, Gas and Utilities 2 % 2 % Not-for-Profit 1 % 1 % Education 1 % 1 % Other 7 % 7 % 100 % 100 % ##TABLE_END\n\nOperating Expenses \n\nOperating expenses were (in millions): ##TABLE_START Year Ended December 31, 2022 2021 2022 vs. 2021 $ % of Revenue $ % of Revenue $ Change % Change Revenue $ 14,289.1 $ 14,289.4 $ (0.3) &#8212; % Operating Expenses: Salary and service costs: Salary and related service costs 7,197.9 50.4 % 6,971.0 48.8 % 226.9 3.3 % Third-party service costs 3,128.0 21.9 % 3,431.0 24.0 % (303.0) (8.8) % 10,325.9 72.3 % 10,402.0 72.8 % (76.1) (0.7) % Occupancy and other costs 1,168.6 8.2 % 1,148.2 8.0 % 20.4 1.8 % Charges arising from the effects of the war in Ukraine 113.4 0.8 % &#8212; 113.4 Gain on sale of subsidiary &#8212; (50.5) (0.4) % 50.5 Cost of services 11,607.9 11,499.7 108.2 Selling, general and administrative expenses 378.5 2.6 % 379.7 2.7 % (1.2) (0.3) % Depreciation and amortization 219.4 1.5 % 212.1 1.5 % 7.3 3.4 % 12,205.8 85.4 % 12,091.5 84.6 % 114.3 0.9 % Operating Profit $ 2,083.3 14.6 % $ 2,197.9 15.4 % $ (114.6) (5.2) % ##TABLE_END\n\nOperating expenses in 2022 increased $114.3 million, or 0.9%, to $12,205.8 million year-over-year. Operating expenses for 2022 reflect charges arising from the effects of the war in Ukraine of $113.4 million. Operating expenses in 2021 were favorably impacted by the $50.5 million gain recorded in connection with the disposition in the Advertising &#38; Media discipline. The weakening of most foreign currencies, especially the British Pound and Euro, against the U.S. Dollar reduced operating expenses for 2022 as compared to the prior year, which was in line with the percentage reduction from changes in foreign currencies on revenue. Salary and service costs, which tend to fluctuate with changes in revenue, decreased $76.1 million, compared to 2021, reflecting a decrease in third-party service costs of $303.0 million, partially offset by an increase in salary and related service costs of $226.9 million. Third-party service costs decreased during the year primarily due to the disposition in the Advertising &#38; Media discipline in the second quarter of 2021 and the disposition of our businesses in Russia in the first quarter of 2022. The increase in salary and related service costs primarily resulted from the increase in organic revenue and an increase in headcount, as well as an increase in travel and related costs, reflecting the post-pandemic return to the office of our workforce in most markets. Occupancy and other costs, which are less directly linked to changes in revenue than salary and service costs, increased \n\n$20.4 million year-over-year, primarily due to an increase in general office expenses and other costs resulting from the post-pandemic return of our workforce to the office, partially offset by lower rent and other occupancy costs. Operating profit decreased $114.6 million to $2,083.3 million, operating margin decreased to 14.6% from 15.4%, and EBITA margin decreased to 15.1% from 15.9%. Operating profit, operating margin and EBITA margin for 2022 were negatively impacted by the $113.4 million charges arising from the effects of the war in Ukraine. Operating profit, operating margin and EBITA margin for 2021 were favorably impacted by the $50.5 million gain recorded in connection with the dispositions in the Advertising &#38; Media discipline. \n\nNet Interest Expense \n\nNet interest expense in 2022 decreased $71.2 million year-over-year to $137.9 million. Interest expense on debt decreased $21.9 million to $191.3 million in 2022 compared to 2021, primarily as a result of the benefit from the early redemption in May 2021 of all the outstanding 2022 Notes, which was partially offset by the issuance of the 2031 Notes in May 2021, and the issuance of the Sterling Notes in November 2021. Interest expense for 2021 includes a loss of $26.6 million on the early redemption of the 2022 Notes. Interest income in 2022 increased $43.4 million to $70.7 million year-over-year, primarily as a result of higher interest rates on our cash balances and our short-term investments. \n\nIncome Taxes \n\nOur effective tax rate for 2022 increased year-over-year to 28.1% from 24.6%. The higher effective tax rate for 2022 was predominantly the result of the non-deductibility of the $113.4 million charge recorded in the first quarter of 2022, arising from the effects of the war in Ukraine, as well as an additional increase in income tax expense of $4.8 million related to the disposition of our businesses in Russia. These charges were partially offset by the tax benefit arising from our share-based compensation awards. The effective tax rate for 2021 reflects a nominal tax applied to the book gain on the disposition in the Advertising &#38; Media discipline resulting from the excess of tax over book basis and a reduction in income tax expense of $32.8 million, primarily related to the favorable settlements of uncertain tax positions in certain jurisdictions. For 2023, we expect our effective tax rate to increase to approximately 27%, primarily due to the increase in the UK tax rate from 19% to 25% in April 2023. \n\nNet Income and Net Income Per Share - Omnicom Group Inc. \n\nNet income - Omnicom Group Inc. in 2022 decreased $91.3 million to $1,316.5 million from $1,407.8 million in 2021. The year-over-year decrease is due to the factors described above. Diluted net income per share - Omnicom Group Inc. decreased to $6.36 in 2022, compared to $6.53 in 2021, due to the factors described above, partially offset by the impact of the reduction in our weighted average common shares outstanding resulting from repurchases of our common stock, net of shares issued for restricted stock awards, stock option exercises and the employee stock purchase plan during the year. The impact of the after-tax charges arising from the effect of the war in Ukraine reduced net income - Omnicom Group Inc. for 2022 by $118.2 million and diluted net income per share - Omnicom Group Inc. by $0.57. \n\nThe combined effect of the after-tax gain on the disposition in the Advertising &#38; Media discipline and the loss on the early redemption of the 2022 Notes increased net income - Omnicom Group Inc. in 2021 by $31.0 million and increased diluted net income per share - Omnicom Group Inc. by $0.14. \n\nRESULTS OF OPERATIONS - 2021 Compared to 2020 (in millions): ##TABLE_START Year Ended December 31, 2021 2020 Revenue $ 14,289.4 $ 13,171.1 Operating Expenses: Salary and service costs 10,402.0 9,572.8 Occupancy and other costs 1,148.2 1,138.5 Gain on disposition of subsidiary (50.5) &#8212; COVID-19 Repositioning Costs &#8212; 277.9 Cost of services 11,499.7 10,989.2 Selling, general and administrative expenses 379.7 360.5 Depreciation and amortization 212.1 222.6 12,091.5 11,572.3 Operating Profit 2,197.9 1,598.8 Operating Margin % 15.4 % 12.1 % Interest Expense 236.4 221.8 Interest Income 27.3 32.3 Income Before Income Taxes and Income (Loss) From Equity Method Investments 1,988.8 1,409.3 Income Tax Expense 488.7 381.7 Income (Loss) From Equity Method Investments 7.5 (6.8) Net Income 1,507.6 1,020.8 Net Income Attributed To Noncontrolling Interests 99.8 75.4 Net Income - Omnicom Group Inc. $ 1,407.8 $ 945.4 ##TABLE_END\n\nNon-GAAP Financial Measures \n\nWe use EBITA and EBITA Margin as additional operating performance measures that exclude the non-cash amortization expense of intangible assets, which primarily consists of amortization of intangible assets arising from acquisitions. We define EBITA as earnings before interest, taxes and amortization of intangible assets, and EBITA Margin as EBITA divided by revenue. EBITA and EBITA Margin are non-GAAP financial measures. We believe that EBITA and EBITA Margin are useful measures for investors to evaluate the performance of our business. Non-GAAP financial measures should not be considered in isolation from, or as a substitute for, financial information presented in compliance with U.S. GAAP. Non-GAAP financial measures reported by us may not be comparable to similarly titled amounts reported by other companies. \n\nThe following table reconciles the U.S. GAAP financial measure of net income - Omnicom Group Inc. to EBITA and EBITA Margin for the periods presented (in millions): ##TABLE_START Year Ended December 31, 2021 2020 Net Income - Omnicom Group Inc. $ 1,407.8 $ 945.4 Net Income Attributed To Noncontrolling Interests 99.8 75.4 Net Income 1,507.6 1,020.8 Income (Loss) From Equity Method Investments 7.5 (6.8) Income Tax Expense 488.7 381.7 Income Before Income Taxes and Income (Loss) From Equity Method Investments 1,988.8 1,409.3 Interest Expense 236.4 221.8 Interest Income 27.3 32.3 Operating Profit 2,197.9 1,598.8 Add back: Amortization of intangible assets 80.0 83.1 Earnings before interest, taxes and amortization of intangible assets (&#8220;EBITA&#8221;) $ 2,277.9 $ 1,681.9 Revenue $ 14,289.4 $ 13,171.1 EBITA $ 2,277.9 $ 1,681.9 EBITA Margin % 15.9 % 12.8 % ##TABLE_END\n\nRevenue \n\nRevenue in 2021 increased $1,118.3 million, or 8.5%, compared to 2020. Organic growth increased revenue 10.2%, and changes in foreign exchange rates increased revenue 2.2%. Acquisition revenue, net of disposition revenue, reduced revenue 3.9%, reflecting the disposition in the Advertising &#38; Media discipline in the second quarter of 2021. In 2021, our business experienced a recovery from the negative effects of the COVID-19 pandemic in all our disciplines and regional markets as compared to 2020. The negative effects from the pandemic did not significantly impact our major markets and businesses until late in the first quarter of 2020. As a result, the improvement in revenue in 2021 versus the prior year was driven by the recovery in the second, third and fourth quarters of 2021 as compared to the prior year. The change in revenue across our principal regional markets were: North America increased $132.6 million, Europe increased $611.9 million, Asia-Pacific increased $292.7 million and Latin America increased $20.7 million. In North America, improved organic revenue growth in the United States and Canada was partially offset by a decrease in revenue resulting from the disposition in the Advertising &#38; Media discipline in the second quarter of 2021. The United States experienced organic revenue growth in all disciplines, led by our Advertising discipline, on the strength of our media business, and our Precision Marketing and Public Relations disciplines. In Europe, organic revenue increased in substantially all countries and disciplines, especially our Advertising discipline, which was led by our media business, and our Experiential, Precision Marketing and Commerce and Brand Consulting disciplines. The strengthening of the British Pound and the Euro against the U.S. Dollar contributed to increased revenue in the region. In Latin America, organic revenue growth in all countries in the region, especially Brazil, Colombia, and Chile, primarily in our Advertising discipline, was partially offset by the weakening of the Brazilian Real against the U.S. Dollar. In Asia-Pacific, revenue increased due to strong organic revenue growth in substantially all countries, particularly China, Australia, India, New Zealand, and Japan and in all disciplines. The strengthening of substantially all currencies against the U.S. Dollar contributed to increased revenue in the region. The increases in revenue in 2021, compared to 2020, in our fundamental disciplines were: Advertising &#38; Marketing $447.9 million, Precision Marketing $250.2 million, Commerce &#38; Brand Consulting $88.9 million, Experiential $119.1 million, Execution &#38; Support $65.3 million, Public Relations $80.8 million and Healthcare $66.1 million. \n\nThe components of revenue change in the United States (&#8220;Domestic&#8221;) and the remainder of the world (&#8220;International&#8221;) were (in millions): ##TABLE_START Total Domestic International $ % $ % $ % December 31, 2020 $ 13,171.1 $ 7,186.1 $ 5,985.0 Components of revenue change: &#160; &#160; &#160; &#160; &#160; &#160; Foreign exchange rate impact 288.2 2.2 % &#8212; &#8212; 288.2 4.8 % Acquisition revenue, net of disposition revenue (516.5) (3.9) % (524.8) (7.3) % 8.3 0.1 % Organic growth 1,346.6 10.2 % 584.6 8.1 % 762.0 12.7 % December 31, 2021 $ 14,289.4 8.5 % $ 7,245.9 0.8 % $ 7,043.5 17.7 % ##TABLE_END\n\nThe components and percentages are calculated as follows: \n\n&#8226; The foreign exchange impact is calculated by translating the current period&#8217;s local currency revenue using the prior period average exchange rates to derive current period constant currency revenue (in this case $14,001.2 million for the Total column). The foreign exchange impact is the difference between the current period revenue in U.S. Dollars and the current period constant currency revenue ($14,289.4 million less $14,001.2 million for the Total column). \n\n&#8226; Acquisition revenue is calculated as if the acquisition occurred twelve months prior to the acquisition date by aggregating the comparable prior period revenue of acquisitions through the acquisition date. As a result, acquisition revenue excludes the positive or negative difference between our current period revenue subsequent to the acquisition date and the comparable prior period revenue and the positive or negative growth after the acquisition is attributed to organic growth. Disposition revenue is calculated as if the disposition occurred twelve months prior to the disposition date by aggregating the comparable prior period revenue of dispositions through the disposition date. The acquisition revenue and disposition revenue amounts are netted in the table. \n\n&#8226; Organic growth is calculated by subtracting the foreign exchange rate impact, and the acquisition revenue, net of disposition revenue components from total revenue growth. \n\n&#8226; The percentage change is calculated by dividing the individual component amount by the prior period revenue base of that component ($13,171.1 million for the Total column). \n\nChanges in the value of foreign currencies against the U.S. Dollar affect our results of operations and financial position. For the most part, because the revenue and expense of our foreign operations are both denominated in the same local currency, the economic impact on operating margin is minimized. \n\nRevenue and organic growth in our geographic markets were (in millions): ##TABLE_START Year Ended December 31, 2021 2020 $ Change \n\n% Organic Growth \n\nAmericas: North America $ 7,709.7 $ 7,577.1 $ 132.6 8.3 % Latin America 296.1 275.4 20.7 9.4 % EMEA: Europe 4,219.6 3,607.7 611.9 11.9 % Middle East and Africa 267.6 207.2 60.4 26.4 % Asia-Pacific 1,796.4 1,503.7 292.7 13.7 % &#160; $ 14,289.4 $ 13,171.1 $ 1,118.3 10.2 % ##TABLE_END\n\nRevenue in Europe, which includes our primary markets of the U.K. and the Euro Zone, increased $611.9 million in 2021 as compared to the prior year. Revenue in the U.K., representing 10.6% of total revenue, increased $237.7 million. Revenue in Continental Europe, which comprises the Euro Zone and the other European countries, representing 18.9% of total revenue, increased $374.2 million. The increase in revenue is due to strong organic growth in all countries and disciplines, as well as the strengthening of the British Pound and Euro against the U.S. Dollar. \n\nIn the normal course of business, our agencies both gain and lose business from clients each year due to a variety of factors. Under our client-centric approach, we seek to broaden our relationships with all of our clients. In 2021 and 2020, our largest client represented 3.2% and 3.4% of revenue, respectively. Our ten largest and 100 largest clients represented 21.7% and 53.6% of revenue in 2021, respectively, and 20.8% and 54.0% of revenue in 2020, respectively. \n\nAll our business experienced the effects from client spending reductions related to the COVID-19 pandemic. The spending reductions impacted all our disciplines and markets. The most significantly impacted were our advertising discipline, our Experiential discipline, especially in our event marketing businesses, and our Execution &#38; Support discipline, primarily in our field marketing and merchandising businesses. Our Public Relations discipline was less significantly impacted, and our Healthcare and Precision Marketing disciplines performed well. Revenue and organic growth by discipline were (in millions): ##TABLE_START Year Ended December 31, 2021 2020 2021 vs. 2020 2021 $ % of Revenue $ % of Revenue $ Change % Organic Growth Advertising &#38; Media $ 7,959.3 55.7 % $ 7,511.4 57.0 % $ 447.9 10.7 % Precision Marketing 1,194.8 8.4 % 944.6 7.2 % 250.2 19.0 % Commerce &#38; Brand Consulting 910.7 6.4 % 821.8 6.2 % 88.9 9.9 % Experiential 545.9 3.8 % 426.8 3.2 % 119.1 27.0 % Execution &#38; Support 1,026.6 7.2 % 961.3 7.3 % 65.3 4.2 % Public Relations 1,391.7 9.7 % 1,310.9 10.0 % 80.8 6.3 % Healthcare 1,260.4 8.8 % 1,194.3 9.1 % 66.1 4.0 % &#160; $ 14,289.4 $ 13,171.1 $ 1,118.3 10.2 % ##TABLE_END\n\nWe provide services to clients that operate in various industry sectors. Revenue by sector was: ##TABLE_START Year Ended December 31, 2021 2020 Pharmaceuticals and Healthcare 15 % 16 % Food and Beverage 14 % 14 % Auto 10 % 10 % Technology 11 % 9 % Consumer Products 8 % 8 % Financial Services 7 % 8 % Travel and Entertainment 7 % 7 % Retail 7 % 7 % Telecommunications 5 % 6 % Government 3 % 3 % Services 2 % 2 % Oil, Gas and Utilities 2 % 1 % Not-for-Profit 1 % 1 % Education 1 % 1 % Other 7 % 7 % 100 % 100 % ##TABLE_END\n\nIn 2020, certain industry sectors were more negatively affected by the impact of the COVID-19 pandemic than others. \n\nOperating Expenses \n\nOperating expenses for 2021 compared to 2020 were (in millions): ##TABLE_START Year Ended December 31, 2021 2020 2021 vs. 2020 $ % of Revenue $ % of Revenue $ Change % Change Revenue $ 14,289.4 &#160; $ 13,171.1 &#160; $ 1,118.3 8.5 % Operating Expenses: &#160; &#160; &#160; &#160; Salary and service costs: Salary and related service costs 6,971.0 48.8 % 6,250.9 47.5 % 720.1 11.5 % Third-party service costs 3,431.0 24.0 % 3,321.9 25.2 % 109.1 3.3 % 10,402.0 72.8 % 9,572.8 72.7 % 829.2 8.7 % Occupancy and other costs 1,148.2 8.0 % 1,138.5 8.6 % 9.7 0.9 % Gain on sale of subsidiary (50.5) (0.4) % &#8212; &#8212; (50.5) COVID-19 repositioning costs &#8212; &#8212; % 277.9 2.1 % (277.9) Cost of services 11,499.7 10,989.2 510.5 Selling, general and administrative expenses 379.7 2.7 % 360.5 2.7 % 19.2 5.3 % Depreciation and amortization 212.1 1.5 % 222.6 1.7 % (10.5) (4.7) % 12,091.5 84.6 % 11,572.3 87.9 % 519.2 4.5 % Operating Profit $ 2,197.9 15.4 % $ 1,598.8 12.1 % $ 599.1 37.5 % ##TABLE_END\n\nOperating expenses in 2021 increased $519.2 million, or 4.5%, year-over-year. Operating expenses for 2021 reflect a reduction of $50.5 million related to the gain from the disposition in the Advertising &#38; Media discipline, and the prior year included an increase of $277.9 million related to charges we recorded in the second quarter of 2020 in connection with the actions we took in response to the COVID-19 pandemic. Salary and service costs, which tend to fluctuate with changes in revenue, increased $829.2 million, or 8.7%, compared to 2020, reflecting increases in salary and related service costs, which include an increase in freelance labor costs, and third-party service costs of $720.1 million and $109.1 million, respectively. These increases primarily resulted from the increase in organic revenue, as well as the strengthening of most foreign currencies against the U.S. Dollar, especially the British Pound and Euro. The prior year reflects a reduction in salary and service costs of $162.6 million related to reimbursements under pandemic relief government programs in several countries, as well as an increase of $55.8 million related to asset impairment charges. Occupancy and other costs, which are less directly linked to changes in revenue than salary and service costs, increased $9.7 million, or 0.9%, in 2021 as compared to 2020. Operating profit increased $599.1 million to $2,197.9 million, operating margin increased to 15.4% from 12.1%, and EBITA margin increased to 15.9% from 12.8%. The increases in operating profit, operating margin and EBITA margin reflect the positive impact of organic revenue growth, the positive impact of cost reduction actions taken in the prior year in response to the COVID-19 pandemic, and the negative impact in the prior year from the net increase in operating expenses recorded in the second quarter of 2020 aggregating $171.1 million, \n\nrelated to the COVID-19 repositioning costs, and asset impairment charges recorded in the fourth quarter of 2020, partially offset by the benefit of $162.6 million related to reimbursements under pandemic relief government programs. Additionally, operating profit, operating margin and EBITA margin for 2021 were favorably impacted by the $50.5 million gain recorded in connection with the disposition in the Advertising &#38; Media discipline. \n\nNet Interest Expense \n\nIn 2021, net interest expense increased $19.6 million year-over-year to $209.1 million. Interest expense on debt in 2021 increased $13.6 million to $213.2 million compared to 2020, primarily arising from a loss of $26.6 million on the early redemption in May 2021 of all the outstanding $1.25 billion of the 3.625% Senior Notes due 2022, or 2022 Notes, which was partially offset by the benefit from the issuance of $800 million of the 2.60% Senior Notes due 2031, or 2031 Notes, at a lower rate. Interest income in 2021 decreased $5.0 million year-over-year to $27.3 million primarily due to lower rates. \n\nIncome Taxes \n\nOur effective tax rate for 2021 decreased year-over-year to 24.6% from 27.1%. In connection with the disposition in the Advertising &#38; Media discipline in the second quarter of 2021, we recorded a pretax gain of $50.5 million. The lower effective tax rate for 2021 was predominantly the result of $32.8 million favorable settlements of uncertain tax positions in certain domestic jurisdictions, as well as a nominal tax applied against the book gain on the disposition in the Advertising &#38; Media discipline resulting from excess tax over book basis. The effective tax rate for 2020 reflects an increase due to the non-deductibility in certain jurisdictions of a portion of the COVID-19 repositioning charges recorded in the second quarter of 2020. \n\nNet Income and Net Income Per Share - Omnicom Group Inc. \n\nNet income - Omnicom Group Inc. in 2021 increased $462.4 million to $1,407.8 million from $945.4 million in 2020. The year-over-year increase is due to the factors described above. Diluted net income per share - Omnicom Group Inc. increased to $6.53 in 2021, compared to $4.37 in 2020, due to the factors described above, as well as the impact of the reduction in our weighted average common shares outstanding resulting from the resumption of repurchases of our common stock during the year, net of shares issued for restricted stock awards, stock option exercises and the employee stock purchase plan during the year. \n\nThe combined effect of the after-tax gain from the disposition in the Advertising &#38; Media discipline and the loss on the early redemption of the 2022 Notes increased net income - Omnicom Group Inc. for 2021 by $31.0 million. In 2020, the net after-tax effect on net income - Omnicom Group Inc. from the COVID-19 repositioning costs and asset impairment charges was a decrease of $270.2 million, which was partially offset by a net after-tax increase in net income - Omnicom Group Inc. from reimbursements under government programs of $123.4 million. \n\nLIQUIDITY AND CAPITAL RESOURCES \n\nCash Sources and Requirements \n\nPrimary sources of our short-term liquidity are operating cash flow, cash and cash equivalents and short-term investments. Additional liquidity sources include our $2.5 billion multi-currency revolving credit facility, or Credit Facility, with a termination date of February 14, 2025, the ability to issue up to $2 billion of U.S. Dollar denominated commercial paper and issue up to the equivalent of $500 million in British Pounds or Euro under a Euro commercial paper program, and access to the capital markets. Certain of our international subsidiaries have uncommitted credit lines aggregating $582.9 million, which are guaranteed by Omnicom. Our liquidity sources fund our non-discretionary cash requirements and our discretionary spending. \n\nWorking capital, which we define as current assets minus current liabilities, is our principal non-discretionary funding requirement. Our working capital cycle typically peaks during the second quarter of the year due to the timing of payments for incentive compensation, income taxes and contingent purchase price obligations. In addition, we have contractual obligations related to our long-term debt (principal and interest payments), recurring business operations, primarily related to lease obligations, and acquisition related obligations. Our principal discretionary cash spending includes dividend payments to common shareholders, capital expenditures, strategic acquisitions and repurchases of our common stock. \n\nCash and cash equivalents decreased $1,035.0 million from December 31, 2021. The components of the decrease were (in millions): \n\n##TABLE_START Sources Cash flow from operations - as reported &#160; $ 926.5 Plus: Decrease in operating capital &#160; 844.0 Principal cash sources &#160; 1,770.5 Uses Capital expenditures $ (78.2) &#160; Dividends paid to common shareholders (581.1) &#160; Dividends paid to noncontrolling interest shareholders (79.5) Acquisition payments, including payment of contingent purchase price obligations and acquisition of additional noncontrolling interests, net of proceeds from sale of investments (356.1) &#160; Repurchases of common stock, net of proceeds from stock plans \n\n(594.0) &#160; Principal cash uses &#160; (1,688.9) Principal cash sources in excess of principal cash uses &#160; 81.6 Effect of foreign exchange rate changes on cash and cash equivalents &#160; (218.6) Other net financing and investing activities &#160; (54.0) Decrease in operating capital &#160; (844.0) Decrease in cash and cash equivalents - as reported &#160; $ (1,035.0) ##TABLE_END\n\nCash flow from operations in 2022 decreased $1.0 billion year-over-year. The decrease was principally due to the decrease in cash from operating capital of $844.0 million, primarily as a result of disposition activity in 2021 and 2022 in the Advertising &#38; Media discipline, and the timing and volume of client billings year-over-year, which negatively impacted our operating capital funding. The year-over-year reduction in cash flow from operations had no material impact on our liquidity, and there were no issuances of commercial paper or borrowing under the Credit Facility during the year. \n\nPrincipal cash sources and principal cash uses are Non-GAAP liquidity measures. These amounts exclude changes in operating capital and other investing and financing activities. This presentation reflects the metrics used by us to assess our sources and uses of cash and was derived from our consolidated statement of cash flows. We believe that this presentation is meaningful to understand the primary sources and uses of our cash flow and the effect on our cash and cash equivalents. Non-GAAP liquidity measures should not be considered in isolation from, or as a substitute for, financial information presented in compliance with U.S. GAAP. Non-GAAP liquidity measures as reported by us may not be comparable to similarly titled amounts reported by other companies. Additional information regarding our cash flows can be found in our consolidated statement of cash flows and Note 14 to the consolidated financial statements. \n\nAt December 31, 2022, we have the following contractual obligations: \n\n&#8226; We have outstanding fixed-rate debt maturing at various times with an aggregate principal amount of $5.6 billion, of which $750 million is due in 2024. Depending on the conditions in the credit markets, we may refinance this debt, or we may use cash from operations, including temporally accessing our Credit Facility, to repay this debt. Future interest payments on our debt total $868.5 million, of which $159.1 million is payable in 2023. \n\n&#8226; The liability for our operating and finance lease payments is $1,527.8 million, of which $297.0 million is due in 2023. \n\n&#8226; The obligation for our defined benefit pension plans is $228.6 million, and the liability for our postemployment arrangements is $130.8 million. In 2022, we contributed $8.2 million to our defined benefit plans and paid $10.4 million for our postemployment arrangements. We do not expect these payments to increase significantly in 2023. \n\n&#8226; The liability for contingent purchase price payments (earn-outs) is $115.0 million, of which $39.2 million is payable in 2023. \n\n&#8226; The remaining balance for the transition tax on accumulated foreign earnings imposed by the Tax Cut and Jobs Act of 2017 is $88.8 million, of which $19.9 million is expected to be paid in 2023. \n\nBased on past performance and current expectations, we believe that our cash and cash equivalents, short-term investments and operating cash flow will be sufficient to meet our non-discretionary cash requirements for the next twelve months. Over the longer term, our Credit Facility is available to fund our working capital and contractual obligations. \n\nCash Management \n\nOur regional treasury centers in North America, Europe and Asia manage our cash and liquidity. Each day, operations with excess funds invest those funds with their regional treasury center. Likewise, operations that require funds borrow from their regional treasury center. Treasury centers with excess cash invest on a short-term basis with third parties, generally with maturities ranging from overnight to less than 90 days. Beginning in 2022, we purchased short-term investments with maturities ranging from 91 to 364 days. The balance of our short-term investments at December 31, 2022 was $60.7 million. Certain treasury centers have notional pooling arrangements that are used to manage their cash and set-off foreign exchange imbalances. \n\nThe arrangements require each treasury center to have its own notional pool account and to maintain a notional positive account balance. Additionally, under the terms of the arrangement, set-off of foreign exchange positions are limited to the long and short positions within their own account. To the extent that our treasury centers require liquidity, they have the ability to issue up to a total of $2.0 billion of U.S. Dollar-denominated commercial paper and issue up to the equivalent of $500 million in British Pounds or Euro under a Euro commercial paper program, or borrow under the Credit Facility or the uncommitted credit lines. This process enables us to manage our debt more efficiently and utilize our cash more effectively, as well as manage our risk to foreign exchange rate imbalances. In countries where we either do not conduct treasury operations or it is not feasible for one of our treasury centers to fund net borrowing requirements on an intercompany basis, we arrange for local currency uncommitted credit lines. We have a policy governing counterparty credit risk with financial institutions that hold our cash and cash equivalents and we have deposit limits for each institution. In countries where we conduct treasury operations, generally the counterparties are either branches or subsidiaries of institutions that are party to the Credit Facility. These institutions generally have credit ratings equal to or better than our credit ratings. In countries where we do not conduct treasury operations, all cash and cash equivalents are held by counterparties that meet specific minimum credit standards. \n\nAt December 31, 2022, our foreign subsidiaries held approximately $2.1 billion of our total cash and cash equivalents of $4.3 billion. Substantially all of the cash is available to us, net of any foreign withholding taxes payable upon repatriation to the United States. \n\nAt December 31, 2022, our net debt position, which we define as total debt, including short-term debt, less cash and cash equivalents and short-term investments increased $873.1 million to $1.3 billion from December 31, 2021. The increase in net debt primarily resulted from discretionary spending of $1.7 billion and the net effect of foreign exchange rate changes on cash and cash equivalents and our foreign currency denominated debt of $103.4 million, partially offset by cash flow from operating activities of $926.5 million. \n\nThe components of net debt were (in millions): ##TABLE_START December 31, 2022 2021 Short-term debt $ 16.9 $ 9.6 Long-term debt 5,577.2 5,685.7 Total debt 5,594.1 5,695.3 Less: Cash and cash equivalents and short-term investments 4,342.5 5,316.8 Net debt $ 1,251.6 $ 378.5 ##TABLE_END\n\nNet debt is a Non-GAAP liquidity measure. This presentation, together with the comparable U.S. GAAP liquidity measures, reflects one of the key metrics used by us to assess our cash management. Non-GAAP liquidity measures should not be considered in isolation from, or as a substitute for, financial information presented in compliance with U.S. GAAP. Non-GAAP liquidity measures as reported by us may not be comparable to similarly titled amounts reported by other companies. \n\nDebt Instruments and Related Covenants \n\nThe 2.45% Senior Notes due 2030, 4.20% Senior Notes due 2030 and 2.60% Senior Notes due 2031 are senior unsecured obligations of Omnicom that rank equal in right of payment with all existing and future unsecured senior indebtedness. \n\nOmnicom and its wholly owned finance subsidiary, Omnicom Capital Inc., or OCI, are co-obligors under the 3.65% Senior Notes due 2024 and the 3.60% Senior Notes due 2026. These notes are a joint and several liability of Omnicom and OCI, and Omnicom unconditionally guarantees OCI&#8217;s obligations with respect to the notes. OCI provides funding for our operations by incurring debt and lending the proceeds to our operating subsidiaries. OCI&#8217;s assets primarily consist of cash and cash equivalents and intercompany loans made to our operating subsidiaries, and the related interest receivable. There are no restrictions on the ability of OCI or Omnicom to obtain funds from our subsidiaries through dividends, loans or advances. Such notes are senior unsecured obligations that rank equal in right of payment with all existing and future unsecured senior indebtedness. \n\nOmnicom and OCI have, jointly and severally, fully and unconditionally guaranteed the obligations of Omnicom Finance Holdings plc, or OFH, a U.K.-based wholly owned subsidiary of Omnicom, with respect to the &#8364;500 million 0.80% Senior Notes due 2027 and the &#8364;500 million 1.40% Senior Notes due 2031, collectively the Euro Notes. OFH&#8217;s assets consist of its investments in several wholly owned finance companies that function as treasury centers, providing funding for various operating companies in Europe, Australia and other countries in the Asia-Pacific region. The finance companies&#8217; assets consist of cash and cash equivalents and intercompany loans that they make or have made to the operating companies in their respective regions and the related interest receivable. There are no restrictions on the ability of Omnicom, OCI or OFH to obtain funds from their subsidiaries through dividends, loans or advances. The Euro Notes and the related guarantees are senior unsecured obligations that rank equal in right of payment with all existing and future unsecured senior indebtedness of OFH and each of Omnicom and OCI, respectively. \n\nOmnicom has fully and unconditionally guaranteed the obligations of Omnicom Capital Holdings plc, or OCH, a U.K.-based wholly owned subsidiary of Omnicom, with respect to the &#163;325 million 2.25% Senior Notes due 2033, or the Sterling Notes. OCH&#8217;s assets consist of its investments in several wholly owned finance companies that function as treasury centers, providing funding for various operating companies in EMEA, Australia and other countries in the Asia-Pacific region. The finance companies&#8217; assets consist of cash and cash equivalents and intercompany loans that they make or have made to the operating companies in their respective regions and the related interest receivable. There are no restrictions on the ability of Omnicom or OCH to obtain funds from their subsidiaries through dividends, loans or advances. The Sterling Notes and the related guarantee are senior unsecured obligations that rank equal in right of payment with all existing and future unsecured senior indebtedness of OCH and Omnicom, respectively. \n\nThe Credit Facility contains a financial covenant that requires us to maintain a Leverage Ratio of consolidated indebtedness to consolidated EBITDA (earnings before interest, taxes, depreciation, amortization and non-cash charges) of no more than 3.5 times for the most recently ended 12-month period. At December 31, 2022, we were in compliance with this covenant as our Leverage Ratio was 2.4 times. The Credit Facility does not limit our ability to declare or pay dividends or repurchase our common stock. \n\nBorrowings under the Credit Facility may use LIBOR as the benchmark interest rate. The LIBOR benchmark rate is expected to be phased out by the end of June 2023. We do not expect that the discontinuation of the LIBOR rate will have a material impact on our liquidity or results of operations. \n\nAt December 31, 2022, our long-term and short-term debt was rated BBB+ and A2 by S&#38;P and Baa1 and P2 by Moody's. Our access to the commercial paper market and the cost of these borrowings are affected by market conditions and our credit ratings. The long-term debt indentures and the Credit Facility do not contain provisions that require acceleration of cash payments in the event of a downgrade in our credit ratings. \n\nCredit Markets and Availability of Credit \n\nIn light of the uncertainty of future economic conditions, we will continue to take actions available to us to respond to changing economic conditions, and we will continue to manage our discretionary expenditures. We will continue to monitor and manage the level of credit made available to our clients. We believe that these actions, in addition to the availability of our Credit Facility, are sufficient to fund our near-term working capital needs and our discretionary spending. Information regarding our Credit Facility is provided in Note 7 to the consolidated financial statements. \n\nWe have the ability to fund our day-to-day liquidity, including working capital, by issuing commercial paper or borrowing under the Credit Facility. During 2022 and 2021, there were no issuances of commercial paper or borrowings under the Credit Facility. \n\nWe can resume issuing commercial paper to fund our day-to-day liquidity when needed. However, disruptions in the credit markets may lead to periods of illiquidity in the commercial paper market and higher credit spreads. To mitigate any disruption in the credit markets and to fund our liquidity, we may borrow under the Credit Facility or the uncommitted credit lines or access the capital markets if favorable conditions exist. We will continue to monitor closely our liquidity and conditions in the credit markets. We cannot predict with any certainty the impact on us of any disruptions in the credit markets. In such circumstances, we may need to obtain additional financing to fund our day-to-day working capital requirements. Such additional financing may not be available on favorable terms, or at all. \n\n"
    },
    {
      "section": "7A",
      "text": " Item 7A. Quantitative and Qualitative Disclosures About Market Risk \n\nWe manage our exposure to foreign exchange rate risk and interest rate risk through various strategies, including the use of derivative financial instruments. We use forward foreign exchange contracts as economic hedges to manage the cash flow volatility arising from foreign exchange rate fluctuations. We use net investment hedges to manage the volatility of foreign exchange rates on the investment in our foreign subsidiaries. We do not use derivatives for trading or speculative purposes. Using derivatives exposes us to the risk that counterparties to the derivative contracts will fail to meet their contractual obligations. We manage that risk through careful selection and ongoing evaluation of the counterparty financial institutions based on specific minimum credit standards and other factors. \n\nWe evaluate the effects of changes in foreign currency exchange rates, interest rates and other relevant market risks on our derivatives. We periodically determine the potential loss from market risk on our derivatives by performing a value-at-risk, or VaR, analysis. VaR is a statistical model that uses historical currency exchange rate data to measure the potential impact on future earnings of our derivative financial instruments assuming normal market conditions. The VaR model is not intended to represent actual losses but is used as a risk estimation and management tool. Based on the results of the model, we estimate with 95% confidence a maximum one-day change in the net fair value of our derivative financial instruments at December 31, 2022 was not significant. \n\nForeign Currency Exchange Risk \n\nIn 2022, our international operations represented approximately 48% of our revenue. Changes in the value of foreign currencies against the U.S. Dollar affect our results of operations and financial position. For the most part, because the revenue and expenses of our foreign operations are denominated in the same local currency, the economic impact on operating margin is minimized. The effects of foreign currency exchange transactions on our results of operations are discussed in Note 2 to the consolidated financial statements. \n\nWe operate in all major international markets including the Euro Zone, the U.K., Australia, Brazil, Canada, China and Japan. Our agencies transact business in more than 50 different currencies. As an integral part of our global treasury operations, we centralize our cash and use notional multicurrency pools to manage the foreign currency exchange risk that arises from imbalances between subsidiaries and their respective treasury centers. In addition, there are circumstances where revenue and expense transactions are not denominated in the same currency. In these instances, amounts are either promptly settled or hedged with forward foreign exchange contracts. To manage this risk, at December 31, 2022 and 2021, we had outstanding forward foreign exchange contracts with an aggregate notional amount of $40.3 million and $77.3 million, respectively. At December 31, 2022 and 2021, the net fair value of the forward foreign contracts was not material (see Note 20 to the consolidated financial statements). \n\nForeign currency derivatives are designated as economic hedges; therefore, any gain or loss in fair value incurred on those instruments is generally offset by decreases or increases in the fair value of the underlying exposure. By using these financial instruments, we reduce financial risk of adverse foreign exchange changes by foregoing any gain which might occur if the markets move favorably. The terms of our forward foreign exchange contracts are generally less than 90 days. \n\nIn 2022, we entered into fixed-to-fixed cross currency swaps with a notional value of $150 million to hedge a portion of the net investment in our Japanese subsidiaries against volatility in the Yen/U.S. Dollar exchange rate. These swaps are designated and qualify as a hedge of a net investment in a foreign subsidiary and are scheduled to mature in 2025 and 2029. Changes in the fair value of the swaps are recognized in foreign currency translation and are reported in accumulated other comprehensive income (loss), or AOCI. Any gain or loss will remain in AOCI until the complete or substantially complete liquidation of our investment in the underlying operations. We have elected to assess the effectiveness of our net investment hedges based on changes in spot exchange rates. We receive net fixed U.S. Dollar interest payments, and in 2022, we recorded $1.2 million as a reduction of interest expense. At December 31, 2022, the liability for the swap fair value was $16.5 million and is recorded in long-term liabilities. \n\nInterest Rate Risk \n\nWe may use interest rate swaps to manage our interest cost and structure our long-term debt portfolio to achieve a mix of fixed rate and floating rate debt. During 2022, there were no interest rate swaps, and long-term debt at December 31, 2022 consisted entirely of fixed rate debt. \n\nCredit Risk \n\nWe provide advertising, marketing and corporate communications services to several thousand clients that operate in nearly every sector of the global economy and we grant credit to qualified clients in the normal course of business. Due to the diversified nature of our client base, we do not believe that we are exposed to a concentration of credit risk as our largest client represented 2.7% of revenue in 2022. However, during periods of economic downturn, the credit profiles of our clients could change. \n\nIn the normal course of business, our agencies enter into contractual commitments with media providers and production companies on behalf of our clients at levels that can substantially exceed the revenue from our services. These commitments are included in accounts payable when the services are delivered by the media providers or production companies. If permitted by local law and the client agreement, many of our agencies purchase media and production services for our clients as an agent for a disclosed principal. In addition, while operating practices vary by country, media type and media vendor, in the United States and certain foreign markets, many of our agencies&#8217; contracts with media and production providers specify that our agencies are not liable to the media and production providers under the theory of sequential liability until and to the extent we have been paid by our client for the media or production services. \n\nWhere purchases of media and production services are made by our agencies as a principal or are not subject to the theory of sequential liability, the risk of a material loss as a result of payment default by our clients could increase significantly and such a loss could have a material adverse effect on our business, results of operations and financial position. \n\nIn addition, our methods of managing the risk of payment default, including obtaining credit insurance, requiring payment in advance, mitigating the potential loss in the marketplace or negotiating with media providers, may be insufficient, less available, or unavailable during a severe economic downturn. \n\n"
    },
    {
      "section": "8",
      "text": " Item 8. Financial Statements and Supplementary Data \n\nSee Item 15, &#8220;Exhibits, Financial Statement Schedules.&#8221; \n\n"
    },
    {
      "section": "9",
      "text": " Item 9. Changes in and Disagreements With Accountants on Accounting and Financial Disclosure \n\nNone. \n\n"
    },
    {
      "section": "9A",
      "text": " Item 9A. Controls and Procedures \n\nWe maintain disclosure controls and procedures designed to ensure that information required to be disclosed in reports we file with the SEC is recorded, processed, summarized and reported within applicable time periods. Disclosure controls and procedures include, without limitation, controls and procedures designed to ensure that information required to be disclosed by us in the reports we file or submit under the Securities Exchange Act of 1934, as amended, or the Exchange Act, is accumulated and communicated to management, including our Chief Executive Officer, or CEO, and Chief Financial Officer, or CFO, as appropriate to allow timely decisions regarding required disclosure. Management, including our CEO and CFO, conducted an evaluation of the effectiveness of our disclosure controls and procedures as of December 31, 2022. Based on that evaluation, our CEO and CFO concluded that, as of December 31, 2022, our disclosure controls and procedures are effective to ensure that decisions can be made timely with respect to required disclosures, as well as ensuring that the recording, processing, summarization and reporting of information required to be included in our Annual Report on Form 10-K for the year ended December 31, 2022 are appropriate. \n\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting, as such term is defined in Exchange Act Rule 13a-15(f). Management, with the participation of our CEO, CFO and our agencies, conducted an evaluation of the effectiveness of our internal control over financial reporting based on the framework in Internal Control &#8211; Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission. Based on that evaluation, our CEO and CFO concluded that our internal control over financial reporting was effective as of December 31, 2022. There have not been any changes in our internal control over financial reporting during our most recent fiscal quarter that have materially affected or are reasonably likely to materially affect our internal control over financial reporting. \n\nKPMG LLP, an independent registered public accounting firm that audited our consolidated financial statements included in this Annual Report on Form 10-K, has issued an attestation report on Omnicom&#8217;s internal control over financial reporting as of December 31, 2022, dated February 8, 2023, which is included on page F-2 of this 2022 Form 10-K. \n\n"
    },
    {
      "section": "9B",
      "text": " Item 9B. Other Information \n\nNone. \n\n"
    },
    {
      "section": "10",
      "text": " Item 10. Directors, Executive Officers and Corporate Governance \n\nThe information required by this Item will be included in our definitive proxy statement, which is expected to be filed with the SEC within 120 days after December 31, 2022, in connection with the solicitation of proxies for our 2023 annual meeting of shareholders (the &#8220;2023 Proxy Statement&#8221;) and is incorporated herein by reference. \n\n"
    },
    {
      "section": "11",
      "text": " Item 11. Executive Compensation \n\nThe information required by this Item will be included in the 2023 Proxy Statement and is incorporated herein by reference. \n\n"
    },
    {
      "section": "12",
      "text": " Item 12. Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters \n\nThe information required by this Item will be included in the 2023 Proxy Statement and is incorporated herein by reference. \n\n"
    },
    {
      "section": "13",
      "text": " Item 13. Certain Relationships and Related Transactions, and Director Independence \n\nThe information required by this Item will be included in the 2023 Proxy Statement and is incorporated herein by reference. \n\n"
    },
    {
      "section": "14",
      "text": " Item 14. Principal Accountant Fees and Services \n\nOur independent registered public accounting firm is KPMG LLP , New York, NY , Auditor Firm ID: 185 . \n\nThe information required by this Item will be included in the 2023 Proxy Statement and is incorporated herein by reference. \n\nPART IV \n\n"
    },
    {
      "section": "15",
      "text": " Item 15. Exhibit and Financial Statement Schedules \n\n##TABLE_START (a)(1) Financial Statements: Page \n\nManagement Report on Internal Control Over Financial Reporting \n\nF- 1 \n\nReport of Independent Registered Public Accounting Firm \n\nF- 2 \n\nConsolidated Balance Sheets at December 31, 2022 and 2021 \n\nF- 4 \n\nConsolidated Statements of Income for the Three Years Ended December 31, 2022 \n\nF- 5 \n\nConsolidated Statements of Comprehensive Income for the Three Years Ended December 31, 2022 \n\nF- 6 \n\nConsolidated Statements of Equity for the Three Years Ended December 31, 2022 \n\nF- 7 \n\nConsolidated Statements of Cash Flows for the Three Years Ended December 31, 2022 \n\nF- 8 \n\nNotes to Consolidated Financial Statements \n\nF- 9 \n\n(a)(2) Financial Statement Schedules: &#160; \n\nSchedule II - Valuation and Qualifying Accounts for the Three Years Ended December 31, 2022 \n\nS- 1 \n\n&#160; All other schedules are omitted because they are not applicable. &#160; ##TABLE_END\n\n##TABLE_START (a)(3) Exhibits: \n\nExhibit \n\nNumber \n\nDescription 3(i) \n\nRestated Certificate of Incorporation of Omnicom Group Inc. (Exhibit 3.1 to our Quarterly Report on Form 10-Q (File No. 1-10551) for the quarter ended September 30, 2011 and incorporated herein by reference). \n\n3(ii) \n\nBy-laws of Omnicom Group Inc., as amended and restated on December 11, 2018 (Exhibit 3.1 to our Current Report on Form 8-K (File No. 1-10551) dated December 14, 2018 and incorporated herein by reference). \n\n4.1 \n\nBase Indenture, dated as of October 29, 2014, among Omnicom Group Inc., Omnicom Capital Inc. and Deutsche Bank Trust Company Americas, as trustee (&#8220;2014 Base Indenture&#8221;), (Exhibit 4.1 to our Current Report on Form 8-K (File No. 1-10551) dated October 29, 2014 (&#8220;October 29, 2014 8-K&#8221;) and incorporated herein by reference). \n\n4.2 \n\nFirst Supplemental Indenture to the 2014 Base Indenture, dated as of October 29, 2014, among Omnicom Group Inc., Omnicom Capital Inc. and Deutsche Bank Trust Company Americas, as trustee, in connection with the issuance of $750 million 3.65% Senior Notes due 2024 (Exhibit 4.2 to the October 29, 2014 8-K and incorporated herein by reference). \n\n4.3 \n\nForm of 3.65% Notes due 2024 (included in Exhibit 4.2 to the October 29, 2014 8-K and incorporated herein by reference). \n\n4.4 \n\nSecond Supplemental Indenture to the 2014 Base Indenture, dated as of April 6, 2016, among Omnicom Group Inc., Omnicom Capital Inc. and Deutsche Bank Trust Company Americas, as trustee, in connection with the issuance of $1.4 billion 3.60% Senior Notes due 2026 (Exhibit 4.1 to our Current Report on Form 8-K (File No. 1-10551) dated April 6, 2016 (&#8220;April 6, 2016 8-K&#8221;) and incorporated herein by reference). \n\n4.5 \n\nForm of 3.60% Notes due 2026 (included in Exhibit 4.1 to the April 6, 2016 8-K and incorporated herein by reference). \n\n4.6 \n\nBase Indenture, dated as of July 8, 2019, among Omnicom Finance Holdings plc, as issuer, Omnicom Group Inc. and Omnicom Capital Inc., as guarantors, and Deutsche Bank Trust Company Americas, as trustee (&#8220;2019 Base Indenture&#8221;), (Exhibit 4.1 to our Current Report on Form 8-K (File No. 1-10551) dated July 8, 2019 (&#8220;July 8, 2019 8-K&#8221;) and incorporated herein by reference). \n\n4.7 \n\nFirst Supplemental Indenture to the 2019 Base Indenture, dated as of July 8, 2019, among Omnicom Finance Holdings plc, as issuer, Omnicom Group Inc. and Omnicom Capital Inc., as guarantors, and Deutsche Bank Trust Company Americas, as trustee, in connection with the issuance of &#8364;500 million aggregate principal amount of Senior Notes due 2027 and &#8364;500 million aggregate principal amount of Senior Notes due 2031 (Exhibit 4.2 to the July 8, 2019 8-K and incorporated herein by reference). \n\n4.8 \n\nForm of 0.80% Notes due 2027 (included in Exhibit 4.2 to the July 8, 2019 8-K and incorporated herein by reference). \n\n4.9 \n\nForm of 1.40% Notes due 2031 (included in Exhibit 4.2 to the July 8, 2019 8-K and incorporated herein by reference). \n\n##TABLE_END\n\n##TABLE_START 4.10 \n\nBase Indenture, dated as of February 21, 2020, among Omnicom Group Inc., as issuer, and Deutsche Bank Trust Company Americas, as trustee (&#8220;2020 Base Indenture&#8221;) (Exhibit 4.1 to our Current Report on Form 8-K (File No. 1-10551) filed on February 21, 2020 (&#8220;February 21, 2020 8-K&#8221;) and incorporated herein by reference). \n\n4.11 \n\nFirst Supplemental Indenture to the 2020 Base Indenture, dated as of February 21, 2020, among Omnicom Group Inc., as issuer, and Deutsche Bank Trust Company Americas, as trustee, in connection with the issuance of $600 million 2.450% Senior Notes due 2030 (Exhibit 4.2 to the February 21, 2020 8-K and incorporated herein by reference). \n\n4.12 \n\nForm of 2.450% Notes due 2030 (Included in Exhibit 4.2 to the February 21, 2020 8-K and incorporated herein by reference). \n\n4.13 \n\nSecond Supplemental Indenture to the 2020 Base Indenture, dated as of April 1, 2020, among Omnicom Group Inc., as issuer, and Deutsche Bank Trust Company Americas, as trustee, in connection with the issuance of $600 million 4.200% Senior Notes due 2030 (Exhibit 4.1 to our Current Report on Form 8-K (File No. 1-10551) filed on April 1, 2020 (&#8220;April 1, 2020 8-K&#8221;) and incorporated herein by reference). \n\n4.14 \n\nForm of 4.200% Notes due 2030 (Included in Exhibit 4.1 to the April 1, 2020 8-K and incorporated herein by reference). \n\n4.15 \n\nThird Supplemental Indenture to the 2020 Base Indenture, dated as of April 28, 2021, among Omnicom Group Inc., as issuer, and Deutsche Bank Trust Company Americas, as trustee, in connection with the issuance of $800 million 2.600% Senior Notes due 2031 (Exhibit 4.1 to our Current Report on Form 8-K (File No. 1-10551) filed on May 3, 2021 (the &#8220;May 3, 2021 8-K&#8221;) and incorporated herein by reference). \n\n4.16 \n\nForm of 2.600% Notes due 2031 (Included in Exhibit 4.1 to the May 3, 2021 8-K and incorporated herein by reference). \n\n4.17 \n\nBase Indenture, dated as of November 22, 2021, among Omnicom Capital Holdings plc, as issuer, Omnicom Group Inc., as guarantor, and Deutsche Bank Trust Company Americas, as trustee (&#8220;2021 Base Indenture&#8221;), (Exhibit 4.1 to our Current Report on Form 8-K (File No. 1-10551) filed on November 22, 2021 (&#8220;November 22, 2021 8-K&#8221;) and incorporated herein by reference). \n\n4.18 \n\nFirst Supplemental Indenture to the 2021 Base Indenture, dated as of November 22, 2021, among Omnicom Capital Holdings plc, as issuer, Omnicom Group Inc., as guarantor, and Deutsche Bank Trust Company Americas, as trustee, in connection with the issuance of &#163;325 million aggregate principal amount of 2.250% Senior Notes due 2033 (Exhibit 4.2 to the November 22, 2021 8-K) and incorporated herein by reference). \n\n4.19 \n\nForm of 2.250% Senior Notes due 2033 (Included in Exhibit 4.2 to the November 22, 2021 8-K and incorporated herein by reference). \n\n4.20 \n\nDescription of Securities ( Exhibit 4.2 0 to our Annual Report on Form 10-K (File No. 1-10551) for the year ended December 31, 2021 and incorporated herein by reference). \n\n10.1 \n\nSecond Amended and Restated Five Year Credit Agreement, dated as of February 14, 2020, by and among Omnicom Capital Inc., a Connecticut corporation, Omnicom Finance Limited, a private limited company organized under the laws of England and Wales, Omnicom Group Inc., a New York corporation, any other subsidiary of Omnicom Group Inc. designated for borrowing privileges, the banks, financial institutions and other institutional lenders and initial issuing banks listed on the signature pages thereof, Citibank, N.A., JPMorgan Chase Bank, N.A., and Wells Fargo Securities, LLC, as lead arrangers and book managers, JPMorgan Chase Bank, N.A. and Wells Fargo Bank, National Association, as syndication agents, Bank of America, N.A., BNP Paribas, Barclays Bank PLC, Deutsche Bank Securities Inc. and HSBC Bank USA, National Association, as documentation agents, and Citibank, N.A., as administrative agent for the lenders (Exhibit 10.1 to our Current Report on Form 8-K (File No. 1-10551) filed on February 19, 2020 and incorporated herein by reference). \n\n10.2 \n\nAmendment No. 1 to the Credit Agreement, dated October 26, 2020, to the Second Amended and Restated Five Year Credit Agreement, dated as of February 14, 2020, by and among Omnicom Capital Inc., Omnicom Finance Limited, Omnicom Group Inc., any other subsidiary of Omnicom Group Inc. designated for borrowing privileges, the banks, financial institutions and other institutional lenders party thereto, Citibank, N.A., JPMorgan Chase Bank, N.A., and Wells Fargo Securities, LLC, as lead arrangers and book managers, JPMorgan Chase Bank, N.A. and Wells Fargo Bank, National Association, as syndication agents, Bank of America, N.A., BNP Paribas, Barclays Bank PLC, Deutsche Bank Securities Inc. and HSBC Bank USA, National Association, as documentation agents, and Citibank, N.A., as administrative agent for the lenders (Exhibit 10.1 to our Quarterly Report on Form 10-Q (File No. 1-10551) for the quarter ended September 30, 2020 and incorporated herein by reference ). \n\n##TABLE_END\n\n##TABLE_START 10.3 \n\nDirector Compensation and Director Compensation and Deferred Stock Program Stock Program (Exhibit 10.1 to our Quarterly Report on Form 10-Q (File No. 1-10551) for the quarter ended March 31, 2020 (&#8220;March 31, 2020 10-Q&#8221;) and incorporated herein by reference). \n\n10.4 \n\nStandard form of our Executive Salary Continuation Plan Agreement (Exhibit 10.5 to our Annual Report on Form 10-K (File No. 1-10551) for the year ended December 31, 2012 and incorporated herein by reference). \n\n10.5 Standard form of the Director Indemnification Agreement (Exhibit 10.25 to our Annual Report on Form 10-K (File No. 1-10551) for the year ended December 31, 1989 and incorporated herein by reference). 10.6 \n\nSenior Management Incentive Plan as amended and restated on December 4, 2008 (Exhibit 10.9 to our Annual Report on Form 10-K (File No. 1-10551) for the year ended December 31, 2008 (&#8220;2008 10-K&#8221;) and incorporated herein by reference). \n\n10.7 \n\nOmnicom Group Inc. SERCR Plan (Exhibit 10.10 to our Annual Report on Form 10-K (File No. 1-10551) for the year ended December 31, 2011 and incorporated herein by reference). \n\n10.8 \n\nForm of Award Agreement under the Omnicom Group Inc. SERCR Plan (Exhibit 10.2 to our Current Report on Form 8-K (File No. 1-10551) dated December 13, 2006 and incorporated herein by reference). \n\n10.9 \n\nOmnicom Group Inc. Amended and Restated 2007 Incentive Award Plan (Appendix A to our Proxy Statement (File No. 1-10551) filed on April 15, 2010 and incorporated herein by reference). \n\n10.10 \n\nForm of Indemnification Agreement (Exhibit 10.1 to our Quarterly Report on Form 10-Q (File No. 1-10551) for the quarter ended June 30, 2007 and incorporated herein by reference). \n\n10.11 \n\nRestricted Stock Unit Deferred Compensation Plan (Exhibit 10.16 to the 2008 10-K and incorporated herein by reference). \n\n10.12 \n\nRestricted Stock Deferred Compensation Plan (Exhibit 10.17 to the 2008 10-K and incorporated herein by reference). \n\n10.13 \n\nAmendment No. 1 to the Restricted Stock Deferred Compensation Plan (Exhibit 10.18 to the 2008 10-K and incorporated herein by reference). \n\n10.14 \n\nAmendment No. 2 to the Restricted Stock Deferred Compensation Plan (Exhibit 10.19 to the 2008 10-K and incorporated herein by reference). \n\n10.15 \n\nForm of Grant Notice and Option Agreement (Exhibit 10.20 to our Annual Report on Form 10-K (File No. 1-10551) for the year ended December 31, 2010 (&#8220;2010 10-K&#8221;) and incorporated herein by reference). \n\n10.16 \n\nForm of Grant Notice and Restricted Stock Agreement (Exhibit 10.21 to 2010 10-K and incorporated herein by reference). \n\n10.17 \n\nForm of Grant Notice and Restricted Stock Unit Agreement (Exhibit 10.22 to 2010 10-K and incorporated herein by reference). \n\n10.18 \n\nForm of Grant Notice and Performance Restricted Stock Unit Agreement (Exhibit 10.1 to our Quarterly Report on Form 10-Q (File No. 1-10551) for the quarter ended June 30, 2011 and incorporated herein by reference). \n\n10.19 \n\nOmnicom Group Inc. 2013 Incentive Award Plan (Appendix A to our Proxy Statement (File No. 1-10551) filed on April 11, 2013 and incorporated herein by reference). \n\n10.20 \n\nDirector Compensation and Deferred Stock Program (Exhibit 10.19 to our Annual Report on Form 10-K (File No. 1-10551) for the year ended December 31, 2016 and incorporated herein by reference). \n\n10.21 \n\nOmnicom Group Inc. 2021 Incentive Award Plan (incorporated by reference to our Definitive Proxy Statement on Schedule 14A, filed on March 25, 2021). \n\n10.22 \n\n2021 Incentive Award Plan Restricted Stock Unit Agreement - Form of Grant Notice and Agreement (Exhibit 10.2 to our Quarterly Report on Form 10-Q (File No. 1-10551) for the quarter ended June 30, 2021 (&#8220;June 30, 2021 10-Q&#8221;) and incorporated herein by reference). \n\n10.23 \n\n2021 Incentive Award Plan Option Agreement - Form of Grant Notice and Agreement (Exhibit 10.3 to June 30, 2021 10-Q and incorporated herein by reference). \n\n10.24 \n\nEmployment Agreement dated as of July 21, 2021 by and between Omnicom Management Inc. and John D. Wren (Exhibit 10.1 to our Current Report on Form 8-K (File No. 1-10551) filed on July 23, 2021 and incorporated herein by reference). \n\nSubsidiaries of the Registrant. \n\nConsent of KPMG LLP. \n\n31.1 \n\nCertification of Chairman and Chief Executive Officer required by Rule 13a-14(a) under the Securities Exchange Act of 1934, as amended. \n\n##TABLE_END\n\n##TABLE_START 31.2 \n\nCertification of Executive Vice President and Chief Financial Officer required by Rule 13a-14(a) under the Securities Exchange Act of 1934, as amended. \n\nCertification of the Chairman and Chief Executive Officer and the Executive Vice President and Chief Financial Officer required by Rule 13a-14(b) under the Securities Exchange Act of 1934, as amended, and 18 U.S.C. Section 1350. \n\n101.INS Inline XBRL Instance Document (the instance document does not appear in the Interactive Data File because its XBRL tags are embedded within the Inline XBRL document) 101.SCH Inline XBRL Taxonomy Extension Schema Document 101.CAL Inline XBRL Taxonomy Extension Calculation Linkbase Document 101.DEF Inline XBRL Taxonomy Extension Definition Linkbase Document 101.LAB Inline XBRL Taxonomy Extension Label Linkbase Document 101.PRE Inline XBRL Taxonomy Extension Presentation Linkbase Document 104 Cover Page Interactive Data File (formatted as inline XBRL and contained in Exhibit 101) ##TABLE_END\n\nItem 16. Form 10-K Summary \n\nNone. \n\nSIGNATURES \n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized. ##TABLE_START &#160; O MNICOM G ROUP I NC. \n\nFebruary 8, 2023 BY: /s/ P HILIP J. A NGELASTRO \n\n&#160; &#160; Philip J. Angelastro Executive Vice President and Chief Financial Officer ##TABLE_END\n\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated. ##TABLE_START Signature Title Date /s/ J OHN D. W REN \n\nChairman and Chief Executive Officer and Director (Principal Executive Officer) February 8, 2023 John D. Wren &#160; &#160; /s/ P HILIP J. A NGELASTRO \n\nExecutive Vice President and Chief Financial Officer (Principal Financial Officer) February 8, 2023 Philip J. Angelastro &#160; &#160; /s/ A NDREW L . C ASTELLANETA \n\nSenior Vice President, Chief Accounting Officer (Principal Accounting Officer) February 8, 2023 Andrew L. Castellaneta /s/ M ARY C. C HOKSI \n\nDirector February 8, 2023 Mary C. Choksi /s/ L EONARD S. C OLEMAN, JR. \n\nDirector February 8, 2023 Leonard S. Coleman, Jr. /s/ Mark D. Gerstein Director February 8, 2023 Mark D. Gerstein /s/ R ONNIE S. H AWKINS \n\nDirector February 8, 2023 Ronnie S. Hawkins /s/ D EBORAH J. K ISSIRE \n\nDirector February 8, 2023 Deborah J. Kissire /s/ G RACIA C . M ARTORE \n\nDirector February 8, 2023 Gracia C. Martore /s/ Patricia Salas Pineda Director February 8, 2023 Patricia Salas Pineda /s/ L INDA J OHNSON R ICE \n\nDirector February 8, 2023 Linda Johnson Rice /s/ V ALERIE M . W ILLIAMS \n\nDirector February 8, 2023 Valerie M. Williams ##TABLE_END\n\nMANAGEMENT REPORT ON INTERNAL CONTROL OVER FINANCIAL REPORTING \n\nManagement is responsible for the preparation of the consolidated financial statements and related information of Omnicom Group Inc., or Omnicom. Management uses its best judgment to ensure that the consolidated financial statements present fairly, in all material respects, Omnicom&#8217;s consolidated financial position and results of operations in conformity with generally accepted accounting principles in the United States. \n\nThe financial statements have been audited by an independent registered public accounting firm in accordance with the standards of the Public Company Accounting Oversight Board. Their report expresses the independent accountant&#8217;s judgment as to the fairness of management&#8217;s reported financial position, results of operations and cash flows. This judgment is based on the procedures described in the fourth and fifth paragraphs of their report. \n\nOmnicom management is responsible for establishing and maintaining adequate internal control over financial reporting, as such term is defined in Securities Exchange Act Rule 13a-15(f). Management, with the participation of our Chief Executive Officer, or CEO, Chief Financial Officer, or CFO, and our agencies, conducted an evaluation of the effectiveness of our internal control over financial reporting based on the framework in Internal Control - Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission. Based on that evaluation, our CEO and CFO concluded that our internal control over financial reporting was effective as of December 31, 2022. There have not been any changes in our internal control over financial reporting during our fourth fiscal quarter that have materially affected or are reasonably likely to affect our internal control over financial reporting. \n\nKPMG LLP, an independent registered public accounting firm that audited our consolidated financial statements included in this Annual Report on Form 10-K, has issued an attestation report on Omnicom&#8217;s internal control over financial reporting as of December 31, 2022, dated February 8, 2023. \n\nThe Board of Directors of Omnicom has an Audit Committee comprised of four independent directors. The Audit Committee meets periodically with financial management, Internal Audit and the independent auditors to review accounting, control, audit and financial reporting matters. \n\nF-1 \n\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM \n\nTo the Shareholders and Board of Directors \n\nOmnicom Group Inc.: \n\nOpinions on the Consolidated Financial Statements and Internal Control Over Financial Reporting \n\nWe have audited the accompanying consolidated balance sheets of Omnicom Group Inc. and subsidiaries (the Company) as of December 31, 2022 and 2021, the related consolidated statements of income, comprehensive income, equity, and cash flows for each of the years in the three-year period ended December 31, 2022, and the related notes and financial statement schedule II (collectively, the consolidated financial statements). We also have audited the Company&#8217;s internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control - Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission. \n\nIn our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the financial position of the Company as of December 31, 2022 and 2021, and the results of its operations and its cash flows for each of the years in the three-year period ended December 31, 2022, in conformity with U.S. generally accepted accounting principles. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control - Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission. \n\nBasis for Opinions \n\nThe Company&#8217;s management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management Report on Internal Control Over Financial Reporting. Our responsibility is to express an opinion on the Company&#8217;s consolidated financial statements and an opinion on the Company&#8217;s internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \n\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects. \n\nOur audits of the consolidated financial statements included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions. \n\nDefinition and Limitations of Internal Control Over Financial Reporting \n\nA company&#8217;s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company&#8217;s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company&#8217;s assets that could have a material effect on the financial statements. \n\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate. \n\nF-2 \n\nCritical Audit Matter \n\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the consolidated financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of a critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates. \n\nEvaluation of the sufficiency of audit evidence over revenue recognition \n\nAs discussed in Note 3 to the consolidated financial statements, the Company provides an extensive range of advertising, marketing and corporate communication services through its networks, practice areas and agencies, which operate in all major markets throughout the Americas, EMEA and Asia Pacific regions. Consolidated revenues across all disciplines and geographic markets was $14,289.1 million for the year-ended December 31, 2022. \n\nWe identified the evaluation of the sufficiency of audit evidence over revenue recognition as a critical audit matter. Revenue is recognized from contracts with customers that are based on statements of work which are typically separately negotiated with the client at a local agency level and local agencies execute tens of thousands of contracts per year. Evaluating the sufficiency of audit evidence obtained required a high degree of auditor judgment because of the volume of contracts entered into across the networks and agencies for which revenue was recorded. This included selecting the locations where testing would be performed and the supervision and review of procedures performed at those locations. \n\nThe following are the primary procedures we performed to address this critical audit matter. We applied auditor judgment to determine the scope of agencies at which we performed audit procedures and the nature and extent of the procedures performed at each location. At each agency where procedures over revenue were performed, we (1) evaluated the design and tested the operating effectiveness of certain internal controls over revenue recognition, including controls to check that local agencies recorded revenue in accordance with the Company&#8217;s accounting policies and billings were recorded and presented in accordance with client agreements, (2) examined a selection of contracts and assessed that the Company&#8217;s accounting policies were applied consistently and accurately, and (3) assessed the recording of revenue by selecting certain transactions and comparing the amounts recognized for consistency with the underlying documentation including contracts with customers. We evaluated the sufficiency of audit evidence obtained by assessing the results of procedures performed over revenue recognition. \n\n/s/ KPMG LLP \n\nWe have served as the Company&#8217;s auditor since 2002. \n\nNew York, New York \n\nFebruary 8, 2023 \n\nF-3 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nCONSOLIDATED BALANCE SHEETS \n\n(In millions, except per share amounts) ##TABLE_START December 31, 2022 2021 ASSETS Current Assets: &#160; &#160; Cash and cash equivalents $ 4,281.8 &#160; $ 5,316.8 &#160; Short-term investments 60.7 &#160; &#8212; &#160; Accounts receivable, net of allowance for doubtful accounts of $ 24.7 and $ 21.7 \n\n8,097.1 &#160; 8,472.5 &#160; Work in process 1,254.6 &#160; 1,201.0 &#160; Other current assets 918.8 &#160; 919.2 &#160; Total Current Assets 14,613.0 &#160; 15,909.5 &#160; \n\nProperty and Equipment at cost, less accumulated depreciation of $ 1,167.5 and $ 1,165.7 \n\n900.1 &#160; 992.1 &#160; Operating Lease Right-Of-Use Assets 1,165.0 &#160; 1,202.9 &#160; Equity Method Investments 66.2 &#160; 76.3 &#160; Goodwill 9,734.3 &#160; 9,738.6 &#160; \n\nIntangible Assets, net of accumulated amortization of $ 819.9 and $ 856.5 \n\n313.4 &#160; 298.0 &#160; Other Assets 210.5 &#160; 204.4 &#160; TOTAL ASSETS $ 27,002.5 &#160; $ 28,421.8 &#160; LIABILITIES AND EQUITY Current Liabilities: &#160; &#160; Accounts payable $ 11,000.2 &#160; $ 11,897.2 &#160; Customer advances 1,492.3 &#160; 1,644.5 &#160; Short-term debt 16.9 &#160; 9.6 &#160; Taxes payable 300.0 &#160; 263.3 &#160; Other current liabilities 2,243.4 &#160; 2,411.6 &#160; Total Current Liabilities 15,052.8 &#160; 16,226.2 &#160; Long-Term Liabilities 837.5 &#160; 961.5 &#160; Long-Term Liability - Operating Leases 900.0 &#160; 952.1 &#160; Long-Term Debt 5,577.2 &#160; 5,685.7 &#160; Deferred Tax Liabilities 475.7 &#160; 477.3 &#160; \n\nCommitments and Contingent Liabilities (Note 18) \n\nTemporary Equity - Redeemable Noncontrolling Interests 382.9 &#160; 345.3 &#160; Equity: &#160; &#160; Shareholders&#8217; Equity: &#160; &#160; Preferred stock, $ 1.00 par value, 7.5 million shares authorized, none issued \n\n&#8212; &#160; &#8212; &#160; Common stock, $ 0.15 par value, 1.0 billion shares authorized, 297.2 million shares \n\nissued, 202.7 million and 209.1 million shares outstanding \n\n44.6 &#160; 44.6 &#160; Additional paid-in capital 571.1 &#160; 622.0 &#160; Retained earnings 9,739.3 &#160; 8,998.8 &#160; Accumulated other comprehensive income (loss) ( 1,437.9 ) ( 1,252.3 ) Treasury stock, at cost, 94.5 million and 88.1 million shares \n\n( 5,665.0 ) ( 5,142.9 ) Total Shareholders&#8217; Equity 3,252.1 &#160; 3,270.2 &#160; Noncontrolling interests 524.3 &#160; 503.5 &#160; Total Equity 3,776.4 &#160; 3,773.7 &#160; TOTAL LIABILITIES AND EQUITY $ 27,002.5 &#160; $ 28,421.8 &#160; ##TABLE_END\n\nThe accompanying notes to the consolidated financial statements are an integral part of these statements. \n\nF-4 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nCONSOLIDATED STATEMENTS OF INCOME \n\n(In millions, except per share amounts) \n\n##TABLE_START Year Ended December 31, 2022 2021 2020 Revenue $ 14,289.1 &#160; $ 14,289.4 &#160; $ 13,171.1 &#160; Operating Expenses: Salary and service costs 10,325.9 &#160; 10,402.0 &#160; 9,572.8 &#160; Occupancy and other costs 1,168.6 &#160; 1,148.2 &#160; 1,138.5 &#160; Charges arising from the effects of the war in Ukraine 113.4 &#160; &#8212; &#160; &#8212; &#160; Gain on disposition of subsidiary &#8212; &#160; ( 50.5 ) &#8212; &#160; COVID-19 repositioning costs &#8212; &#160; &#8212; &#160; 277.9 &#160; Cost of services 11,607.9 &#160; 11,499.7 &#160; 10,989.2 &#160; Selling, general and administrative expenses 378.5 &#160; 379.7 &#160; 360.5 &#160; Depreciation and amortization 219.4 &#160; 212.1 &#160; 222.6 &#160; 12,205.8 &#160; 12,091.5 &#160; 11,572.3 &#160; Operating Profit 2,083.3 &#160; 2,197.9 &#160; 1,598.8 &#160; Interest Expense 208.6 &#160; 236.4 &#160; 221.8 &#160; Interest Income 70.7 &#160; 27.3 &#160; 32.3 &#160; Income Before Income Taxes and Income (Loss) From Equity Method Investments 1,945.4 &#160; 1,988.8 &#160; 1,409.3 &#160; Income Tax Expense 546.8 &#160; 488.7 &#160; 381.7 &#160; Income (Loss) From Equity Method Investments 5.2 &#160; 7.5 &#160; ( 6.8 ) Net Income 1,403.8 &#160; 1,507.6 &#160; 1,020.8 &#160; Net Income Attributed To Noncontrolling Interests 87.3 &#160; 99.8 &#160; 75.4 &#160; Net Income - Omnicom Group Inc. $ 1,316.5 &#160; $ 1,407.8 &#160; $ 945.4 &#160; Net Income Per Share - Omnicom Group Inc.: &#160; &#160; &#160; Basic $ 6.40 $ 6.57 $ 4.38 Diluted $ 6.36 $ 6.53 $ 4.37 ##TABLE_END\n\nThe accompanying notes to the consolidated financial statements are an integral part of these statements. \n\nF-5 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME \n\n(In millions) \n\n##TABLE_START Year Ended December 31, 2022 2021 2020 \n\nNet Income \n\n$ 1,403.8 &#160; $ 1,507.6 &#160; $ 1,020.8 &#160; Other Comprehensive Income (Loss): \n\nCash flow hedge: \n\nAmortization of loss included in interest expense \n\n5.6 &#160; 5.6 &#160; 5.5 &#160; Income tax effect \n\n( 1.6 ) ( 1.6 ) ( 1.6 ) 4.0 &#160; 4.0 &#160; 3.9 &#160; Defined benefit pension plans and postemployment arrangements: \n\nUnrecognized actuarial gains (losses) and prior service cost for the period \n\n58.4 &#160; 28.3 &#160; ( 29.5 ) Amortization of prior service cost and actuarial losses \n\n10.7 &#160; 18.1 &#160; 13.9 &#160; Income tax effect \n\n( 20.0 ) ( 13.6 ) 4.5 &#160; 49.1 &#160; 32.8 &#160; ( 11.1 ) Foreign currency translation adjustment \n\n( 255.2 ) ( 92.2 ) ( 5.0 ) Other Comprehensive Income (Loss) ( 202.1 ) ( 55.4 ) ( 12.2 ) \n\nComprehensive Income \n\n1,201.7 &#160; 1,452.2 &#160; 1,008.6 &#160; \n\nComprehensive Income Attributed To Noncontrolling Interests \n\n70.8 &#160; 82.9 &#160; 79.5 &#160; \n\nComprehensive Income - Omnicom Group Inc. \n\n$ 1,130.9 &#160; $ 1,369.3 &#160; $ 929.1 &#160; ##TABLE_END\n\nThe accompanying notes to the consolidated financial statements are an integral part of these statements. \n\nF-6 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nCONSOLIDATED STATEMENTS OF EQUITY \n\n(In millions, except per share amounts) \n\n##TABLE_START Year Ended December 31, &#160; 2022 2021 2020 Common Stock, shares 297.2 &#160; 297.2 &#160; 297.2 &#160; Common Stock, par value $ 44.6 &#160; $ 44.6 &#160; $ 44.6 &#160; Additional Paid-in Capital: Beginning balance 622.0 &#160; 747.8 &#160; 760.9 &#160; Net change in noncontrolling interests ( 17.1 ) ( 12.1 ) 5.7 &#160; Change in temporary equity ( 49.9 ) ( 143.5 ) 3.3 &#160; Share-based compensation 81.7 &#160; 84.7 &#160; 71.0 &#160; Common stock issued, share-based compensation ( 65.6 ) ( 54.9 ) ( 93.1 ) Ending balance 571.1 &#160; 622.0 &#160; 747.8 &#160; Retained Earnings: Beginning balance 8,998.8 &#160; 8,190.6 &#160; 7,806.3 &#160; Net income 1,316.5 &#160; 1,407.8 &#160; 945.4 &#160; Common stock dividends declared \n\n( 576.0 ) ( 599.6 ) ( 561.1 ) Ending balance 9,739.3 &#160; 8,998.8 &#160; 8,190.6 &#160; Accumulated Other Comprehensive Income (Loss): Beginning balance ( 1,252.3 ) ( 1,213.8 ) ( 1,197.6 ) Other comprehensive income (loss) ( 185.6 ) ( 38.5 ) ( 16.2 ) Ending balance ( 1,437.9 ) ( 1,252.3 ) ( 1,213.8 ) Treasury Stock: Beginning balance ( 5,142.9 ) ( 4,684.8 ) ( 4,560.3 ) Common stock issued, share-based compensation 89.3 &#160; 69.2 &#160; 97.5 &#160; Common stock repurchased ( 611.4 ) ( 527.3 ) ( 222.0 ) Ending balance ( 5,665.0 ) ( 5,142.9 ) ( 4,684.8 ) Shareholders&#8217; Equity 3,252.1 &#160; 3,270.2 &#160; 3,084.4 &#160; Noncontrolling Interests: Beginning balance 503.5 &#160; 492.5 &#160; 519.8 &#160; Net income 87.3 &#160; 99.8 &#160; 75.4 &#160; Other comprehensive income (loss) ( 16.5 ) ( 16.9 ) 4.1 &#160; Dividends to noncontrolling interests ( 79.5 ) ( 113.1 ) ( 95.5 ) Net change in noncontrolling interests ( 18.5 ) ( 43.3 ) ( 42.0 ) Increase in noncontrolling interests from business combinations 48.0 &#160; 84.5 &#160; 30.7 &#160; Ending balance 524.3 &#160; 503.5 &#160; 492.5 &#160; Total Equity $ 3,776.4 &#160; $ 3,773.7 &#160; $ 3,576.9 &#160; Dividends Declared Per Common Share $ 2.80 $ 2.80 $ 2.60 ##TABLE_END\n\nThe accompanying notes to the consolidated financial statements are an integral part of these statements. \n\nF-7 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nCONSOLIDATED STATEMENTS OF CASH FLOWS \n\n(In millions) \n\n##TABLE_START Year Ended December 31, 2022 2021 2020 Cash Flows from Operating Activities: &#160; &#160; &#160; Net income $ 1,403.8 &#160; $ 1,507.6 &#160; $ 1,020.8 &#160; Adjustments to reconcile net income to net cash provided by operating activities: &#160; &#160; &#160; Depreciation and amortization of right-of-use assets 139.1 &#160; 132.1 &#160; 139.5 &#160; Amortization of intangible assets 80.3 &#160; 80.0 &#160; 83.1 &#160; Amortization of net deferred (gain) loss on interest rate swaps 5.4 &#160; ( 8.8 ) ( 8.1 ) Share-based compensation 81.7 &#160; 84.7 &#160; 70.8 &#160; Non-cash charges related to the effects of the war in Ukraine 65.8 &#160; &#8212; &#160; &#8212; &#160; Gain on disposition of subsidiary &#8212; &#160; ( 50.5 ) &#8212; &#160; COVID-19 repositioning costs &#8212; &#160; &#8212; &#160; 277.9 &#160; Other, net ( 5.6 ) 39.8 &#160; 109.7 &#160; Increase (decrease) in operating capital ( 844.0 ) 160.5 &#160; 30.9 &#160; Net Cash Provided By Operating Activities 926.5 &#160; 1,945.4 &#160; 1,724.6 &#160; Cash Flows from Investing Activities: &#160; &#160; &#160; Capital expenditures ( 78.2 ) ( 665.8 ) ( 75.4 ) Acquisition of businesses and interests in affiliates, net of cash acquired ( 276.8 ) ( 160.0 ) ( 67.1 ) Proceeds from disposition of subsidiaries &#8212; &#160; 114.1 &#160; 3.2 &#160; Proceeds (purchases) from sale of investments and other ( 25.9 ) 2.5 &#160; 3.2 &#160; Net Cash Used In Investing Activities ( 380.9 ) ( 709.2 ) ( 136.1 ) Cash Flows from Financing Activities: &#160; &#160; &#160; Proceeds from borrowings &#8212; &#160; 1,221.3 &#160; 1,186.6 &#160; Repayment of debt &#8212; &#160; ( 1,250.0 ) ( 600.0 ) Change in short-term debt 8.9 &#160; 6.4 &#160; ( 5.6 ) Dividends paid to common shareholders ( 581.1 ) ( 592.3 ) ( 562.7 ) Repurchases of common stock ( 611.4 ) ( 527.3 ) ( 222.0 ) Proceeds from stock plans 17.4 &#160; 9.1 &#160; 4.1 &#160; Acquisition of additional noncontrolling interests ( 20.8 ) ( 21.9 ) ( 22.3 ) Dividends paid to noncontrolling interest shareholders ( 79.5 ) ( 113.1 ) ( 95.5 ) Payment of contingent purchase price obligations ( 32.6 ) ( 22.6 ) ( 31.2 ) Other, net ( 62.9 ) ( 100.6 ) ( 59.8 ) Net Cash Used In Financing Activities ( 1,362.0 ) ( 1,391.0 ) ( 408.4 ) Effect of foreign exchange rate changes on cash and cash equivalents ( 218.6 ) ( 128.9 ) 114.7 &#160; Net Increase (Decrease) in Cash and Cash Equivalents ( 1,035.0 ) ( 283.7 ) 1,294.8 &#160; Cash and Cash Equivalents at the Beginning of Year 5,316.8 &#160; 5,600.5 &#160; 4,305.7 &#160; Cash and Cash Equivalents at the End of Year $ 4,281.8 &#160; $ 5,316.8 &#160; $ 5,600.5 &#160; ##TABLE_END\n\nThe accompanying notes to the consolidated financial statements are an integral part of these statements. \n\nF-8 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\n1. Presentation of Financial Statements \n\nThe terms &#8220;Omnicom,&#8221; &#8220;the Company,&#8221; &#8220;we,&#8221; &#8220;our&#8221; and &#8220;us&#8221; each refer to Omnicom Group Inc. and its subsidiaries, unless the context indicates otherwise. The accompanying consolidated financial statements were prepared in accordance with generally accepted accounting principles in the United States, or U.S. GAAP or GAAP. All intercompany balances and transactions have been eliminated. The preparation of financial statements in conformity with U.S. GAAP requires us to make estimates and assumptions that affect the amounts reported in the consolidated financial statements and accompanying notes. Actual results could differ from those estimates and assumptions. \n\nRisks and Uncertainties \n\nCurrent global economic challenges, including the impact of the war in Ukraine, the lingering effects of the COVID-19 pandemic, high and sustained inflation, rising interest rates, and supply chain disruptions could cause economic uncertainty and volatility. The impact of these issues on our business will vary by geographic market and discipline. We monitor economic conditions closely, as well as client revenue levels and other factors. In response to reductions in revenue, we can take actions to align our cost structure with changes in client demand and manage our working capital. However, there can be no assurance as to the effectiveness of our efforts to mitigate any impact of the current and future adverse economic conditions, reductions in client revenue, changes in client creditworthiness and other developments. \n\nImpact of the War in Ukraine \n\nHistorically, we conducted operations in Russia and Ukraine through local agencies in which we held a majority stake. During the first quarter of 2022, the war in Ukraine required us to suspend our business operations in Ukraine. The war resulted in the imposition of sanctions by the United States, the United Kingdom, and the European Union, that affected the cross-border operations of businesses operating in Russia. In addition, Russian regulators imposed currency restrictions and regulations. All of these actions created uncertainty regarding our ability to recover our investment in our operations in Russia, as well as our ability to exercise control over the operations. Therefore, the ability to continue operations in Russia was uncertain. As a result, we disposed of all of our businesses in Russia. Accordingly, in the first quarter of 2022, we recorded pretax charges of $ 113.4 million, which primarily consisted of the net investment in our Russian businesses, and included charges related to the suspension of operations in Ukraine. \n\nLingering Effects of the COVID-19 Pandemic \n\nThe COVID-19 pandemic adversely affected global economic activity. Beginning in March 2020 and continuing through the first quarter of 2021, our business was impacted by reductions in client spending due to the COVID-19 pandemic. While mixed by business and geography, the spending reductions impacted all our businesses and markets. Globally, the most impacted businesses were our Experiential discipline, especially in our event marketing businesses, and our Execution &#38; Support discipline, primarily in field marketing. Most markets began to improve in April 2021 . \n\n2. Significant Accounting Policies \n\nRevenue Recognition . Revenue is recognized when a customer obtains control and receives the benefit of the promised goods or services (the performance obligation) in an amount that reflects the consideration we expect to receive in exchange for those goods or services (the transaction price). We measure revenue by estimating the transaction price based on the consideration specified in the client arrangement. Revenue is recognized as the performance obligations are satisfied. Our revenue is primarily derived from the planning and execution of advertising communications and marketing services in the following fundamental disciplines: Advertising &#38; Media, Precision Marketing, Commerce &#38; Brand Consulting, Experiential, Execution &#38; Support, Public Relations and Healthcare. Our client contracts are primarily fees for service on a rate per hour or per project basis. Revenue is recorded net of sales, use and value added taxes. \n\nPerformance Obligations. In substantially all our disciplines, the performance obligation is to provide advisory and consulting services at an agreed-upon level of effort to accomplish the specified engagement. Our client contracts are comprised of diverse arrangements involving fees based on any one or a combination of the following: an agreed fee or rate per hour for the level of effort expended by our employees; commissions based on the client&#8217;s spending for media purchased from third parties; qualitative or quantitative incentive provisions specified in the contract; and reimbursement for third-party costs that we are required to include in revenue when we control the vendor services related to these costs and we act as principal. The transaction price of a contract is allocated to each distinct performance obligation based on its relative stand-alone selling price and is recognized as revenue when, or as, the customer receives the benefit of the performance obligation. Clients typically receive and consume the benefit of our services as they are performed. Substantially all our client contracts provide that we are compensated for services performed to date and allow for cancellation by either party on short notice, typically 90 days, without penalty. \n\nGenerally, our short-term contracts, which normally take 30 to 90 days to complete, are performed by a single agency and consist of a single performance obligation. As a result, we do not consider the underlying services as separate or distinct performance obligations because our services are highly interrelated, occur in close proximity, and the integration of the various \n\nF-9 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\ncomponents of a marketing message is essential to overall service. In certain of our long-term client contracts, which have a term of up to one year, the performance obligation is a stand-ready obligation, because we provide a constant level of similar services over the term of the contract. In other long-term contracts, when our services are not a stand-ready obligation, we consider our services distinct performance obligations and allocate the transaction price to each separate performance obligation based on its stand-alone selling price, including contracts for strategic media planning and buying services, which are considered to be multiple performance obligations, and we allocate the transaction price to each distinct service based on the staffing plan and the stand-alone selling price. In substantially all of our creative services contracts, we have distinct performance obligations for our services, including certain creative services contracts where we act as an agent and arrange, at the client&#8217;s direction, for third parties to perform studio production efforts. \n\nRevenue Recognition Methods. A substantial portion of our revenue is recognized over time, as the services are performed, because the client receives and consumes the benefit of our performance throughout the contract period, or we create an asset with no alternative use and are contractually entitled to payment for our performance to date in the event the client terminates the contract for convenience. For these client contracts, other than when we have a stand-ready obligation to perform services, revenue is recognized over time using input measures that correspond to the level of staff effort expended to satisfy the performance obligation on a rate per hour or equivalent basis. For client contracts when we have a stand-ready obligation to perform services on an ongoing basis over the life of the contract, typically for periods up to one year, where the scope of these arrangements is broad and there are no significant gaps in performing the services, we recognize revenue using a time-based measure resulting in a straight-line revenue recognition. From time to time, there may be changes in the client service requirements during the term of a contract and the changes could be significant. These changes are typically negotiated as new contracts covering the additional requirements and the associated costs, as well as additional fees for the incremental work to be performed. \n\nTo a lesser extent, for certain other contracts where our performance obligations are satisfied in phases, we recognize revenue over time using certain output measures based on the measurement of the value transferred to the customer, including milestones achieved. Where the transaction price or a portion of the transaction price is derived from commissions based on a percentage of purchased media from third parties, the performance obligation is not satisfied until the media is run and we have an enforceable contract providing a right to payment. Accordingly, revenue for commissions is recognized at a point in time, typically when the media is run, including when it is not subject to cancellation by the client or media vendor. \n\nPrincipal vs. Agent. In substantially all our businesses, we incur third-party costs on behalf of clients, including direct costs and incidental, or out-of-pocket costs. Third-party direct costs incurred in connection with the creation and delivery of advertising or marketing communication services include, among others: purchased media, studio production services, specialized talent, including artists and other freelance labor, event marketing supplies, materials and services, promotional items, market research and third-party data and other related expenditures. Out-of-pocket costs include, among others: transportation, hotel, meals, shipping and telecommunication charges incurred by us in the course of providing our services. Billings related to out-of-pocket costs are included in revenue since we control the goods or services prior to delivery to the client. \n\nHowever, the inclusion of billings related to third-party direct costs in revenue depends on whether we act as a principal or as an agent in the client arrangement. In most of our businesses, including advertising, which also includes studio production efforts and media planning and buying services, public relations, healthcare advertising, precision marketing, commerce and brand consulting businesses, we act as an agent and arrange, at the client&#8217;s direction, for third parties to perform certain services. In these cases, we do not control the goods or services prior to the transfer to the client. As a result, revenue is recorded net of these costs, equal to the amount retained for our fee or commission. \n\nIn certain businesses we may act as principal when contracting for third-party services on behalf of our clients. In our experiential business and most of our execution and support businesses, including field marketing and certain specialty marketing businesses, we act as principal because we control the specified goods or services before they are transferred to the client and we are responsible for providing the specified goods or services, or we are responsible for directing and integrating third-party vendors to fulfill our performance obligation at the agreed upon contractual price. In such arrangements, we also take pricing risk under the terms of the client contract. In certain specialty media buying businesses, we act as principal when we control the buying process for the purchase of the media and contract directly with the media vendor. In these arrangements, we assume the pricing risk under the terms of the client contract. When we act as principal, we include billable amounts related to third-party costs in the transaction price and record revenue over time at the gross amount billed, including out-of-pocket costs, consistent with the manner that we recognize revenue for the underlying services contract. However, in media buying contracts where we act as principal, we recognize revenue at a point in time, typically when the media is run, including when it is not subject to cancellation by the client or media vendor. \n\nVariable Consideration. Some of our client arrangements include variable consideration provisions, which include performance incentives, tiered commission structures and vendor rebates in certain markets outside of the United States. Variable consideration is estimated and included in total consideration at contract inception based on either the expected value method or the most likely outcome method. These estimates are based on historical award experience, anticipated performance and other \n\nF-10 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\nfactors known at the time. Performance incentives are typically recognized in revenue over time. Variable consideration for our media businesses in certain international markets includes rebate revenue and is recognized when it is probable that the media will be run, including when it is not subject to cancellation by the client. In addition, when we receive rebates or credits from vendors for transactions entered into on behalf of clients, they are remitted to the clients in accordance with contractual requirements or retained by us based on the terms of the client contract or local law. Amounts passed on to clients are recorded as a liability and amounts retained by us are recorded as revenue when earned, typically when the media is run. \n\nOperating Expenses. Operating expenses include cost of services, selling, general and administrative expenses, or SG&#38;A, and depreciation and amortization. We measure cost of services in two distinct categories: salary and service costs and occupancy and other costs. As a service business, salary and service costs make up the vast majority of our operating expenses and substantially all these costs comprise the essential components directly linked to the delivery of our services. Salary and service costs include employee compensation and benefits, freelance labor and service costs, which primarily include third-party supplier costs and out-of-pocket costs. Occupancy and other costs consist of the indirect costs related to the delivery of our services, including office rent and other occupancy costs, equipment rent, technology costs, general office and other expenses. SG&#38;A expenses primarily consist of third-party marketing costs, professional fees and compensation and benefits and occupancy and other costs of our corporate and executive offices, which includes group-wide finance and accounting, treasury, legal and governance, human resource oversight and similar costs. Receipt of reimbursements under government programs for certain operating expenses are recorded as a reduction to the related operating expense. \n\nCash and Cash Equivalents. Cash and cash equivalents include cash in banks and highly liquid interest-bearing time deposits with original maturities of three months or less. Due to the short-term nature of these investments, carrying value approximates fair value. We have a policy governing counterparty credit risk for financial institutions that hold our cash and cash equivalents and we have deposit limits for each institution. \n\nShort-Term Investments. Short-term investments represent time deposits with original maturities ranging from 91 to 364 days. These investments are classified as held-to-maturity securities because we have the positive intent and ability to hold until maturity. Held-to-maturity securities are carried at amortized cost, which approximates fair value. Fair value is based on observable interest rates for similar securities. \n\nWork in Process. Work in process represents accrued costs incurred on behalf of customers, including media and production costs, and fees and other third-party costs that have not yet been billed. Media and production costs are billed during the production process in accordance with the terms of the client contract. Substantially all unbilled fees and costs will be billed within the next 30 days. \n\nProperty and Equipment. Property and equipment are carried at cost and are depreciated over the estimated useful lives of the assets using the straight-line method ranging from: three to five years for equipment, seven to ten years for furniture, and up to 40 years for office buildings. Leasehold improvements are amortized on a straight-line basis over the shorter of the lease term or the estimated useful life of the asset. Assets under finance leases are amortized on a straight-line basis over the lease term. \n\nEquity Method Investments. Investments in companies where we exercise significant influence over the operating and financial policies of the investee and own less than 50% of the equity are accounted for using the equity method. Our proportionate share of the net income or loss of equity method investments is included in results of operations and any dividends received reduce the carrying value of the investment. The excess of the cost of our investment over our proportionate share of the fair value of the net assets of the investee at the acquisition date is recognized as goodwill and included in the carrying amount of the investment. Goodwill in the equity method investments is not amortized. Gains and losses from changes in our ownership interests are recorded in results of operations until control is achieved. In circumstances where a change in our ownership interest results in obtaining control, the existing carrying value of the investment is remeasured to the acquisition date fair value and any gain or loss is recognized in results of operations. We periodically review the carrying value of the equity method investments to determine if there has been an other-than-temporary decline in carrying value. A variety of factors are considered when determining if a decline in carrying value is other-than-temporary, including the financial condition and business prospects of the investee, as well as our investment intent. \n\nMarketable Equity Securities. Marketable equity securities are measured at fair value and changes in fair value are recognized in results of operations. \n\nNon-Marketable Equity Securities . Non-marketable equity securities do not have a readily determinable fair value and are measured at cost, less any impairment, and are adjusted for observable changes in fair value from transactions for identical or similar securities of the same issuer. \n\nBusiness Combinations. In a business combination, the assets acquired, including identified intangible assets, liabilities assumed and any noncontrolling interest in the acquired business are recorded at acquisition date fair value. In circumstances where control is obtained and less than 100% of a business is acquired, goodwill is recorded as if 100% were acquired. Acquisition-related costs, including advisory, legal, accounting, valuation and other costs are expensed as incurred. Certain acquisitions include an initial payment at closing and provide for future additional contingent purchase price payments (earn-outs), which are recorded as a \n\nF-11 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\nliability at the acquisition date fair value using the discount rate in effect on the acquisition date. Subsequent changes in the fair value of the liability are recorded in results of operations. Amounts earned under the contingent purchase price arrangements may be subject to a maximum and payment is not contingent upon future employment. The results of operations of acquired businesses are included in results of operations from the acquisition date. \n\nGoodwill and Intangible Assets. Goodwill represents the excess of the acquisition cost over the fair value of the net assets acquired. Goodwill is not amortized but is periodically reviewed for impairment. Intangible assets comprise customer relationships, including the related customer contracts and trade names, and purchased and internally developed software and are amortized over their estimated useful lives ranging from five to twelve years . We consider a number of factors in determining the useful lives and amortization method, including the pattern in which the economic benefits are consumed, as well as trade name recognition and customer attrition. There is no estimated residual value for the intangible assets. \n\nWe review the carrying value of goodwill for impairment annually at the end of the second quarter and whenever events or circumstances indicate the carrying value may not be recoverable. The impairment evaluation compares the fair value of each reporting unit, which we identified as our six agency networks, to its carrying value, including goodwill. If the fair value of the reporting unit is equal to or greater than its carrying value, goodwill is not impaired. Goodwill is impaired when the carrying value of the reporting unit exceeds its fair value. Goodwill is written down to its fair value through a non-cash expense recorded in results of operations in the period the impairment is identified. \n\nWe identified our regional reporting units as components of our operating segments, which are our six agency networks. The regional reporting units and practice areas of each agency network monitor the performance and are responsible for the agencies in their region. The regional reporting units report to the segment managers and facilitate the administrative and logistical requirements of our client-centric strategy for delivering services to clients in their regions. We have concluded that, for each of our operating segments, their regional reporting units had similar economic characteristics and should be aggregated for purposes of testing goodwill for impairment at the operating segment level. Our conclusion was based on a detailed analysis of the aggregation criteria set forth in FASB ASC Topic 280, Segment Reporting , and the guidance set forth in FASB ASC Topic 350, Intangibles - Goodwill and Other . Consistent with our fundamental business strategy, the agencies within our regional reporting units serve similar clients in similar industries, and in many cases the same clients. The main economic components of each agency are employee compensation and related costs and direct service costs and occupancy and other costs, which include rent and occupancy costs, technology costs that are generally limited to personal computers, servers and off-the-shelf software and other overhead costs. Finally, the expected benefits of our acquisitions are typically shared by multiple agencies in various regions as they work together to integrate the acquired agency into our client service strategy. We use the following valuation methodologies to determine the fair value of our reporting units: (1) the income approach, which utilizes discounted expected future cash flows, (2) comparative market participant multiples of EBITDA (earnings before interest, taxes, depreciation and amortization) and (3) when available, consideration of recent and similar acquisition transactions. \n\nBased on the results of the annual impairment test, we concluded that at June 30, 2022 and 2021 goodwill was not impaired because either the fair value of each reporting unit was substantially in excess of its respective net book value, or for reporting units with a negative book value, fair value of assets exceeds total assets. Subsequent to the annual goodwill impairment test, there have been no events or circumstances that triggered the need for an interim impairment test. \n\nDebt Issuance Costs. Debt issuance costs are capitalized and amortized in interest expense over the life of the related debt and are presented as a reduction to the carrying amount of debt. \n\nTemporary Equity - Redeemable Noncontrolling Interests. Owners of noncontrolling equity interests in some of our subsidiaries have the right in certain circumstances to require us to purchase all or a portion of their equity interests at fair value as defined in the applicable agreements. The intent of the parties is to approximate fair value at the time of redemption by using a multiple of earnings that is consistent with generally accepted valuation practices used by market participants in our industry. These contingent redemption rights are embedded in the equity security at issuance, are not free-standing instruments, do not represent a de facto financing and are not under our control. \n\nTreasury Stock. Repurchases of our common stock are accounted for at cost and are recorded as treasury stock. Reissued treasury stock, primarily in connection with share-based compensation plans, is accounted for at average cost. Gains or losses on reissued treasury stock arising from the difference between the average cost and the fair value of the award are recorded in additional paid-in capital and do not affect results of operations. \n\nNoncontrolling Interests. Noncontrolling interests represent equity interests in certain subsidiaries held by third parties. Noncontrolling interests are presented as a component of equity and the proportionate share of net income attributed to the noncontrolling interests is recorded in results of operations. Changes in noncontrolling interests that do not result in a loss of control are accounted for in equity. Gains and losses resulting from a loss of control are recorded in results of operations. \n\nForeign Currency Translation and Transactions. Substantially all of our foreign subsidiaries use their local currency as their functional currency. Assets and liabilities are translated from the local functional currency into U.S. Dollars at the exchange rate on the balance sheet date and revenue and expenses are translated at the average exchange rate for the period. Translation \n\nF-12 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\nadjustments are recorded in accumulated other comprehensive income. Foreign currency gains and losses arising from transactions not in the subsidiaries local currency are recorded in results of operations. In 2022, we recorded foreign currency transaction gains of $ 1.1 million, and recorded foreign currency transactions losses of $ 3.3 million and $ 4.8 million in 2021 and 2020, respectively. Foreign currency gains and losses for hyper-inflationary economies are recorded in results of operations. \n\nShare-Based Compensation. Share-based compensation for restricted stock and stock option awards is measured at the grant date fair value. The fair value of restricted stock awards is determined and fixed using the closing price of our common stock on the grant date and is recorded in additional paid-in capital. The fair value of stock option awards is determined using the Black-Scholes option valuation model. For awards with a service only vesting condition, compensation expense is recognized on a straight-line basis over the requisite service period. For awards with a performance vesting condition, compensation expense is recognized on a graded-vesting basis. Typically, all share-based awards are settled with treasury stock. See Note 10 for additional information regarding our specific award plans. \n\nSalary Continuation Agreements. Arrangements with certain present and former employees provide for continuing payments for periods up to ten years after cessation of full-time employment in consideration for agreement by the employees not to compete with us and to render consulting services during the postemployment period. Such payments, which are subject to certain limitations, including our operating performance during the postemployment period, represent the fair value of the services rendered and are expensed in such periods. \n\nSeverance. The liability for one-time termination benefits, such as severance pay or benefit payouts, is measured and recognized at fair value in the period the liability is incurred. Subsequent changes to the liability are recognized in results of operations in the period of change. \n\nDefined Benefit Pension Plans and Postemployment Arrangements . The funded status of our defined benefit plans is recorded as an asset or liability. Funded status is the difference between the fair value of plan assets and the benefit obligation at December 31, the measurement date, determined on a plan-by-plan basis. The benefit obligation for the defined benefit plans is the projected benefit obligation, or PBO, which represents the actuarial present value of benefits expected to be paid upon retirement based on estimated future compensation levels. The fair value of plan assets represents the current market value. Overfunded plans, where the fair value of plan assets exceeds the benefit obligation, are aggregated and recorded as a prepaid pension asset equal to the excess. Underfunded plans, where the benefit obligation exceeds the fair value of plan assets, are aggregated and recorded as a liability equal to the excess. The benefit obligation liability for our postemployment arrangements is the PBO and these arrangements are not funded. The current portion of the benefit obligation for the defined benefit plans and postemployment arrangements, which represents the actuarial present value of benefits payable in the next twelve months that exceed the fair value of plan assets, is recorded in other current liabilities and the long-term portion is recorded in long-term liabilities. \n\nDeferred Compensation . Some of our subsidiaries have deferred compensation arrangements with certain executives that provide for payments over varying terms upon retirement, cessation of employment or death. The cost of these arrangements is accrued during the employee&#8217;s service period. \n\nIncome Taxes. We use the asset and liability method of accounting for income taxes. Under this method, income tax expense is recognized for the amount of taxes payable for the current period and the deferred taxes recognized during the period. Deferred income taxes reflect the temporary difference between assets and liabilities that are recognized for financial reporting purposes and income tax purposes and are recorded as noncurrent. Deferred income taxes are measured using the enacted tax rates that are assumed to be in effect when the differences reverse. Valuation allowances are recorded where it is more likely than not that all or a portion of a deferred tax asset will not be realized. In assessing the need for a valuation allowance, we evaluate factors such as prior earnings history, expected future earnings, carry-back and carry-forward periods and tax strategies that could potentially enhance the likelihood of the realization of a deferred tax asset. \n\nInterest and penalties related to tax positions taken in our tax returns are recorded in income tax expense. We record a liability for uncertain tax positions that reflects the treatment of certain tax positions taken in our tax returns that do not meet the more-likely-than not threshold. Until these positions are sustained by the taxing authorities or the statute of limitations concerning such issues lapses, we do not generally recognize the tax benefits resulting from such positions. \n\nNet Income Per Share. Basic net income per share is based on the weighted average number of common shares outstanding during the period. Diluted net income per share is based on the weighted average number of common shares outstanding, plus the dilutive effect of common share equivalents, which include outstanding stock options and restricted stock awards. \n\nLeases. At the inception of a contract we assess whether the contract is, or contains, a lease. A lease is classified as a finance lease if any one of the following criteria are met: the lease transfers ownership of the asset by the end of the lease term, the lease contains an option to purchase the asset that is reasonably certain to be exercised, the lease term is for a major part of the remaining useful life of the asset or the present value of the lease payments equals or exceeds substantially all of the fair value of the asset. A lease is classified as an operating lease if it does not meet any one of the criteria. Substantially all our operating leases are leases for office space, and substantially all our finance leases are leases for office furniture and technology equipment. \n\nF-13 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\nFor all leases a right-of-use, or ROU, asset and lease liability are recognized at the lease commencement date. The lease liability represents the present value of the lease payments under the lease. The ROU asset is initially measured at cost, which includes the initial lease liability, plus any initial direct costs incurred, consisting mainly of brokerage commissions, less any lease incentives received. All ROU assets are reviewed for impairment. The lease liability is initially measured as the present value of the lease payments, discounted using the interest rate implicit in the lease or, if that rate cannot be readily determined, our secured incremental borrowing rate for the same term as the underlying lease. For real estate and certain equipment operating leases, we use our secured incremental borrowing rate. For finance leases, we use the rate implicit in the lease or our secured incremental borrowing rate if the implicit lease rate cannot be determined. \n\nLease payments included in the measurement of the lease liability comprise: the fixed noncancelable lease payments, payments for optional renewal periods where it is reasonably certain the renewal period will be exercised, and payments for early termination options unless it is reasonably certain the lease will not be terminated early. Lease components, including fixed payments for real estate taxes and insurance for office space leases, are included in the measurement of the initial lease liability. \n\nOffice space leases may contain variable lease payments, which include payments based on an index or rate. Variable lease payments based on an index or rate are initially measured using the index or rate in effect at lease commencement. Additional payments based on the change in an index or rate, or payments based on a change in our portion of the operating expenses, including real estate taxes and insurance, are recorded as a period expense when incurred. Lease modifications result in remeasurement of the lease liability. \n\nOperating lease expense is recognized on a straight-line basis over the lease term. Lease expense may include variable lease payments incurred in the period that were not included in the initial lease liability. Finance lease expense consists of the amortization of the ROU asset on a straight-line basis over the lease term and interest expense determined on an amortized cost basis. Finance lease payments are allocated between a reduction of the lease liability and interest expense. \n\nConcentration of Credit Risk. We provide advertising, marketing and corporate communications services to several thousand clients that operate in nearly every industry sector of the global economy, and we grant credit to qualified clients in the normal course of business. Due to the diversified nature of our client base, we do not believe that we are exposed to a concentration of credit risk as our largest client accounted for 2.7 % of revenue in 2022. \n\nDerivative Financial Instruments. All derivative instruments, including certain derivative instruments embedded in other contracts, are recorded at fair value. Derivatives qualify for hedge accounting if: the hedging instrument is designated as a hedge, the hedged exposure is specifically identifiable and exposes us to risk, and a change in fair value of the derivative financial instrument and an opposite change in the fair value of the hedged exposure have a high degree of correlation. The method of assessing hedge effectiveness and measuring hedge ineffectiveness is formally documented. Hedge effectiveness is assessed, and hedge ineffectiveness is measured at least quarterly throughout the designated hedge period. Changes in the fair value of a fair value hedge are offset against the change in fair value of the hedged asset, liability or firm commitment through results of operations. Changes in the fair value of a cash flow hedge are recognized in other comprehensive income until the hedged item is recognized in results of operations. Foreign currency hedges of the net investment in our foreign operations are recorded in accumulated other comprehensive income (loss), or AOCI. Any gain or loss will remain in AOCI until the complete or substantially complete liquidation of our investment in the underlying operation. We do not use derivatives for trading or speculative purposes. Using derivatives exposes us to the risk that counterparties to the derivative contracts will fail to meet their contractual obligations. We manage that risk through careful selection and ongoing evaluation of the counterparty financial institutions based on specific minimum credit standards and other factors. \n\nFair Value. We apply the fair value measurement guidance in FASB ASC Topic 820, Fair Value Measurements and Disclosures , for our financial assets and liabilities that are required to be measured at fair value and for our nonfinancial assets and liabilities that are not required to be measured at fair value on a recurring basis, which includes goodwill and other identifiable intangible assets. The measurement of fair value requires the use of techniques based on observable and unobservable inputs. Observable inputs reflect market data obtained from independent sources, while unobservable inputs reflect our market assumptions. \n\nThe inputs create the following fair value hierarchy: \n\n&#8226; Level 1 - Unadjusted quoted prices in active markets for identical assets or liabilities. \n\n&#8226; Level 2 - Unadjusted quoted prices in active markets for similar assets or liabilities; unadjusted quoted prices for identical assets or liabilities in markets that are not active; and model-derived valuations with observable inputs. \n\n&#8226; Level 3 - Unobservable inputs for the asset or liability. \n\nWe use unadjusted quoted market prices to determine the fair value of our financial assets and liabilities and classify such items in Level 1. We use unadjusted quoted market prices for similar assets and liabilities in active markets and model-derived valuations and classify such items in Level 2. \n\nIn determining the fair value of financial assets and liabilities, we consider certain market valuation adjustments that market participants would consider in determining fair value, including: counterparty credit risk adjustments applied to financial assets \n\nF-14 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\nand liabilities, taking into account the actual credit risk of the counterparty when valuing assets measured at fair value and credit risk adjustments applied to reflect our credit risk when valuing liabilities measured at fair value. \n\n3. Revenue \n\nNature of our services \n\nWe provide an extensive range of advertising, marketing and corporate communications services through various client-centric networks that are organized to meet specific client objectives. Our networks, practice areas and agencies provide a comprehensive range of services in the following fundamental disciplines: Advertising &#38; Media, Precision Marketing, Commerce &#38; Brand Consulting, Experiential, Execution &#38; Support, Public Relations and Healthcare. Advertising &#38; Media include creative services across digital and traditional media, strategic media planning and buying, performance media and data analytics services. Precision Marketing includes digital and direct marketing, digital transformation consulting and data and analytics. Commerce &#38; Brand Consulting services include brand and product consulting, strategy and research, retail and ecommerce. Experiential marketing services include live and digital events and experience design and execution. Execution &#38; Support includes field marketing, sales support, digital and physical merchandising, point-of-sale and product placement, as well as other specialized marketing and custom communications services. Public Relations services include corporate communications, crisis management, public affairs and media and media relations services. Healthcare includes corporate communications and advertising and media services to global healthcare and pharmaceutical companies. At the core of all our services is the ability to create or develop a client&#8217;s marketing or corporate communications message into content that can be delivered to a target audience across different communications mediums. \n\nRevenue by discipline was (in millions): ##TABLE_START Year Ended December 31, 2022 2021 2020 Advertising &#38; Media $ 7,424.7 &#160; $ 7,959.3 &#160; $ 7,511.4 &#160; Precision Marketing 1,417.9 &#160; 1,194.8 &#160; 944.6 &#160; Commerce &#38; Brand Consulting 958.4 &#160; 910.7 &#160; 821.8 &#160; Experiential 645.5 &#160; 545.9 &#160; 426.8 &#160; Execution &#38; Support 980.0 &#160; 1,026.6 &#160; 961.3 &#160; Public Relations 1,545.8 &#160; 1,391.7 &#160; 1,310.9 &#160; Healthcare 1,316.8 &#160; 1,260.4 &#160; 1,194.3 &#160; &#160; $ 14,289.1 &#160; $ 14,289.4 &#160; $ 13,171.1 &#160; ##TABLE_END \n\nEconomic factors affecting our revenue \n\nGlobal economic conditions have a direct impact on our revenue. Adverse economic conditions pose a risk that our clients may reduce, postpone or cancel spending for our services, which would impact our revenue. \n\nRevenue in our geographic markets was (in millions): ##TABLE_START Year Ended December 31, 2022 2021 2020 Americas: North America $ 7,856.0 &#160; $ 7,709.7 &#160; $ 7,577.1 &#160; Latin America 329.0 &#160; 296.1 &#160; 275.4 &#160; EMEA: Europe 4,010.5 &#160; 4,219.6 &#160; 3,607.7 &#160; Middle East and Africa 346.7 &#160; 267.6 &#160; 207.2 &#160; Asia-Pacific 1,746.9 &#160; 1,796.4 &#160; 1,503.7 &#160; $ 14,289.1 &#160; $ 14,289.4 &#160; $ 13,171.1 &#160; ##TABLE_END \n\nThe Americas is comprised of North America, which includes the United States, Canada and Puerto Rico, and Latin America, which includes South America and Mexico. EMEA is comprised of Europe, the Middle East and Africa. Asia-Pacific includes Australia, Greater China, India, Japan, Korea, New Zealand, Singapore and other Asian countries. Revenue in the United States in 2022 and 2021 was $ 7,367.3 million and $ 7,245.9 million, respectively. \n\nF-15 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\nContract assets and liabilities \n\nWork in process includes contract assets, unbilled fees and costs, and media and production costs. Contract liabilities primarily consist of customer advances. Work in process and contract liabilities were (in millions): ##TABLE_START December 31, 2022 2021 Work in process: Media and production costs $ 725.1 &#160; $ 731.1 &#160; Contract assets and unbilled fees and costs 529.5 &#160; 469.9 &#160; $ 1,254.6 &#160; $ 1,201.0 &#160; Contract liabilities: Customer advances $ 1,492.3 &#160; $ 1,644.5 &#160; ##TABLE_END \n\nWork in process represents accrued costs incurred on behalf of customers, including media and production costs, and fees and other third-party costs that have not yet been billed. Media and production costs are billed during the production process in accordance with the terms of the client contract. Contract assets primarily include incentive fees, which are not material and will be billed to clients in accordance with the terms of the client contract. Substantially all unbilled fees and costs will be billed within the next 30 days. Contract liabilities primarily represent advance billings to customers in accordance with the terms of the client contracts, primarily for the reimbursement of third-party costs that are generally incurred in the near term. There were no impairment losses to the contract assets recorded in 2022 or 2021. \n\n4. Net Income per Share \n\nThe computations of basic and diluted net income per share were (in millions, except per share amounts): ##TABLE_START Year Ended December 31, 2022 2021 2020 Net income - Omnicom Group Inc. $ 1,316.5 &#160; $ 1,407.8 &#160; $ 945.4 &#160; Weighted average shares: &#160; &#160; &#160; Basic 205.6 &#160; 214.3 &#160; 215.6 &#160; Dilutive stock options and restricted shares \n\n1.4 &#160; 1.3 &#160; 0.6 &#160; Diluted 207.0 &#160; 215.6 &#160; 216.2 &#160; Anti-dilutive stock options and restricted shares 4.3 &#160; 4.7 &#160; 0.8 &#160; Net income per share - Omnicom Group Inc.: &#160; &#160; &#160; Basic $ 6.40 $ 6.57 $ 4.38 Diluted $ 6.36 $ 6.53 $ 4.37 ##TABLE_END \n\n5. Business Combinations \n\nIn 2022, we completed five acquisitions that increased goodwill by $ 268.4 million. In addition, during 2022, we acquired additional equity interests in certain majority owned subsidiaries, which are accounted for as equity transactions, and no additional goodwill was recorded. None of the acquisitions in 2022, either individually or in the aggregate, was material to our results of operations or financial position. \n\nThe evaluation of potential acquisitions is based on various factors, including specialized know-how, reputation, geographic coverage, competitive position and service offerings, as well as our experience and judgment. Our acquisition strategy is focused on acquiring the expertise of an assembled workforce in order to continue to build upon the core capabilities of our strategic business platforms and agency brands, through the expansion of their geographic area or their service capabilities to better serve our clients. Certain acquisitions include an initial payment at closing and provide for future additional contingent purchase price payments (earn-outs), which are derived using the performance of the acquired company and are based on predetermined formulas. At December 31, 2022 and 2021, contingent purchase price obligations were $ 115.0 million and $ 167.1 million, respectively, of which $ 39.2 million and $ 43.1 million, respectively, are recorded in other current liabilities. \n\nFor each acquisition, we undertake a detailed review to identify other intangible assets that are required to be valued separately. We use several market participant measurements to determine fair value. This approach includes consideration of similar and recent transactions, as well as utilizing discounted expected cash flow methodologies, and when available and as appropriate, we use comparative market multiples to supplement our analysis. As is typical for most service businesses, a substantial portion of the intangible asset value we acquire is the specialized know-how of the workforce, which is treated as part of goodwill and is not valued separately. A significant portion of the identifiable intangible assets acquired is derived from customer relationships, including the related customer contracts, as well as trade names. One of the primary drivers in executing \n\nF-16 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\nour acquisition strategy is the existence of, or the ability to, expand our existing client relationships. The expected benefits of our acquisitions are typically shared across multiple agencies and regions. \n\n6. Goodwill and Intangible Assets \n\nGoodwill (in millions): ##TABLE_START December 31 2022 2021 January 1 $ 9,738.6 &#160; $ 9,609.7 &#160; Acquisitions 211.7 &#160; 113.4 &#160; Noncontrolling interests in acquired businesses 48.0 &#160; 84.5 &#160; Contingent purchase price obligations of acquired businesses 8.7 &#160; 88.0 &#160; Dispositions ( 19.6 ) ( 22.5 ) Foreign currency translation ( 253.1 ) ( 134.5 ) December 31 $ 9,734.3 &#160; $ 9,738.6 &#160; ##TABLE_END \n\nThere were no goodwill impairment losses recorded in 2022 or 2021, and there are no accumulated goodwill impairment losses. \n\nIntangible assets (in millions): ##TABLE_START December 31, &#160; 2022 2021 Gross \n\nCarrying \n\nValue \n\nAccumulated \n\nAmortization \n\nNet \n\nCarrying \n\nValue \n\nGross \n\nCarrying \n\nValue \n\nAccumulated \n\nAmortization \n\nNet \n\nCarrying \n\nValue \n\nIntangible assets: \n\n&#160; &#160; &#160; &#160; &#160; &#160; Purchased and internally developed software \n\n$ 374.8 &#160; $ ( 309.1 ) $ 65.7 &#160; $ 382.2 &#160; $ ( 318.7 ) $ 63.5 &#160; Customer related and other 758.5 &#160; ( 510.8 ) 247.7 &#160; 772.3 &#160; ( 537.8 ) 234.5 &#160; &#160; $ 1,133.3 &#160; $ ( 819.9 ) $ 313.4 &#160; $ 1,154.5 &#160; $ ( 856.5 ) $ 298.0 &#160; ##TABLE_END \n\n7. Debt \n\nCredit Facility and Credit Lines \n\nWe have a $ 2.5 billion multi-currency revolving credit facility, or Credit Facility, with a termination date of February 14, 2025 . In addition, we have the ability to issue up to $ 2 billion of U.S. Dollar denominated commercial paper and issue up to the equivalent of $ 500 million in British Pounds or Euro under a Euro commercial paper program. Certain of our international subsidiaries have uncommitted credit lines aggregating $ 582.9 million, which are guaranteed by Omnicom. These facilities provide additional liquidity sources for operating capital and general corporate purposes. During 2022, there were no borrowings under the Credit Facility, and there were no commercial paper issuances. \n\nThe Credit Facility contains a financial covenant that requires us to maintain a Leverage Ratio of consolidated indebtedness to consolidated EBITDA (earnings before interest, taxes, depreciation, amortization and non-cash charges) of no more than 3.5 times for the most recently ended 12-month period. At December 31, 2022, we were in compliance with this covenant as our Leverage Ratio was 2.4 times. The Credit Facility does not limit our ability to declare or pay dividends or repurchase our common stock. \n\nShort-Term Debt \n\nShort-term debt of $ 16.9 million and $ 9.6 million at December 31, 2022 and 2021, respectively, represented bank overdrafts and short-term borrowings primarily of our international subsidiaries. The weighted average interest rate was 10.3 % and 1.6 %, respectively. Due to the short-term nature of this debt, carrying value approximates fair value. \n\nF-17 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\nLong-Term Debt \n\nLong-term debt was (in millions): ##TABLE_START December 31, 2022 2021 \n\n3.65 % Senior Notes due 2024 \n\n$ 750.0 &#160; $ 750.0 &#160; \n\n3.60 % Senior Notes due 2026 \n\n1,400.0 &#160; 1,400.0 &#160; \n\n&#8364; 500 Million 0.80 % Senior Notes due 2027 \n\n534.9 &#160; 568.6 &#160; \n\n2.45 % Senior Notes due 2030 \n\n600.0 &#160; 600.0 &#160; \n\n4.20 % Senior Notes due 2030 \n\n600.0 &#160; 600.0 &#160; \n\n&#8364; 500 Million 1.40 % Senior Notes due 2031 \n\n534.9 &#160; 568.6 &#160; \n\n2.60 % Senior Notes due 2031 \n\n800.0 &#160; 800.0 &#160; \n\n&#163; 325 Million 2.25 % Senior Notes due 2033 \n\n392.0 &#160; 439.8 &#160; 5,611.8 &#160; 5,727.0 &#160; Unamortized discount ( 9.0 ) ( 10.8 ) Unamortized debt issuance costs ( 26.2 ) ( 31.8 ) Unamortized deferred gain from settlement of interest rate swaps 0.6 &#160; 1.3 &#160; $ 5,577.2 &#160; $ 5,685.7 &#160; ##TABLE_END \n\nOur 2.45 % Senior Notes due 2030, 4.20 % Senior Notes due 2030 and 2.60 % Senior Notes due 2031 are senior unsecured obligations of Omnicom that rank equal in right of payment with all existing and future unsecured senior indebtedness. \n\nOmnicom and its wholly owned finance subsidiary, Omnicom Capital Inc., or OCI, are co-obligors under the 3.65 % Senior Notes due 2024 and the 3.60 % Senior Notes due 2026. These notes are a joint and several liability of Omnicom and OCI, and Omnicom unconditionally guarantees OCI&#8217;s obligations with respect to the notes. OCI provides funding for our operations by incurring debt and lending the proceeds to our operating subsidiaries. OCI&#8217;s assets primarily consist of cash and cash equivalents and intercompany loans made to our operating subsidiaries, and the related interest receivable. There are no restrictions on the ability of OCI or Omnicom to obtain funds from our subsidiaries through dividends, loans or advances. Such notes are senior unsecured obligations that rank equal in right of payment with all existing and future unsecured senior indebtedness. \n\nOmnicom and OCI have, jointly and severally, fully and unconditionally guaranteed the obligations of Omnicom Finance Holdings plc, or OFH, a U.K.-based wholly owned subsidiary of Omnicom, with respect to the &#8364; 500 million 0.80 % Senior Notes due 2027 and the &#8364; 500 million 1.40 % Senior Notes due 2031, collectively the Euro Notes. OFH&#8217;s assets consist of its investments in several wholly owned finance companies that function as treasury centers, providing funding for various operating companies in Europe, Australia and other countries in the Asia-Pacific region. The finance companies&#8217; assets consist of cash and cash equivalents and intercompany loans that they make or have made to the operating companies in their respective regions and the related interest receivable. There are no restrictions on the ability of Omnicom, OCI or OFH to obtain funds from their subsidiaries through dividends, loans or advances. The Euro Notes and the related guarantees are senior unsecured obligations that rank equal in right of payment with all existing and future unsecured senior indebtedness of OFH and each of Omnicom and OCI, respectively. \n\nOmnicom has fully and unconditionally guaranteed the obligations of Omnicom Capital Holdings plc, or OCH, a U.K.-based wholly owned subsidiary of Omnicom, with respect to the &#163; 325 million 2.25 % Senior Notes due 2033, or Sterling Notes. OCH&#8217;s assets consist of its investments in several wholly owned finance companies that function as treasury centers, providing funding for various operating companies in EMEA, Australia and other countries in the Asia-Pacific region. The finance companies&#8217; assets consist of cash and cash equivalents and intercompany loans that they make or have made to the operating companies in their respective regions and the related interest receivable. There are no restrictions on the ability of Omnicom or OCH to obtain funds from their subsidiaries through dividends, loans or advances. The Sterling Notes and the related guarantee are senior unsecured obligations that rank equal in right of payment with all existing and future unsecured senior indebtedness of OCH and Omnicom, respectively. \n\nAt December 31, 2022, the maturities of our long-term debt were (in millions): ##TABLE_START 2023 $ &#8212; &#160; 2024 750.0 &#160; 2025 &#8212; &#160; 2026 1,400.0 &#160; 2027 534.9 &#160; Thereafter 2,926.9 &#160; $ 5,611.8 &#160; ##TABLE_END \n\nF-18 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\nInterest Expense \n\nInterest expense is composed of (in millions): ##TABLE_START Year Ended December 31, 2022 2021 2020 Long-term debt $ 164.7 &#160; $ 167.3 &#160; $ 178.6 &#160; Early redemption payments and other fees 4.6 &#160; 43.4 &#160; 14.1 &#160; Pension and other interest 35.8 &#160; 35.3 &#160; 38.0 &#160; Interest rate and cross currency swaps 3.5 &#160; ( 9.6 ) ( 8.9 ) &#160; $ 208.6 &#160; $ 236.4 &#160; $ 221.8 &#160; ##TABLE_END \n\n8. Segment Reporting \n\nOur branded agency networks operate in the advertising, marketing and corporate communications services industry, and are organized into agency networks, virtual client networks, regional reporting units and operating groups or practice areas. Our networks, virtual client networks and agencies increasingly share clients and provide clients with integrated services. The main economic components of each agency are employee compensation and related costs and direct service costs and occupancy and other costs which include rent and occupancy costs, technology costs and other overhead expenses. Therefore, given these similarities, we aggregate our operating segments, which are our agency networks, into one reporting segment. \n\nThe agency networks' regional reporting units comprise three principal regions: the Americas, EMEA and Asia-Pacific. The regional reporting units monitor the performance and are responsible for the agencies in their region. Agencies within the regional reporting units serve similar clients in similar industries and in many cases the same clients and have similar economic characteristics. \n\nRevenue and long-lived assets and goodwill by geographic region were (in millions): ##TABLE_START Americas EMEA Asia-Pacific December 31, 2022 Revenue $ 8,185.0 &#160; $ 4,357.2 &#160; $ 1,746.9 &#160; Long-lived assets and goodwill 7,727.0 &#160; 3,315.2 &#160; 757.2 &#160; December 31, 2021 Revenue $ 8,005.8 &#160; $ 4,487.2 &#160; $ 1,796.4 &#160; Long-lived assets and goodwill 7,629.2 &#160; 3,615.5 &#160; 689.0 &#160; December 31, 2020 Revenue $ 7,852.5 &#160; $ 3,814.9 &#160; $ 1,503.7 &#160; Long-lived assets and goodwill 7,610.9 &#160; 3,142.3 &#160; 665.1 &#160; ##TABLE_END \n\n9. Equity Method Investments \n\nIncome (loss) from our equity method investments was $ 5.2 million, $ 7.5 million and $( 6.8 ) million in 2022, 2021 and 2020, respectively. At December 31, 2022 and 2021, our proportionate share in the net assets of the equity method investments was $ 18.3 million and $ 26.0 million, respectively. Equity method investments are not material to our results of operations or financial position; therefore, summarized financial information is not required to be presented. \n\n10. Share-Based Compensation Plans \n\nShare-based incentive awards are granted to employees under the 2021 Incentive Award Plan, or the 2021 Plan, which was approved by the shareholders. The 2021 Plan is administered by the Compensation Committee of the Board of Directors, or the Compensation Committee. Awards include stock options, restricted stock and other performance-based stock awards. The maximum number of shares of common stock that can be granted under the 2021 Plan is 14.7 million shares plus any shares awarded under the 2021 Plan and any prior plan that have been forfeited or have expired. All awards reduce the number of shares available for grant on a one-for-one basis. The terms of each award and the exercise date are determined by the Compensation Committee. The 2021 Plan does not permit the holder of an award to elect cash settlement under any circumstances. At December 31, 2022, there were 8,899,375 shares available for grant under the 2021 Plan. \n\nShare-based compensation expense was $ 81.7 million, $ 84.7 million and $ 70.8 million in 2022, 2021 and 2020, respectively. At December 31, 2022, unamortized share-based compensation that will be expensed over the next five years is $ 196.5 million. \n\nWe recognize a tax benefit in income tax expense and record a deferred tax asset for the share-based compensation expense recognized for financial reporting purposes that has not been deducted on our income tax return. Excess tax benefits and deficiencies represent the difference between the actual compensation deduction for tax purposes, which is calculated as the difference between the grant date price of the award, and the price of our common stock on the vesting or exercise date. Any excess tax benefit or deficiency related to share-based compensation is recorded in results of operations, as a component of \n\nF-19 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\nincome tax expense, upon vesting of restricted stock awards or exercise of stock options. We recognized a tax benefit of $ 1.9 million and $ 2.9 million in 2022 and 2021, respectively. \n\nStock Options \n\nThe exercise price of stock option awards cannot be less than 100% of the market price of our common stock on the grant date and have a maximum contractual life of 10 years. \n\nStock option activity was: ##TABLE_START Year Ended December 31, 2022 2021 2020 Shares Weighted Average Exercise Price \n\nShares Weighted Average Exercise Price \n\nShares Weighted Average Exercise Price \n\nJanuary 1 4,689,250 &#160; $ 74.30 768,750 &#160; $ 83.65 866,000 &#160; $ 83.80 Granted 853,875 &#160; $ 68.88 4,025,000 &#160; 72.47 &#8212; &#160; &#8212; Exercised ( 157,500 ) $ 84.94 ( 60,000 ) 60.17 &#8212; &#160; &#8212; Forfeited ( 258,000 ) $ 77.69 ( 44,500 ) $ 77.93 ( 97,250 ) $ 84.94 December 31 5,127,625 &#160; $ 72.90 4,689,250 &#160; $ 74.30 768,750 &#160; $ 83.65 Exercisable December 31 423,750 &#160; $ 84.94 689,250 &#160; $ 84.94 768,750 &#160; $ 83.65 ##TABLE_END \n\nAt December 31, 2022, options outstanding and exercisable were: ##TABLE_START Options Outstanding Options Exercisable Exercise Price Range Shares Weighted Average Remaining Contractual Life \n\nWeighted Average \n\nExercise Price \n\nShares Weighted Average \n\nExercise Price \n\n$ 63.00 to $ 64.00 50,000 &#160; 9.5 years $ 63.21 &#8212; &#160; $ 0.00 $ 69.00 to $ 70.00 803,875 &#160; 9.6 years $ 69.23 &#8212; &#160; $ 0.00 $ 72.00 to $ 73.00 3,850,000 &#160; 8.9 years $ 72.47 &#8212; &#160; $ 0.00 $ 84.00 to $ 85.00 423,750 &#160; 0.3 years $ 84.94 423,750 &#160; $ 84.94 &#160; 5,127,625 &#160; &#160; &#160; 423,750 &#160; &#160; ##TABLE_END \n\nThe grant date fair value of $ 12.60 and $ 8.47 for the 2022 and 2021 option awards, respectively, was determined using the Black-Scholes option valuation model. The assumptions, without adjusting for forfeitures and lack of liquidity, in 2022 were: an expected life ranging from 6.5 years to 7.5 years, risk free interest rate ranging from 3.0 % to 3.1 %, expected volatility ranging from 24.5 % to 24.7 %, and dividend yield ranging from 4.2 % to 4.5 % , and in 2021 were: an expected life of 8.0 years, risk free interest rate of 1.4 %, expected volatility of 23 %, and dividend yield of 4.6 %. \n\nRestricted Stock \n\nRestricted stock activity was: ##TABLE_START Year Ended December 31, 2022 2021 2020 January 1 2,932,836 &#160; 3,012,988 &#160; 2,547,001 &#160; Granted 1,147,496 &#160; 1,017,895 &#160; 1,511,719 &#160; Vested ( 889,736 ) ( 899,372 ) ( 874,431 ) Forfeited ( 180,253 ) ( 198,675 ) ( 171,301 ) December 31 3,010,343 &#160; 2,932,836 &#160; 3,012,988 &#160; Weighted average grant date fair value of shares granted in the period $ 59.02 $ 68.99 $ 51.26 Weighted average grant date fair value at December 31 $ 61.11 $ 63.09 $ 61.44 ##TABLE_END \n\nGenerally, restricted shares vest ratably over five years from the grant date provided the employee remains employed by us. Restricted shares do not pay a dividend, and may not be sold, transferred, pledged or otherwise encumbered until the forfeiture restrictions lapse. Under most circumstances, the employee forfeits the shares if employment ceases prior to the end of the restriction period. \n\nPerformance Restricted Stock Units \n\nThe Compensation Committee grants certain employees performance restricted stock units, or PRSU. Each PRSU represents the right to receive one share of common stock on vesting. The ultimate number of PRSUs received by the employee depends on \n\nF-20 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\nthe Company's average return on equity over a three year period compared to the average return on equity of a peer group of principal competitors over the same period. The PRSUs vest three years from the grant date. The PRSUs have a service and performance vesting condition and compensation expense is recognized on a graded-vesting basis. Over the performance period, compensation expense is adjusted upward or downward based on our estimate of the probability of achieving the performance target for the portion of the awards subject to the performance vesting condition. We have assumed that all PRSUs will vest. \n\nPRSU activity was: ##TABLE_START Year Ended December 31, 2022 2021 2020 Shares Weighted Average Grant Date Fair Value \n\nShares Weighted Average Grant Date Fair Value \n\nShares Weighted Average Grant Date Fair Value \n\nJanuary 1 533,890 &#160; $ 70.42 550,561 &#160; $ 70.17 538,134 &#160; $ 77.99 Granted 218,127 &#160; $ 76.79 165,911 &#160; $ 74.89 186,197 &#160; $ 61.36 Distributed ( 181,782 ) $ 75.64 ( 182,582 ) $ 73.72 ( 173,770 ) $ 84.94 December 31 570,235 &#160; $ 71.19 533,890 &#160; $ 70.42 550,561 &#160; $ 70.17 ##TABLE_END \n\nEmployee Stock Purchase Plan \n\nThe employee stock purchase plan, or ESPP, enables employees to purchase our common stock through payroll deductions over each plan quarter at 95 % of the market price on the last trading day of the plan quarter. Purchases are limited to 10 % of eligible compensation as defined by the Employee Retirement Income Security Act of 1974, or ERISA. Employees purchased 72,672 shares, 73,250 shares and 91,605 shares in 2022, 2021 and 2020, respectively. All shares purchased were issued from treasury stock, for which we received $ 5.2 million, $ 5.0 million and $ 5.2 million, respectively. At December 31, 2022, there were 8,361,784 shares available under the ESPP. \n\n11. Income Taxes \n\nThe components of income before income taxes were (in millions): ##TABLE_START Year Ended December 31, 2022 2021 2020 Domestic $ 789.3 &#160; $ 845.9 &#160; $ 711.1 &#160; International 1,156.1 &#160; 1,142.9 &#160; 698.2 &#160; &#160; $ 1,945.4 &#160; $ 1,988.8 &#160; $ 1,409.3 &#160; ##TABLE_END \n\nIncome tax expense (benefit) was (in millions): ##TABLE_START Year Ended December 31, 2022 2021 2020 Current: &#160; &#160; &#160; U.S. federal $ 180.1 &#160; $ 144.0 &#160; $ 172.2 &#160; U.S. state and local 57.0 &#160; 16.5 &#160; 39.5 &#160; International 287.4 &#160; 303.9 &#160; 189.1 &#160; &#160; 524.5 &#160; 464.4 &#160; 400.8 &#160; Deferred: &#160; &#160; &#160; U.S. federal 11.1 &#160; 40.0 &#160; ( 17.4 ) U.S. state and local ( 0.3 ) ( 11.6 ) ( 6.1 ) International 11.5 &#160; ( 4.1 ) 4.4 &#160; &#160; 22.3 &#160; 24.3 &#160; ( 19.1 ) &#160; $ 546.8 &#160; $ 488.7 &#160; $ 381.7 &#160; ##TABLE_END \n\nThe reconciliation from the statutory U.S. federal income tax rate to our effective tax rate is: ##TABLE_START Year Ended December 31, 2022 2021 2020 Statutory U.S. federal income tax rate 21.0 &#160; % 21.0 &#160; % 21.0 &#160; % U.S. state and local income taxes, net of U.S. federal income tax benefit 2.3 &#160; 0.2 &#160; 2.2 &#160; Impact of foreign operations 3.5 &#160; 3.6 &#160; 3.4 &#160; Impact of war in Ukraine and other 1.3 &#160; ( 0.2 ) 0.5 &#160; Effective tax rate 28.1 &#160; % 24.6 &#160; % 27.1 &#160; % ##TABLE_END \n\nF-21 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\nOur effective tax rate for 2022 increased year-over-year to 28.1 % from 24.6 %. The higher effective tax rate for 2022 was predominantly the result of the non-deductibility of the $ 113.4 million charges recorded in the first quarter of 2022, arising from the effects of the war in Ukraine, as well as an additional increase in income tax expense of $ 4.8 million related to the disposition of our businesses in Russia. These charges were partially offset by the tax benefit arising from our share-based compensation awards. The effective tax rate for 2021 reflects a nominal tax applied to the book gain on the disposition in the Advertising &#38; Media discipline resulting from the excess of tax over book basis and a reduction in income tax expense of $ 32.8 million, primarily related to the favorable settlements of uncertain tax positions in certain jurisdictions. \n\nOn August 16, 2022, the Inflation Reduction Act of 2022, or IRA, was signed into law. Among other things, the IRA imposes a 15% corporate alternative minimum tax for tax years beginning after December 31, 2022, levies a 1% excise tax on net stock repurchases after December 31, 2022, and provides tax incentives to promote clean energy. Historically, we have made discretionary share repurchases. Beginning in 2023, these purchases would be subject to the excise tax. Based on the historical net repurchase activity, the excise tax and the other provisions of the IRA are not expected to have a material impact on our results of operations or financial position. \n\nThe Tax Cuts and Jobs Act of 2017, or the Tax Act, imposed a one-time tax, the transition tax, on the accumulated earnings of foreign subsidiaries. At December 31, 2022 and 2021, the remaining transition tax liability was $ 88.8 million and $ 100.4 million, respectively. The transition tax is expected to be fully paid by 2026. The Tax Act also implemented a territorial tax system that allows us to repatriate earnings of our foreign subsidiaries without incurring additional U.S. tax by providing a 100% dividend exemption. While a territorial tax system limits U.S. federal income tax to domestic source income, foreign source income is subject to tax in the appropriate foreign jurisdiction at the local rate, which in certain jurisdictions may be higher than the U.S. federal statutory income tax rate of 21%. Therefore, the foreign tax rate differential will cause our effective tax rate to be higher than the U.S. federal statutory income tax rate. The international tax rate differentials in 2022 and 2021 are primarily attributed to our earnings in Germany, Australia, France, Japan and Canada being taxed at higher rates than the U.S. statutory tax rate. \n\nWe have elected to account for any tax on the global intangible low-taxed income, or GILTI, in the period in which it is incurred. We provided $ 10.9 million and $ 8.8 million in 2022 and 2021, respectively, for tax impact of GILTI. \n\nThe components of deferred tax assets and liabilities and balance sheet classification were (in millions): ##TABLE_START December 31, 2022 2021 Deferred tax assets: &#160; &#160; Compensation $ 197.6 &#160; $ 223.8 &#160; Tax loss and credit carryforwards 77.1 &#160; 81.4 &#160; Basis differences from acquisitions 31.0 &#160; 29.9 &#160; Basis differences from short-term assets and liabilities 20.5 &#160; 15.5 &#160; Other, net ( 18.6 ) ( 14.2 ) Deferred tax assets 307.6 &#160; 336.4 &#160; Valuation allowance ( 21.1 ) ( 18.0 ) Net deferred tax assets $ 286.5 &#160; $ 318.4 &#160; Deferred tax liabilities: &#160; &#160; Goodwill and intangible assets $ 653.3 &#160; $ 640.1 &#160; Unremitted foreign earnings 34.9 &#160; 76.6 &#160; Basis differences from investments 6.9 &#160; 6.5 &#160; Financial instruments 0.3 &#160; 0.8 &#160; Deferred tax liabilities $ 695.4 &#160; $ 724.0 &#160; Long-term deferred tax assets $ 66.8 &#160; $ 71.7 &#160; Long-term deferred tax liabilities $ 475.7 &#160; $ 477.3 &#160; ##TABLE_END \n\nWe have concluded that it is more likely than not that we will be able to realize our net deferred tax assets in future periods because results of future operations are expected to generate sufficient taxable income. The valuation allowance of $ 21.1 million and $ 18.0 million at December 31, 2022 and 2021, respectively, relates to tax losses and tax credit carryforwards in the U.S. and in international jurisdictions. Tax loss and credit carryforwards for which there is no valuation allowance are available for periods ranging from 2023 to 2042, which is longer than the forecasted utilization of such carryforwards. \n\nF-22 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\nA reconciliation of our unrecognized tax benefits is (in millions): ##TABLE_START December 31, 2022 2021 January 1 $ 162.8 &#160; $ 182.9 &#160; Additions: &#160; &#160; Current year tax positions 2.7 &#160; 4.4 &#160; Prior year tax positions 4.7 &#160; 1.7 &#160; Reduction of prior year tax positions ( 1.5 ) ( 12.1 ) Settlements ( 0.9 ) ( 13.6 ) Foreign currency translation ( 0.2 ) ( 0.5 ) December 31 $ 167.6 &#160; $ 162.8 &#160; ##TABLE_END \n\nSubstantially all the liability for uncertain tax positions is recorded in long-term liabilities. At December 31, 2022 and 2021, approximately $ 161.8 million and $ 157.3 million, respectively, of the liability for uncertain tax positions would affect our effective tax rate upon resolution of the uncertain tax positions. \n\nIncome tax expense in 2022, 2021 and 2020 includes $ 4.3 million, $ 2.1 million and $ 3.8 million, respectively, of interest, net of tax benefit, and penalties related to tax positions taken on our tax returns that have not been settled as of December 31, 2021. At December 31, 2022 and 2021, accrued interest and penalties were $ 15.9 million and $ 10.7 million, respectively. \n\nWe file a consolidated U.S. federal income tax return and income tax returns in various state and local jurisdictions. Our subsidiaries file tax returns in various foreign jurisdictions. Our principal foreign jurisdictions include the United Kingdom, France and Germany. The Internal Revenue Service has completed its examination of our U.S. federal tax returns through 2017. Tax returns in the United Kingdom, France and Germany have been examined through 2020, 2018 and 2015, respectively. \n\n12. Pension and Other Postemployment Benefits \n\nDefined Contribution Plans \n\nOur domestic and international subsidiaries provide retirement benefits for their employees primarily through defined contribution profit sharing and savings plans. Contributions to the plans vary by subsidiary and have generally been in amounts up to the maximum percentage of total eligible compensation of participating employees that is deductible for income tax purposes. Contribution expense was $ 123.2 million, $ 115.5 million and $ 108.1 million in 2022, 2021 and 2020, respectively. \n\nDefined Benefit Pension Plans \n\nTwo of our U.S. businesses and several of our non-U.S. businesses sponsor noncontributory defined benefit pension plans. These plans provide benefits to employees based on formulas recognizing length of service and earnings. The U.S. plans are subject to ERISA and cover approximately 700 participants. These plans are closed to new participants and do not accrue future benefit credits. The non-U.S. plans, which include statutory plans, are not subject to ERISA and cover approximately 7,300 participants. \n\nWe have a Senior Executive Restrictive Covenant and Retention Plan, or Retention Plan, for certain executive officers selected by the Compensation Committee. The Retention Plan is a non-qualified deferred compensation severance plan that is not subject to ERISA and was adopted to secure non-competition, non-solicitation, non-disparagement and ongoing consulting services from such executive officers and to strengthen the retention aspect of executive officer compensation. The Retention Plan provides annual payments upon termination following at least seven years of service with Omnicom or its subsidiaries to the participants or to their beneficiaries. A participant&#8217;s annual benefit is payable for 15 consecutive calendar years following termination, but in no event prior to age 55. The annual benefit is equal to the lesser of (i) the participant&#8217;s final average pay times an applicable percentage, which is based upon the executive&#8217;s years of service as an executive officer, not to exceed 35% or (ii) $1.5 million adjusted for cost-of-living, beginning with the second annual payment, not to exceed 2.5% per year. The Retention Plan is not funded and benefits are paid when due. \n\nThe components of net periodic benefit expense were (in millions): ##TABLE_START Year Ended December 31, 2022 2021 2020 Service cost $ 2.8 &#160; $ 5.2 &#160; $ 7.5 &#160; Interest cost 5.6 &#160; 4.2 &#160; 7.7 &#160; Expected return on plan assets ( 1.4 ) ( 1.5 ) ( 2.6 ) Amortization of prior service cost 0.4 &#160; 0.8 &#160; 0.8 &#160; Amortization of actuarial loss 4.0 &#160; 9.3 &#160; 6.7 &#160; &#160; $ 11.4 &#160; $ 18.0 &#160; $ 20.1 &#160; ##TABLE_END \n\nF-23 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\nIncluded in accumulated other comprehensive income at December 31, 2022 and 2021 were unrecognized costs for actuarial losses and prior service cost of $ 23.4 million ($ 15.9 million net of income taxes) and $ 67.2 million ($ 46.8 million net of income taxes), respectively, that have not yet been recognized in net periodic benefit cost. The unrecognized costs for actuarial gains and losses and prior service cost included in accumulated other comprehensive income and expected to be recognized in net periodic benefit cost in 2023 is $ 1.3 million. \n\nThe weighted average assumptions used to determine net periodic benefit expense were: ##TABLE_START Year Ended December 31, 2022 2021 2020 Discount rate 2.1 &#160; % 1.4 &#160; % 2.4 &#160; % Compensation increases 2.6 &#160; % 2.7 &#160; % 2.5 &#160; % Expected return on plan assets 1.6 &#160; % 5.0 &#160; % 5.1 &#160; % ##TABLE_END \n\nThe expected long-term rate of return for plan assets for the U.S. plans is based on several factors, including current and expected asset allocations, historical and expected returns on various asset classes and current and future market conditions. A total return investment approach using a mix of equities and fixed income investments maximizes the long-term return. This strategy is intended to minimize plan expense by achieving long-term returns in excess of the growth in plan liabilities over time. The discount rate used to compute net periodic benefit cost is based on yields of available high-quality bonds and reflects the expected cash flow as of the measurement date. The expected returns on plan assets and discount rates for the non-U.S. plans are based on local factors, including each plan&#8217;s investment approach, local interest rates and plan participant profiles. \n\nExperience gains and losses and the effects of changes in actuarial assumptions are generally amortized over a period no longer than the expected average future service of active employees. \n\nOur funding policy is to contribute amounts sufficient to meet minimum funding requirements in accordance with the applicable employee benefit and tax laws that the plans are subject to, plus such additional amounts as we may determine to be appropriate. In 2022 and 2021, we contributed $ 8.2 million and $ 6.4 million, respectively, to the defined benefit pension plans. We do not expect the contributions for 2023 to differ materially from the 2022 contributions. \n\nThe change in benefit obligation and fair value of plan assets of the defined benefit pension plans were (in millions): ##TABLE_START December 31, 2022 2021 Benefit Obligation: &#160; &#160; January 1 $ 289.4 &#160; $ 309.3 &#160; Service cost 2.8 &#160; 5.2 &#160; Interest cost 5.6 &#160; 4.2 &#160; Amendments, curtailments and settlements ( 0.1 ) ( 0.4 ) Actuarial (gain) loss ( 52.2 ) ( 13.9 ) Benefits paid ( 10.9 ) ( 8.1 ) Foreign currency translation ( 6.0 ) ( 6.9 ) December 31 $ 228.6 &#160; $ 289.4 &#160; Fair Value of Plan Assets: &#160; &#160; January 1 $ 63.0 &#160; $ 63.3 &#160; Actual return on plan assets ( 14.3 ) 4.1 &#160; Employer contributions 8.2 &#160; 6.4 &#160; Benefits paid ( 10.9 ) ( 8.1 ) Foreign currency translation and other ( 2.0 ) ( 2.7 ) December 31 $ 44.0 &#160; $ 63.0 &#160; ##TABLE_END The funded status and balance sheet classification of the defined benefit pension plans were (in millions): ##TABLE_START December 31, 2022 2021 Funded Status $ ( 184.6 ) $ ( 226.4 ) Other assets $ 2.4 &#160; $ 3.7 &#160; Other current liabilities ( 7.5 ) ( 5.8 ) Long-term liabilities ( 179.5 ) ( 224.3 ) &#160; $ ( 184.6 ) $ ( 226.4 ) ##TABLE_END \n\nF-24 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\nAt December 31, 2022 and 2021, the accumulated benefit obligation for our defined benefit pension plans was $ 181.4 million and $ 226.6 million, respectively. \n\nPlans with benefit obligations in excess of plan assets were (in millions): ##TABLE_START December 31, 2022 2021 Benefit obligation $ ( 221.2 ) $ ( 258.1 ) Plan assets 34.2 &#160; 28.0 &#160; &#160; $ ( 187.0 ) $ ( 230.1 ) ##TABLE_END \n\nThe weighted average assumptions used to determine the benefit obligation were: ##TABLE_START December 31, 2022 2021 Discount rate 4.4 &#160; % 2.1 &#160; % Compensation increases 3.5 &#160; % 2.7 &#160; % ##TABLE_END \n\nAt December 31, 2022, the estimated benefits expected to be paid over the next 10 years are (in millions): ##TABLE_START 2023 $ 11.2 &#160; 2024 15.3 &#160; 2025 17.9 &#160; 2026 17.5 &#160; 2027 18.7 &#160; 2028 - 2032 97.1 &#160; ##TABLE_END \n\nPostemployment Arrangements \n\nWe have executive retirement agreements under which benefits will be paid to participants or to their beneficiaries over periods up to ten years beginning after cessation of full-time employment. Our postemployment arrangements are unfunded and benefits are paid when due. \n\nThe components of net periodic benefit expense were (in millions): ##TABLE_START Year Ended December 31, 2022 2021 2020 Service cost $ 4.5 &#160; $ 4.8 &#160; $ 4.6 &#160; Interest cost 2.6 &#160; 2.1 &#160; 3.4 &#160; Amortization of prior service cost 3.8 &#160; 4.1 &#160; 4.3 &#160; Amortization of actuarial loss 2.5 &#160; 3.9 &#160; 2.1 &#160; &#160; $ 13.4 &#160; $ 14.9 &#160; $ 14.4 &#160; ##TABLE_END \n\nIncluded in accumulated other comprehensive income at December 31, 2022 and 2021 were unrecognized costs for actuarial losses and prior service cost of $ 31.6 million ($ 21.9 million net of income taxes) and $ 56.7 million ($ 39.5 million net of income taxes), respectively, that have not yet been recognized in the net periodic benefit cost. The unrecognized costs for actuarial gains and losses and prior service cost included in accumulated other comprehensive income and expected to be recognized in net periodic benefit cost in 2023 is $ 3.8 million. \n\nThe weighted average assumptions used to determine net periodic benefit expense were: ##TABLE_START Year Ended December 31, 2022 2021 2020 Discount rate 1.8 &#160; % 1.4 &#160; % 2.5 &#160; % Compensation increases 3.5 &#160; % 3.5 &#160; % 3.5 &#160; % ##TABLE_END \n\nExperience gains and losses and effects of changes in actuarial assumptions are amortized over a period no longer than the expected average future service of active employees. \n\nF-25 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\nThe benefit obligation and balance sheet classification at December 31, 2022 and 2021, were (in millions): ##TABLE_START 2022 2021 January 1 $ 153.0 &#160; $ 164.6 &#160; Service cost 4.5 &#160; 4.8 &#160; Interest cost 2.6 &#160; 2.1 &#160; Amendments 5.8 &#160; ( 1.2 ) Actuarial (gain) loss ( 24.7 ) ( 7.8 ) Benefits paid ( 10.4 ) ( 9.5 ) December 31 $ 130.8 &#160; $ 153.0 &#160; ##TABLE_END\n\n##TABLE_START Other current liabilities $ 10.5 &#160; $ 10.4 &#160; Long-term liabilities 120.3 &#160; 142.6 &#160; &#160; $ 130.8 &#160; $ 153.0 &#160; ##TABLE_END\n\nThe weighted average assumptions used to determine the benefit obligation were: ##TABLE_START December 31, 2022 2021 Discount rate 4.8 &#160; % 2.4 &#160; % Compensation increases 3.5 &#160; % 3.5 &#160; % ##TABLE_END \n\nAt December 31, 2022, the estimated benefits expected to be paid over the next 10 years are (in millions): ##TABLE_START 2023 $ 10.5 &#160; 2024 10.7 &#160; 2025 11.5 &#160; 2026 10.8 &#160; 2027 10.9 &#160; 2028 - 2032 50.2 &#160; ##TABLE_END \n\n13. Charges Arising from the Effects of the War in Ukraine \n\nAs discussed in Note 1, in the first quarter of 2022, we recorded pretax charges arising from the effects of the war in Ukraine of $ 113.4 million, which included cash charges of $ 47.6 million, primarily consisting of the loss on the disposition of the net investment in our Russian businesses, as well as impairment and other charges related to the suspension of operations in Ukraine. \n\n14. Supplemental Cash Flow Data \n\nThe change in operating capital was (in millions): ##TABLE_START Year Ended December 31, 2022 2021 2020 \n\n(Increase) decrease in accounts receivable \n\n$ ( 129.1 ) $ ( 989.1 ) $ 141.2 &#160; (Increase) decrease in work in process and other current assets ( 197.9 ) ( 281.7 ) 293.0 &#160; Increase (decrease) in accounts payable ( 350.1 ) 921.3 &#160; ( 428.6 ) Increase (decrease) in customer advances, taxes payable and other \n\ncurrent liabilities \n\n( 97.8 ) 338.8 &#160; 65.9 &#160; Change in other assets and liabilities, net ( 69.1 ) 171.2 &#160; ( 40.6 ) Increase (decrease) in operating capital $ ( 844.0 ) $ 160.5 &#160; $ 30.9 &#160; ##TABLE_END \n\nSupplemental financial information (in millions): ##TABLE_START Year Ended December 31, 2022 2021 2020 Income taxes paid $ 450.3 &#160; $ 454.4 &#160; $ 376.5 &#160; Interest paid $ 173.9 &#160; $ 219.3 &#160; $ 205.5 &#160; ##TABLE_END\n\nInterest paid for 2021 includes a $ 37.7 million cash payment on the early redemption of all the outstanding $1.25 billion principal amount of 3.625% Senior Notes due 2022. \n\nF-26 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\nNon-cash increase in lease liabilities (in millions): ##TABLE_START Year Ended December 31, 2022 2021 Operating leases $ 241.7 &#160; $ 123.3 &#160; Finance leases $ 74.5 &#160; $ 67.4 &#160; ##TABLE_END \n\n15. Noncontrolling Interests \n\nChanges in the ownership interests in our less than 100% owned subsidiaries were (in millions): ##TABLE_START Year Ended December 31, 2022 2021 2020 \n\nNet income attributed to Omnicom Group Inc. \n\n$ 1,316.5 &#160; $ 1,407.8 &#160; $ 945.4 &#160; Net transfers (to) from noncontrolling interests ( 17.1 ) ( 12.2 ) 5.8 &#160; Change from net income attributed to Omnicom Group Inc. and \n\ntransfers (to) from noncontrolling interests \n\n$ 1,299.4 &#160; $ 1,395.6 &#160; $ 951.2 &#160; ##TABLE_END \n\n16. Leases and Property and Equipment \n\nLeases \n\nThe components of lease cost were (in millions): ##TABLE_START Year Ended December 31, 2022 2021 Operating lease cost $ 243.8 &#160; $ 279.6 &#160; Variable lease cost 23.5 &#160; 25.7 &#160; Short-term lease cost 2.5 &#160; 2.7 &#160; Sublease income ( 3.8 ) ( 3.8 ) 266.0 &#160; 304.2 &#160; Finance lease cost: Depreciation of ROU assets 55.1 &#160; 52.6 &#160; Interest 5.7 &#160; 4.9 &#160; 60.8 &#160; 57.5 &#160; Total lease cost $ 326.8 &#160; $ 361.7 &#160; ##TABLE_END \n\nFuture lease payments at December 31, 2022 are (in millions): \n\n##TABLE_START Operating Leases Finance Leases 2023 $ 240.6 &#160; $ 56.4 &#160; 2024 207.3 &#160; 44.7 &#160; 2025 168.2 &#160; 32.8 &#160; 2026 139.3 &#160; 14.8 &#160; 2027 119.0 &#160; 3.5 &#160; Thereafter 500.1 &#160; 1.1 &#160; Total lease payments 1,374.5 &#160; 153.3 &#160; Less: Interest 266.6 &#160; 7.1 &#160; Present value of lease liabilities $ 1,107.9 &#160; $ 146.2 &#160; ##TABLE_END\n\nThe balance sheet classification of our operating leases at December 31 was (in millions): ##TABLE_START 2022 2021 Operating lease ROU assets $ 1,165.0 &#160; $ 1,202.9 &#160; Lease liability: Other current liabilities $ 207.9 &#160; $ 225.1 &#160; Long-term liability - operating leases 900.0 &#160; 952.1 &#160; $ 1,107.9 &#160; $ 1,177.2 &#160; ##TABLE_END \n\nF-27 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\nOffice and equipment operating leases at December 31, 2022 and 2021, had a weighted average remaining lease term of 6.9 and 7.5 years, respectively, and a weighted average discount rate of 3.4 % and 3.2 %, respectively. \n\nProperty and Equipment \n\nProperty and equipment at December 31 were (in millions): \n\n##TABLE_START 2022 2021 Property and equipment - owned $ 1,684.6 &#160; $ 1,805.5 &#160; Equipment under finance leases 383.0 &#160; 352.3 2,067.6 &#160; 2,157.8 &#160; Accumulated depreciation ( 1,167.5 ) ( 1,165.7 ) $ 900.1 &#160; $ 992.1 &#160; ##TABLE_END \n\nFinance leases at December 31, 2022 and 2021, had a weighted average remaining lease term of 3.1 years and 3.1 years, respectively, and a weighted average discount rate of 5.1 % and 4.3 %, respectively. \n\n17. Temporary Equity - Redeemable Noncontrolling Interests \n\nOwners of noncontrolling equity interests in some of our subsidiaries have the right in certain circumstances to require us to purchase all or a portion of their equity interest at fair value as defined in the applicable agreements. Assuming that the subsidiaries perform at their current and projected profit levels, at December 31, 2022, the aggregate estimated amount we could be required to pay in future periods is $ 382.9 million, of which $ 145.1 million is currently exercisable by the holders. If these rights are exercised, there would be an increase in net income attributable to Omnicom as a result of our increased ownership interest and the reduction of net income attributable to noncontrolling interests. The ultimate amount paid could be significantly different because the redemption amount depends on the future results of operations of the subject businesses, the timing of the exercise of these rights and changes in foreign currency exchange rates. Upon redemption, the difference between the estimated redemption value and the actual amount paid is recorded in additional paid-in capital. \n\n18. Commitments and Contingent Liabilities \n\nIn the ordinary course of business, we are involved in various legal proceedings. We do not expect that these proceedings will have a material adverse effect on our results of operations or financial position. \n\n19. Accumulated Other Comprehensive Income (Loss) \n\nChanges in accumulated other comprehensive income (loss), net of income taxes were (in millions): ##TABLE_START Cash Flow Hedge Defined Benefit Pension Plans and Postemployment Arrangements \n\nForeign Currency Translation \n\nTotal \n\nJanuary 1, 2021 $ ( 20.1 ) $ ( 123.2 ) $ ( 1,070.5 ) $ ( 1,213.8 ) Other comprehensive income (loss) before reclassifications &#8212; &#160; 20.0 &#160; ( 75.3 ) ( 55.3 ) Reclassification from accumulated other comprehensive income (loss) 4.0 &#160; 12.8 &#160; &#8212; &#160; 16.8 &#160; December 31, 2021 ( 16.1 ) ( 90.4 ) ( 1,145.8 ) ( 1,252.3 ) Other comprehensive income (loss) before reclassifications &#8212; &#160; 41.5 &#160; ( 238.7 ) ( 197.2 ) Reclassification from accumulated other comprehensive income (loss) 4.0 &#160; 7.6 &#160; &#8212; &#160; 11.6 &#160; December 31, 2022 $ ( 12.1 ) $ ( 41.3 ) $ ( 1,384.5 ) $ ( 1,437.9 ) ##TABLE_END \n\nF-28 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\n20. Fair Value \n\nFinancial assets and liabilities measured at fair value on a recurring basis were (in millions): ##TABLE_START December 31, 2022 Level 1 Level 2 Level 3 Total Assets: &#160; &#160; &#160; &#160; Cash and cash equivalents $ 4,281.8 &#160; &#160; $ 4,281.8 &#160; Short-term investments $ 60.7 &#160; 60.7 &#160; Marketable equity securities 0.9 &#160; 0.9 &#160; Liabilities: &#160; &#160; &#160; Foreign currency derivatives $ 0.1 &#160; $ 0.1 &#160; Cross currency swaps - net investment hedge 16.5 &#160; 16.5 &#160; Contingent purchase price obligations $ 115.0 &#160; 115.0 &#160; December 31, 2021 Assets: Cash and cash equivalents $ 5,316.8 &#160; &#160; $ 5,316.8 &#160; Marketable equity securities 1.1 &#160; &#160; 1.1 &#160; Foreign currency derivatives $ 0.3 &#160; 0.3 &#160; Liabilities: &#160; Foreign currency derivatives 0.1 &#160; 0.1 &#160; Contingent purchase price obligations $ 167.1 &#160; 167.1 &#160; ##TABLE_END \n\nChanges in contingent purchase price obligations were (in millions): ##TABLE_START December 31, 2022 2021 January 1 $ 167.1 &#160; $ 71.9 &#160; Acquisitions 13.3 &#160; 120.4 &#160; Revaluation and interest ( 26.0 ) 0.4 &#160; Payments ( 32.7 ) ( 22.6 ) Foreign currency translation ( 6.7 ) ( 3.0 ) December 31 $ 115.0 &#160; $ 167.1 &#160; ##TABLE_END \n\nThe carrying amount and fair value of our financial assets and liabilities were (in millions): ##TABLE_START December 31, &#160; 2022 2021 Carrying \n\nAmount \n\nFair \n\nValue \n\nCarrying \n\nAmount \n\nFair \n\nValue \n\nAssets: &#160; &#160; &#160; &#160; Cash and cash equivalents $ 4,281.8 &#160; $ 4,281.8 &#160; $ 5,316.8 &#160; $ 5,316.8 &#160; Short-term investments 60.7 &#160; 60.7 &#160; &#8212; &#160; &#8212; &#160; Marketable equity securities 0.9 &#160; 0.9 &#160; 1.1 &#160; 1.1 &#160; Non-marketable equity securities 5.6 &#160; 5.6 &#160; 6.5 &#160; 6.5 &#160; Foreign currency derivatives &#8212; &#160; &#8212; &#160; 0.3 &#160; 0.3 &#160; Liabilities: &#160; &#160; &#160; &#160; Short-term debt $ 16.9 &#160; $ 16.9 &#160; $ 9.6 &#160; $ 9.6 &#160; Foreign currency derivatives 0.1 &#160; 0.1 &#160; 0.1 &#160; 0.1 &#160; Cross currency swaps - net investment hedge 16.5 &#160; 16.5 &#160; &#8212; &#160; &#8212; &#160; Contingent purchase price obligations 115.0 &#160; 115.0 &#160; 167.1 &#160; 167.1 &#160; Long-term debt 5,577.2 &#160; 4,993.4 &#160; 5,685.7 &#160; 6,011.6 &#160; ##TABLE_END \n\nThe estimated fair values of the cross-currency swaps and foreign currency derivative instruments are determined using model-derived valuations, taking into consideration foreign currency rates, interest rates, and counterparty credit risk. The estimated fair value of the contingent purchase price obligations is calculated in accordance with the terms of each acquisition agreement and is discounted. The fair value of long-term debt is based on quoted market prices. \n\nF-29 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\n21. Derivative Instruments and Hedging Activities \n\nWe manage our exposure to foreign exchange rate risk and interest rate risk through various strategies, including the use of derivative financial instruments. We use forward foreign exchange contracts as economic hedges to manage the cash flow volatility arising from foreign exchange rate fluctuations. We use net investment hedges to manage the volatility of foreign exchange rates on the investment in our foreign subsidiaries. We do not use derivatives for trading or speculative purposes. Using derivatives exposes us to the risk that counterparties to the derivative contracts will fail to meet their contractual obligations. We manage that risk through careful selection and ongoing evaluation of the counterparty financial institutions based on specific minimum credit standards and other factors. \n\nWe evaluate the effects of changes in foreign currency exchange rates, interest rates and other relevant market risks on our derivatives. We periodically determine the potential loss from market risk on our derivatives by performing a value-at-risk, or VaR, analysis. VaR is a statistical model that uses historical currency exchange rate data to measure the potential impact on future earnings of our derivative financial instruments assuming normal market conditions. The VaR model is not intended to represent actual losses but is used as a risk estimation and management tool. Based on the results of the model, we estimate with 95% confidence a maximum one-day change in the net fair value of our derivative financial instruments at December 31, 2022 was not significant. \n\nForeign Currency Exchange Risk \n\nAs an integral part of our global treasury operations, we centralize our cash and use notional multicurrency pools to manage the foreign currency exchange risk that arises from imbalances between subsidiaries and their respective treasury centers. In addition, there are circumstances where revenue and expense transactions are not denominated in the same currency. In these instances, amounts are either promptly settled or hedged with forward foreign exchange contracts. To manage this risk, we had outstanding forward foreign exchange contracts with an aggregate notional amount of $ 40.3 million and $ 77.3 million at December 31, 2022 and 2021, respectively. \n\nForeign currency derivatives are designated as fair value hedges; therefore, any gain or loss in fair value incurred on those instruments is recorded in results of operations and is generally offset by decreases or increases in the fair value of the underlying exposure. By using these financial instruments, we reduce financial risk of adverse foreign exchange changes by foregoing any gain which might occur if the markets move favorably. The terms of our forward foreign exchange contracts are generally less than 90 days. \n\nIn 2022, we entered into fixed-to-fixed cross currency swaps with a notional value of $ 150 million to hedge a portion of the net investment in our Japanese subsidiaries against volatility in the Yen/U.S. Dollar exchange rate. These swaps are designated and qualify as a hedge of a net investment in a foreign subsidiary and are scheduled to mature in 2025 and 2029. Changes in the fair value of the swaps are recognized in foreign currency translation and are reported in accumulated other comprehensive income (loss), or AOCI. Any gain or loss will remain in AOCI until the complete or substantially complete liquidation of our investment in the underlying operations. We have elected to assess the effectiveness of our net investment hedges based on changes in spot exchange rates. We receive net fixed U.S. Dollar interest payments, and in 2022, we recorded $ 1.2 million as a reduction of interest expense. At December 31, 2022, the liability for the swap fair value was $ 16.5 million and is recorded in long-term liabilities. \n\nInterest Rate Risk \n\nWe may use interest rate swaps to manage our interest cost and structure our long-term debt portfolio to achieve a mix of fixed rate and floating rate debt. During 2022, there were no interest rate swaps and, at December 31, 2022, long-term debt consisted entirely of fixed-rate debt. \n\n22. New Accounting Standards \n\nOn January 1, 2023, we adopted ASU 2021-08, Accounting for Contract Assets and Contract Liabilities From Contracts With Customers , or ASU 2021-08, that requires acquiring companies to apply ASC 606 to recognize and measure contract assets and contract liabilities from contracts with customers acquired in a business combination consistent with those recorded by the acquiring company. Contracts with customers in the advertising and marketing business are typically short duration contracts. To the extent we acquire companies in the advertising and marketing communications business, the adoption of this standard will not have a material impact on our results of operations or financial position. \n\n23. Subsequent Events \n\nWe have evaluated events subsequent to the balance sheet date and determined there have not been any events that have occurred that would require adjustment to or disclosure in the consolidated financial statements. \n\nF-30 \n\nOMNICOM GROUP INC. AND SUBSIDIARIES \n\nSCHEDULE II - VALUATION AND QUALIFYING ACCOUNTS \n\nFor the Three Years Ended December 31, 2022 \n\n(In millions) \n\n##TABLE_START Description Balance Beginning of Period Charged to Costs and Expenses Removal of Uncollectible Receivables Translation Adjustment Increase (Decrease) Balance End of Period Valuation accounts deducted from assets: &#160; &#160; &#160; &#160; &#160; Allowance for Doubtful Accounts: &#160; &#160; &#160; &#160; &#160; December 31, 2022 $ 21.7 &#160; $ 6.1 &#160; $ ( 2.4 ) $ ( 0.7 ) $ 24.7 &#160; December 31, 2021 30.4 &#160; 4.7 &#160; ( 12.7 ) ( 0.7 ) 21.7 &#160; December 31, 2020 21.5 &#160; 23.5 &#160; ( 15.0 ) 0.4 &#160; 30.4 &#160; ##TABLE_END\n\nS-1 \n\n"
    }
  ]
}