{
  "ticker": "OXY",
  "content": [
    {
      "section": "1",
      "text": ""
    },
    {
      "section": "1A",
      "text": ""
    },
    {
      "section": "1B",
      "text": ""
    },
    {
      "section": "2",
      "text": ""
    },
    {
      "section": "3",
      "text": ""
    },
    {
      "section": "4",
      "text": ""
    },
    {
      "section": "5",
      "text": ""
    },
    {
      "section": "6",
      "text": ""
    },
    {
      "section": "7",
      "text": ""
    },
    {
      "section": "7A",
      "text": ""
    },
    {
      "section": "8",
      "text": " ITEM 8. FINANCIAL STATEMENTS AND SUPPLEMENTARY DATA \n\n##TABLE_START INDEX TO CONSOLIDATED FINANCIAL STATEMENTS PAGE \n\nReport of Independent Registered Public Accounting Firm on Consolidated Financial Statements \n\nReport of Independent Registered Public Accounting Firm on Internal Control Over Financial Reporting \n\nConsolidated Balance Sheets \n\nConsolidated Statements of Operations \n\nConsolidated Statements of Comprehensive Income (Loss) \n\nConsolidated Statements of Stockholders&#8217; Equity \n\nConsolidated Statements of Cash Flows \n\nNotes to Consolidated Financial Statements \n\nNote 1 - Summary of Significant Accounting Policies \n\nNote 2 - Revenue \n\nNote 3 - Inventories \n\nNote 4 - Investments and Related-Party Transactions \n\nNote 5 - Acquisitions, Divestitures and Other Transactions \n\nNote 6 - Long-term Debt \n\nNote 7 - Lease Commitments \n\nNote 8 - Derivatives \n\nNote 9 - Fair Value Measurements \n\nNote 10 - Income Taxes \n\nNote 11 - Retirement and Postretirement Benefit Plans \n\nNote 12 - Environmental Liabilities and Expenditures \n\nNote 13 - Lawsuits, Claims, Commitments and Contingencies \n\nNote 14 - Stockholders&#8217; Equity \n\nNote 15 - Stock-Based Incentive Plans \n\nNote 16 - Industry Segments and Geographic Areas \n\nSupplemental Oil and Gas Information (Unaudited) \n\nSchedule II &#8211; Valuation and Qualifying Accounts \n\n##TABLE_END\n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nREPORT \n\n##TABLE_END\n\nReport of Independent Registered Public Accounting Firm \n\nTo the Stockholders and Board of Directors \n\nOccidental Petroleum Corporation: \n\nOpinion on the Consolidated Financial Statements \n\nWe have audited the accompanying consolidated balance sheets of Occidental Petroleum Corporation and subsidiaries (the Company) as of December 31, 2022 and 2021, the related consolidated statements of operations, comprehensive income (loss), stockholders&#8217; equity, and cash flows for each of the years in the three-year period ended December 31, 2022, and the related notes and financial statement schedule II - valuation and qualifying accounts (collectively, the consolidated financial statements). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company as of December 31, 2022 and 2021, and the results of its operations and its cash flows for each of the years in the three-year period ended December 31, 2022, in conformity with U.S. generally accepted accounting principles. \n\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company&#8217;s internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control &#8211; Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission, and our report dated February 27, 2023 expressed an unqualified opinion on the effectiveness of the Company&#8217;s internal control over financial reporting. \n\nBasis for Opinion \n\nThese consolidated financial statements are the responsibility of the Company&#8217;s management. Our responsibility is to express an opinion on these consolidated financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \n\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. We believe that our audits provide a reasonable basis for our opinion. \n\nCritical Audit Matters \n\nThe critical audit matters communicated below are matters arising from the current period audit of the consolidated financial statements that were communicated or required to be communicated to the audit committee and that: (1) relate to accounts or disclosures that are material to the consolidated financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matters below, providing separate opinions on the critical audit matters or on the accounts or disclosures to which they relate. \n\nAssessment of the estimated proved oil and gas reserves on the determination of depreciation and depletion expense for proved oil and gas properties. \n\nAs discussed in Note 1 to the consolidated financial statements, the Company determines depreciation and depletion of oil and gas producing properties by the unit-of-production method. Under this method, capitalized costs are amortized over estimated proved reserves. For the year ended December 31, 2022, the Company recorded depreciation and depletion expense related to proved oil and gas properties of $6.2 billion. \n\nWe identified the assessment of the estimated proved oil and gas reserves on the determination of depreciation and depletion expense related to proved oil and gas properties as a critical audit matter. Complex auditor judgment was required to assess the Company&#8217;s estimate of proved oil and gas reserves, which is a key input for the determination of depreciation and depletion expense. Estimating proved oil and gas reserves requires the expertise of professional petroleum reservoir engineers. The key assumptions included (1) estimated future production quantities, and (2) estimated operating and capital costs. \n\nThe following are the primary procedures we performed to address this critical audit matter. We evaluated the design and tested the operating effectiveness of certain internal controls over the Company&#8217;s depreciation and depletion process, including the estimation of proved oil and gas reserves. We analyzed and assessed the determination of depreciation and depletion expense for compliance with industry and regulatory standards. We \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nREPORT \n\n##TABLE_END\n\nassessed compliance of the methodology used by the Company&#8217;s engineering and technical staff to estimate proved oil and gas reserves with industry and regulatory standards. We read the findings of the independent reservoir engineering specialist&#8217;s review of the methods and procedures used by the Company in estimating the proved reserves for compliance with industry and regulatory standards. To assess the Company&#8217;s ability to accurately estimate future production quantities, we compared the future production quantity assumptions used by the Company in prior periods to the actual production amounts. We compared the estimated future production quantities used by the Company in the current period to historical production rates. We evaluated the operating and capital cost assumptions used by the Company&#8217;s engineering and technical staff by comparing them to historical costs. We evaluated the professional qualifications and the knowledge, skills, and ability of the Company&#8217;s internal reserve engineers and the independent reservoir engineering specialists engaged by the Company. \n\nEvaluation of the environmental liability associated with the lower 8.3 miles of the Lower Passaic River site. \n\nAs discussed in Notes 1 and 12 to the consolidated financial statements, the Company accrues a liability for estimated environmental remedial activities when it is probable a liability has been incurred and the amount of remediation costs can be estimated. The Company accrued a liability related to its estimated allocable share of the costs to perform the remedial activities required for the lower 8.3 miles of the Lower Passaic River site. As of December 31, 2022, the Company&#8217;s total estimated environmental liabilities were $1 billion, which includes the estimated environmental liability for the lower 8.3 miles of the Lower Passaic River Site. \n\nWe identified the evaluation of the environmental liability associated with the lower 8.3 miles of the Lower Passaic River site as a critical audit matter. There was a high degree of subjective auditor judgment in applying and evaluating the results of our procedures due to possible changes to the Company&#8217;s estimated allocable share of the remediation costs. \n\nThe following are the primary procedures we performed to address this critical audit matter. We evaluated the design and tested the operating effectiveness of certain internal controls over the Company&#8217;s environmental liability process to estimate the Company&#8217;s allocable share of the remediation costs associated with the lower 8.3 miles of the Lower Passaic River site. We assessed the Company&#8217;s assumption for its allocable share of the remediation costs and analyzed publicly available data sources for information that might be contrary to the information used by the Company. We involved an environmental analysis professional with specialized skills and knowledge who assisted in the evaluation of information used by management, including publicly available data sources. \n\nDetermination of tax impact of the legal entity reorganization \n\nAs discussed in Note 10 to the consolidated financial statements, the Company completed a legal entity reorganization in the first quarter of 2022 that resulted in an adjustment to the tax basis in a portion of its operating assets that reduced its deferred tax liabilities. As a result of the legal entity reorganization, the Company recorded a tax benefit of $2.7 billion. \n\nWe identified the evaluation of the tax impact due to the legal entity reorganization as a critical audit matter. Evaluating the application of the United States tax laws and regulations, which can be complex, and the tax impact required a high degree of auditor effort and specialized skills and knowledge. \n\nThe following are the primary procedures we performed to address this critical audit matter. We evaluated the design and tested the operating effectiveness of certain internal controls related to the Company&#8217;s process of determining the tax impact due to the legal entity reorganization including the application of United States tax laws and regulations. We evaluated the information, including third party opinions, United States tax laws and regulations, and other relevant evidence used by management to support its position regarding the tax impact of the transaction; and evaluated the legal entity reorganization related tax impact. We involved income tax professionals with specialized skills and knowledge who assisted in the evaluation of: \n\n&#9632; the tax impact of the legal entity reorganization \n\n&#9632; certain facts, representations and assumptions from management \n\n&#9632; the application of relevant United States tax laws and regulations. \n\n/s/ KPMG LLP \n\nWe have served as the Company&#8217;s auditor since 2002. \n\nHouston, Texas \n\nFebruary 27, 2023 \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nREPORT \n\n##TABLE_END\n\nReport of Independent Registered Public Accounting Firm \n\nTo the Stockholders and Board of Directors \n\nOccidental Petroleum Corporation: \n\nOpinion on Internal Control Over Financial Reporting \n\nWe have audited Occidental Petroleum Corporation and subsidiaries' (the Company) internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control &#8211; Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission. In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control &#8211; Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission. \n\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Company as of December 31, 2022 and 2021, the related consolidated statements of operations, comprehensive income (loss), stockholders&#8217; equity, and cash flows for each of the years in the three-year period ended December 31, 2022, and the related notes and financial statement schedule II - valuation and qualifying accounts (collectively, the consolidated financial statements), and our report dated February 27, 2023 expressed an unqualified opinion on those consolidated financial statements. \n\nBasis for Opinion \n\nThe Company&#8217;s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management&#8217;s Annual Assessment of and Report on Internal Control Over Financial Reporting. Our responsibility is to express an opinion on the Company&#8217;s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \n\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audit also included performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion. \n\nDefinition and Limitations of Internal Control Over Financial Reporting \n\nA company&#8217;s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company&#8217;s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company&#8217;s assets that could have a material effect on the financial statements. \n\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate. \n\n/s/ KPMG LLP \n\nHouston, Texas \n\nFebruary 27, 2023 \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS ##TABLE_END\n\n##TABLE_START Consolidated Balance Sheets Occidental Petroleum Corporation and Subsidiaries ##TABLE_END\n\n##TABLE_START December 31, millions 2022 2021 ASSETS CURRENT ASSETS &#160; &#160; Cash and cash equivalents $ 984 &#160; $ 2,764 &#160; Trade receivables, net of reserves of $ 37 in 2022 and $ 35 in 2021 \n\n4,281 &#160; 4,208 &#160; Inventories 2,059 &#160; 1,846 &#160; Other current assets 1,562 &#160; 1,393 &#160; Total current assets 8,886 &#160; 10,211 &#160; INVESTMENTS IN UNCONSOLIDATED ENTITIES 3,176 &#160; 2,938 &#160; PROPERTY, PLANT AND EQUIPMENT &#160; Oil and gas 104,487 &#160; 101,251 &#160; Chemical 7,808 &#160; 7,571 &#160; Midstream and marketing 7,550 &#160; 8,371 &#160; Corporate 889 &#160; 964 &#160; 120,734 &#160; 118,157 &#160; Accumulated depreciation, depletion and amortization ( 62,350 ) ( 58,227 ) Total property, plant and equipment, net 58,384 &#160; 59,930 &#160; OPERATING LEASE ASSETS 903 &#160; 726 &#160; LONG-TERM RECEIVABLES AND OTHER ASSETS, NET 1,260 &#160; 1,231 &#160; TOTAL ASSETS $ 72,609 &#160; $ 75,036 &#160; ##TABLE_END\n\nThe accompanying notes are an integral part of these Consolidated Financial Statements. \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS ##TABLE_END\n\n##TABLE_START Consolidated Balance Sheets Occidental Petroleum Corporation and Subsidiaries ##TABLE_END\n\n##TABLE_START December 31, millions except share and per-share amounts 2022 2021 LIABILITIES AND EQUITY CURRENT LIABILITIES &#160; &#160; Current maturities of long-term debt (a) \n\n$ 165 &#160; $ 186 &#160; Current operating lease liabilities 273 &#160; 186 &#160; Accounts payable 4,029 &#160; 3,899 &#160; Accrued liabilities 3,290 &#160; 4,053 &#160; Total current liabilities 7,757 &#160; 8,324 &#160; LONG-TERM DEBT, NET Long-term debt, net (b) \n\n19,670 &#160; 29,431 &#160; DEFERRED CREDITS AND OTHER LIABILITIES &#160; &#160; Deferred income taxes, net 5,512 &#160; 7,039 &#160; Asset retirement obligations 3,636 &#160; 3,687 &#160; Pension and postretirement obligations 1,055 &#160; 1,540 &#160; Environmental remediation liabilities 905 &#160; 944 &#160; Operating lease liabilities 657 &#160; 585 &#160; Other 3,332 &#160; 3,159 &#160; Total deferred credits and other liabilities 15,097 &#160; 16,954 &#160; &#160; &#160; EQUITY &#160; &#160; Preferred stock, at $ 1.00 per share par value ( 100,000 shares as of December 31, 2022 and 2021) \n\n9,762 &#160; 9,762 &#160; Common stock, $ 0.20 per share par value, authorized shares: 1.5 billion, issued shares: 2022 &#8212; 1,098,512,626 and 2021 &#8212; 1,083,423,094 \n\n220 &#160; 217 &#160; Treasury stock: 2022 &#8212; 198,653,682 shares and 2021 &#8212; 149,348,394 shares \n\n( 13,772 ) ( 10,673 ) Additional paid-in capital 17,181 &#160; 16,749 &#160; Retained earnings 16,499 &#160; 4,480 &#160; Accumulated other comprehensive income (loss) 195 &#160; ( 208 ) Total stockholders&#8217; equity 30,085 &#160; 20,327 &#160; \n\nTOTAL LIABILITIES AND STOCKHOLDERS&#8217; EQUITY \n\n$ 72,609 &#160; $ 75,036 &#160; ##TABLE_END\n\n(a) Included $ 143 million and $ 85 million of current finance lease liabilities as of December 31, 2022 and 2021, respectively. \n\n(b) Included $ 546 million and $ 504 million of finance lease liabilities as of December 31, 2022 and 2021, respectively. \n\nThe accompanying notes are an integral part of these Consolidated Financial Statements. \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS ##TABLE_END\n\n##TABLE_START Consolidated Statements of Operations Occidental Petroleum Corporation and Subsidiaries ##TABLE_END\n\n##TABLE_START Years Ended December 31, millions except per-share amounts 2022 2021 2020 REVENUES AND OTHER INCOME &#160; &#160; &#160; Net sales $ 36,634 &#160; $ 25,956 &#160; $ 17,809 &#160; Interest, dividends and other income 153 &#160; 166 &#160; 118 &#160; Gains (losses) on sale of assets, net 308 &#160; 192 &#160; ( 1,666 ) Total 37,095 &#160; 26,314 &#160; 16,261 &#160; COSTS AND OTHER DEDUCTIONS &#160; Oil and gas operating expense 4,028 &#160; 3,160 &#160; 3,065 &#160; Transportation and gathering expense 1,475 &#160; 1,419 &#160; 1,600 &#160; Chemical and midstream cost of sales 3,273 &#160; 2,772 &#160; 2,408 &#160; Purchased commodities 3,287 &#160; 2,308 &#160; 1,395 &#160; Selling, general and administrative 945 &#160; 863 &#160; 864 &#160; Other operating and non-operating expense 1,271 &#160; 1,065 &#160; 884 &#160; Taxes other than on income 1,548 &#160; 1,005 &#160; 622 &#160; Depreciation, depletion and amortization 6,926 &#160; 8,447 &#160; 8,097 &#160; Asset impairments and other charges &#8212; &#160; 304 &#160; 11,083 &#160; Anadarko Acquisition-related costs 89 &#160; 153 &#160; 339 &#160; Exploration expense 216 &#160; 252 &#160; 132 &#160; Interest and debt expense, net 1,030 &#160; 1,614 &#160; 1,424 &#160; Total 24,088 &#160; 23,362 &#160; 31,913 &#160; Income (loss) before income taxes and other items 13,007 &#160; 2,952 &#160; ( 15,652 ) OTHER ITEMS Gains (losses) on interest rate swaps and warrants, net 317 &#160; 122 &#160; ( 423 ) Income from equity investments 793 &#160; 631 &#160; 370 &#160; Total 1,110 &#160; 753 &#160; ( 53 ) Income (loss) from continuing operations before income taxes 14,117 &#160; 3,705 &#160; ( 15,705 ) Income tax benefit (expense) ( 813 ) ( 915 ) 2,172 &#160; Income (loss) from continuing operations 13,304 &#160; 2,790 &#160; ( 13,533 ) Loss from discontinued operations, net of tax &#8212; &#160; ( 468 ) ( 1,298 ) NET INCOME (LOSS) 13,304 &#160; 2,322 &#160; ( 14,831 ) Less: Preferred stock dividends ( 800 ) ( 800 ) ( 844 ) NET INCOME (LOSS) ATTRIBUTABLE TO COMMON STOCKHOLDERS $ 12,504 &#160; $ 1,522 &#160; $ ( 15,675 ) PER COMMON SHARE &#160; &#160; &#160; Income (loss) from continuing operations&#8212;basic $ 13.41 &#160; $ 2.12 &#160; $ ( 15.65 ) Loss from discontinued operations&#8212;basic &#8212; &#160; ( 0.50 ) ( 1.41 ) Net income (loss) attributable to common stockholders&#8212;basic $ 13.41 &#160; $ 1.62 &#160; $ ( 17.06 ) Income (loss) from continuing operations&#8212;diluted $ 12.40 &#160; $ 2.06 &#160; $ ( 15.65 ) Loss from discontinued operations&#8212;diluted &#8212; &#160; ( 0.48 ) ( 1.41 ) Net income (loss) attributable to common stockholders&#8212;diluted $ 12.40 &#160; $ 1.58 &#160; $ ( 17.06 ) ##TABLE_END\n\nThe accompanying notes are an integral part of these Consolidated Financial Statements. \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS ##TABLE_END\n\n##TABLE_START Consolidated Statements of Comprehensive Income (Loss) Occidental Petroleum Corporation and Subsidiaries ##TABLE_END\n\n##TABLE_START Years Ended December 31, millions 2022 2021 2020 Net income (loss) $ 13,304 &#160; $ 2,322 &#160; $ ( 14,831 ) Other comprehensive income (loss) items: &#160; &#160; &#160; Gains on derivatives (a) \n\n80 &#160; 14 &#160; 4 &#160; Pension and postretirement gains (losses) (b) \n\n321 &#160; 67 &#160; ( 71 ) Other 2 &#160; ( 1 ) &#8212; &#160; Other comprehensive income (loss), net of tax 403 &#160; 80 &#160; ( 67 ) Comprehensive income (loss) 13,707 &#160; 2,402 &#160; ( 14,898 ) Comprehensive income (loss) attributable to preferred and common stockholders $ 13,707 &#160; $ 2,402 &#160; $ ( 14,898 ) ##TABLE_END\n\n(a) Net of tax expense of $( 22 ), $( 4 ) and $( 1 ) in 2022, 2021 and 2020, respectively. \n\n(b) Net of tax benefit (expense) of $( 99 ), $( 18 ) and $ 24 in 2022, 2021 and 2020, respectively. See Note 11 - Retirement and Postretirement Benefit Plans in the Notes to Consolidated Financial Statements in Part II Item 8 of this Form 10-K for additional information. \n\nThe accompanying notes are an integral part of these Consolidated Financial Statements. \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS ##TABLE_END\n\n##TABLE_START Consolidated Statements of Stockholders&#8217; Equity Occidental Petroleum Corporation and Subsidiaries ##TABLE_END\n\n##TABLE_START Equity Attributable to Common Stock Preferred Stock Common Stock Treasury Stock Additional Paid-in Capital Retained Earnings Accumulated Other Comprehensive Income (Loss) Total Equity Balance, December 31, 2019 $ 9,762 &#160; $ 209 &#160; $ ( 10,653 ) $ 14,955 &#160; $ 20,180 &#160; $ ( 221 ) $ 34,232 &#160; Net loss &#8212; &#8212; &#8212; &#8212; ( 14,831 ) &#8212; ( 14,831 ) Other comprehensive loss, net of tax &#8212; &#8212; &#8212; &#8212; &#8212; ( 67 ) ( 67 ) Dividends on common stock, $ 0.82 per share \n\n&#8212; &#8212; &#8212; &#8212; ( 746 ) &#8212; ( 746 ) Dividends on preferred stock, $ 8,444 per share \n\n&#8212; 6 &#160; &#8212; 438 &#160; ( 844 ) &#8212; ( 400 ) Issuance of warrants on common stock &#8212; &#8212; &#8212; 767 &#160; ( 763 ) &#8212; 4 &#160; Berkshire Warrants &#8212; &#8212; &#8212; 103 &#160; &#8212; &#8212; 103 &#160; Issuance of common stock and other, net &#8212; 1 &#160; &#8212; 289 &#160; &#8212; &#8212; 290 &#160; Purchases of treasury stock &#8212; &#8212; ( 12 ) &#8212; &#8212; &#8212; ( 12 ) Balance, December 31, 2020 $ 9,762 &#160; $ 216 &#160; $ ( 10,665 ) $ 16,552 &#160; $ 2,996 &#160; $ ( 288 ) $ 18,573 &#160; Net income &#8212; &#8212; &#8212; &#8212; 2,322 &#160; &#8212; 2,322 &#160; Other comprehensive income, net of tax &#8212; &#8212; &#8212; &#8212; &#8212; 80 &#160; 80 &#160; Dividends on common stock, $ 0.04 per share \n\n&#8212; &#8212; &#8212; &#8212; ( 38 ) &#8212; ( 38 ) Dividends on preferred stock, $ 8,000 per share \n\n&#8212; &#8212; &#8212; &#8212; ( 800 ) &#8212; ( 800 ) Shareholder warrants exercised &#8212; &#8212; &#8212; 7 &#160; &#8212; &#8212; 7 &#160; Issuance of common stock and other, net &#8212; 1 &#160; &#8212; 190 &#160; &#8212; &#8212; 191 &#160; Purchases of treasury stock &#8212; &#8212; ( 8 ) &#8212; &#8212; &#8212; ( 8 ) Balance, December 31, 2021 $ 9,762 &#160; $ 217 &#160; $ ( 10,673 ) $ 16,749 &#160; $ 4,480 &#160; $ ( 208 ) $ 20,327 &#160; Net income &#8212; &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; 13,304 &#160; &#8212; &#160; 13,304 &#160; Other comprehensive income, net of tax &#8212; &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; 403 &#160; 403 &#160; Dividends on common stock, $ 0.52 per share \n\n&#8212; &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; ( 485 ) &#8212; &#160; ( 485 ) Dividends on preferred stock, $ 8,000 per share \n\n&#8212; &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; ( 800 ) &#8212; &#160; ( 800 ) Shareholder warrants exercised &#8212; &#160; 2 &#160; &#8212; &#160; 252 &#160; &#8212; &#160; &#8212; &#160; 254 &#160; Options Exercised &#8212; &#160; &#8212; &#160; &#8212; &#160; 27 &#160; &#8212; &#160; &#8212; &#160; 27 &#160; Issuance of common stock and other, net &#8212; &#160; 1 &#160; &#8212; &#160; 153 &#160; &#8212; &#160; &#8212; &#160; 154 &#160; Purchases of treasury stock &#8212; &#160; &#8212; &#160; ( 3,099 ) &#8212; &#160; &#8212; &#160; &#8212; &#160; ( 3,099 ) Balance, December 31, 2022 $ 9,762 &#160; $ 220 &#160; $ ( 13,772 ) $ 17,181 &#160; $ 16,499 &#160; $ 195 &#160; $ 30,085 &#160; ##TABLE_END\n\nThe accompanying notes are an integral part of these Consolidated Financial Statements. \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS ##TABLE_END\n\n##TABLE_START Consolidated Statements of Cash Flows Occidental Petroleum Corporation and Subsidiaries ##TABLE_END\n\n##TABLE_START Years Ended December 31, millions 2022 2021 2020 CASH FLOW FROM OPERATING ACTIVITIES Net income (loss) $ 13,304 &#160; $ 2,322 &#160; $ ( 14,831 ) Adjustments to reconcile net income (loss) to net cash from operating activities: Discontinued operations, net &#8212; &#160; 468 &#160; 1,298 &#160; Depreciation, depletion and amortization of assets 6,926 &#160; 8,447 &#160; 8,097 &#160; Deferred income tax provision (benefit) ( 1,644 ) 46 &#160; ( 2,517 ) Noncash charges (benefit) to income and other ( 8 ) 229 &#160; 419 &#160; Asset impairments and other charges &#8212; &#160; 304 &#160; 11,002 &#160; (Gain) loss on sales of equity investments and other assets, net ( 308 ) ( 192 ) 1,666 &#160; Undistributed earnings from affiliates ( 219 ) ( 70 ) ( 61 ) Dry hole expense 84 &#160; 125 &#160; 47 &#160; Changes in operating assets and liabilities: (Increase) decrease in receivables ( 97 ) ( 2,086 ) 2,062 &#160; (Increase) decrease in inventories ( 230 ) ( 86 ) ( 484 ) (Increase) decrease in other current assets ( 335 ) ( 119 ) 350 &#160; Increase (decrease) in accounts payable and accrued liabilities ( 478 ) 865 &#160; ( 3,228 ) Increase (decrease) in current domestic and foreign income taxes ( 185 ) &#8212; &#160; 22 &#160; Operating cash flow from continuing operations 16,810 &#160; 10,253 &#160; 3,842 &#160; Operating cash flow from discontinued operations, net of taxes &#8212; &#160; 181 &#160; 113 &#160; Net cash provided by operating activities 16,810 &#160; 10,434 &#160; 3,955 &#160; CASH FLOW FROM INVESTING ACTIVITIES Capital expenditures ( 4,497 ) ( 2,870 ) ( 2,535 ) Change in capital accrual 147 &#160; 97 &#160; ( 519 ) Purchase of businesses, assets and equity investments, net ( 990 ) ( 431 ) ( 114 ) Proceeds from sale of assets and equity investments, net 584 &#160; 1,624 &#160; 2,281 &#160; Equity investments and other, net ( 116 ) 406 &#160; 109 &#160; Investing cash flow from continuing operations ( 4,872 ) ( 1,174 ) ( 778 ) Investing cash flow from discontinued operations &#8212; &#160; ( 79 ) ( 41 ) Net cash used by investing activities ( 4,872 ) ( 1,253 ) ( 819 ) CASH FLOW FROM FINANCING ACTIVITIES Draws on receivables securitization facility 400 &#160; &#8212; &#160; &#8212; &#160; Payment of receivables securitization facility ( 400 ) &#8212; &#160; &#8212; &#160; Proceeds from long-term debt, net &#8212; &#160; &#8212; &#160; 6,936 &#160; Payments of long-term debt, net ( 9,484 ) ( 6,834 ) ( 8,916 ) Proceeds from issuance of common stock 293 &#160; 31 &#160; 134 &#160; Purchases of treasury stock ( 3,099 ) ( 8 ) ( 12 ) Cash dividends paid on common and preferred stock ( 1,184 ) ( 839 ) ( 1,845 ) Payment of liabilities associated with the sale of future royalties &#8212; &#160; &#8212; &#160; ( 386 ) Financing portion of net cash paid for derivative instruments ( 111 ) ( 834 ) ( 362 ) Other financing, net ( 130 ) ( 80 ) ( 57 ) Financing cash flow from continuing operations ( 13,715 ) ( 8,564 ) ( 4,508 ) Financing cash flow from discontinued operations &#8212; &#160; ( 8 ) ( 8 ) Net cash used by financing activities ( 13,715 ) ( 8,572 ) ( 4,516 ) Increase (decrease) in cash, cash equivalents, restricted cash and restricted cash equivalents ( 1,777 ) 609 &#160; ( 1,380 ) Cash, cash equivalents, restricted cash and restricted cash equivalents &#8212; beginning of year 2,803 &#160; 2,194 &#160; 3,574 &#160; Cash, cash equivalents, restricted cash and restricted cash equivalents &#8212; end of year $ 1,026 &#160; $ 2,803 &#160; $ 2,194 &#160; ##TABLE_END\n\nThe accompanying notes are an integral part of these Consolidated Financial Statements. \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\n##TABLE_START Notes to Consolidated Financial Statements Occidental Petroleum Corporation and Subsidiaries ##TABLE_END\n\n##TABLE_START NOTE 1 - SUMMARY OF SIGNIFICANT ACCOUNTING POLICIES ##TABLE_END\n\nNATURE OF OPERATIONS \n\nOccidental conducts its operations through various subsidiaries and affiliates. Occidental&#8217;s principal businesses consist of three reporting segments: oil and gas, chemical and midstream and marketing. The oil and gas segment explores for, develops and produces oil (which includes condensate), NGL and natural gas. OxyChem primarily manufactures and markets basic chemicals and vinyls. The midstream and marketing segment purchases, markets, gathers, processes, transports and stores oil (which includes condensate), NGL, natural gas, CO 2 and power. It also optimizes its transportation and storage capacity, and invests in entities that conduct similar activities, such as WES. \n\nThe midstream and marketing segment also includes OLCV. OLCV seeks to leverage Occidental&#8217;s legacy of carbon management expertise to develop CCUS projects, including the commercialization of DAC technology, and invests in other low-carbon technologies intended to reduce GHG emissions from our operations and strategically partner with other industries to help reduce their emissions. \n\nPRINCIPLES OF CONSOLIDATION \n\nThe Consolidated Financial Statements have been prepared in conformity with GAAP and include the accounts of Occidental, its subsidiaries, its undivided interests in oil and gas exploration and production ventures and, previously, variable interest entities, for which Occidental was the primary beneficiary. Occidental accounts for its share of oil and gas exploration and production ventures, in which it has a direct working interest, by reporting its proportionate share of assets, liabilities, revenues, costs and cash flows within the relevant lines on the balance sheets, statements of operations and statements of cash flows. Certain prior period amounts have been reclassified to conform to the current presentation. \n\nINVESTMENTS IN UNCONSOLIDATED ENTITIES \n\nOccidental&#8217;s percentage interest in the underlying net assets of affiliates for which it exercises significant influence without having a controlling interest (excluding oil and gas ventures in which Occidental holds an undivided interest) are accounted for under the equity method. Occidental reviews equity-method investments for impairment whenever events or changes in circumstances indicate that an other-than-temporary decline in value may have occurred. The amount of impairment, if any, is based on quoted market prices, when available, or other valuation techniques, including discounted cash flows. Occidental evaluates the facts and circumstances of any distributions in excess of its carrying amount in the investment to determine the appropriate accounting, including the source of the proceeds and any implicit or explicit commitments to fund the affiliate. If there is no implicit or explicit commitment the distribution is treated as a gain. If an implicit or explicit commitment exists to possibly fund the affiliate at a future date the distribution is recorded against the equity-method investment. See Note 4 - Investments and Related-Party Transactions for further discussion regarding investments in unconsolidated entities. \n\nWES INVESTMENT \n\nWES is a publicly traded limited partnership with its common units traded on the NYSE under the ticker symbol &#8220;WES.&#8221; WES owns the entire non-economic general partner interest and a 98 % limited partner interest in WES Operating. \n\nIn July 2022, Occidental sold 10.0 million limited partner units of WES for proceeds of approximately $ 250 million, resulting in a gain of $ 62 million. \n\nAs of December 31, 2022, Occidental owned all of the 2.3 % non-voting general partner interest and 49.5 % of the limited partner units in WES. On a combined basis, with its 2 % non-voting limited partner interest in WES Operating, Occidental's total effective economic interest in WES and its subsidiaries was 51.7 % and Occidental&#8217;s carrying value of WES was approximately $ 2.0 billion, which exceeds Occidental&#8217;s pro-rata interest in the net assets of WES by $ 390 million. This basis difference is primarily associated with WES' PP&#38;E and equity investments and is subject to amortization over their estimated average lives. See Note 4 - Investment and Related-Party Transactions for further information. \n\nBERKSHIRE HATHAWAY OWNERSHIP \n\nBerkshire Hathaway i s a related party of Occidental due to its level of ownership of Occidental's common stock. During the third quarter of 2022, Berkshire Hathaway increased its ownership in Occidental to approximately 194 million shares of common stock. Occidental has, from time to time, contracted with Berkshire Hathaway for the provision of electricity, rail and insurance. In addition, certain Berkshire Hathaway subsidiaries purchase various chemicals from our chemical segment. \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\nDISCONTINUED OPERATIONS \n\nUnless otherwise indicated, information presented in the Notes to Consolidated Financial Statements relates only to Occidental's continuing operations. Information related to discontinued operations is included in Note 5 - Acquisitions, Divestitures and Other Transactions and in some instances, where appropriate, is included as a separate disclosure within the individual Notes to Consolidated Financial Statements. \n\nRISKS AND UNCERTAINTIES \n\nThe process of preparing Consolidated Financial Statements in conformity with GAAP requires Occidental&#8217;s management to make informed estimates and judgments regarding certain types of financial statement balances and disclosures. Such estimates primarily relate to unsettled transactions and events as of the date of the Consolidated Financial Statements and judgments on expected outcomes as well as the materiality of transactions and balances. Changes in facts and circumstances or discovery of new information relating to such transactions and events may result in revised estimates and judgments and actual results may differ from estimates upon settlement. Management believes that these estimates and judgments provide a reasonable basis for the fair presentation of Occidental&#8217;s financial statements. Occidental establishes a valuation allowance against net operating losses and other deferred tax assets to the extent it believes the future benefit from these assets will not be realized in the statutory carryforward periods. Realization of deferred tax assets is dependent upon Occidental generating sufficient future taxable income and reversal of temporary differences in jurisdictions where such assets originate. \n\nThe accompanying Consolidated Financial Statements include assets of approximately $ 7.7 billion as of December 31, 2022 and net sales of approximately $ 5.5 billion for the year ended December 31, 2022, relating to Occidental&#8217;s operations in countries outside North America. Occidental has experienced and may continue to experience adverse consequences, such as risk of loss or production limitations, because certain of its international operations are located in countries affected by political instability, nationalizations, corruption, armed conflict, terrorism, insurgency, civil unrest, security problems, labor unrest, OPEC production restrictions, equipment import restrictions and sanctions. Exposure to such risks may increase if a greater percentage of Occidental&#8217;s future oil and gas production or revenue comes from international sources. Occidental attempts to conduct its affairs so as to mitigate its exposure to such risks and would seek compensation in the event of nationalization. \n\nBecause Occidental&#8217;s major products are commodities, significant changes in the prices of oil, NGL, natural gas and chemical products may have a significant impact on Occidental&#8217;s results of operations. Also, see Property, Plant and Equipment section below. \n\nRECEIVABLES AND OTHER CURRENT ASSETS \n\nTrade receivables, net of $ 4.3 billion and $ 4.2 billion as of December 31, 2022 and 2021, respectively, represent rights to payment for which Occidental had satisfied its obligations under a contract with a customer and its right to payment was conditioned only on the passage of time. \n\nOther current assets includes amounts receivable from working interest partners in Occidental&#8217;s oil and gas operations, derivative assets and taxes receivable. \n\nINVENTORIES \n\nMaterials and supplies are valued at weighted-average cost and are reviewed periodically for obsolescence. Oil, NGL and natural gas inventories are valued at the lower of cost or market. \n\nFor the chemical segment, Occidental&#8217;s finished goods inventories are valued at the lower of cost or market. For most of its domestic inventories, other than materials and supplies, the chemical segment uses the LIFO method as it better matches current costs and current revenue. For other countries, Occidental uses the first-in, first-out method (if the costs of goods are specifically identifiable) or the average-cost method (if the costs of goods are not specifically identifiable). \n\nPROPERTY, PLANT AND EQUIPMENT \n\nOIL AND GAS \n\nThe carrying value of Occidental&#8217;s PP&#38;E represents the cost incurred to acquire or develop the asset, including any AROs and capitalized interest, net of accumulated DD&#38;A and any impairment charges. For assets acquired, PP&#38;E cost is based on fair values at the acquisition date. AROs and interest costs incurred in connection with qualifying capital expenditures are capitalized and amortized over the lives of the related assets. \n\nOccidental uses the successful efforts method to account for its oil and gas properties. Under this method, Occidental capitalizes costs of acquiring properties, costs of drilling successful exploration wells and development costs. The costs of exploratory wells are initially capitalized pending a determination of whether proved reserves have been found. If proved reserves have been found, the costs of exploratory wells remain capitalized. For exploratory wells that find reserves that cannot be classified as proved when drilling is completed, costs continue to be capitalized as suspended exploratory drilling costs if there have been sufficient reserves found to justify completion as a producing well and sufficient progress is being made in assessing the reserves and the economic and operating viability of the project. At the end of each quarter, management reviews the status of all suspended exploratory drilling costs in light of ongoing exploration activities, in \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\nparticular, whether Occidental is making sufficient progress in its ongoing exploration and appraisal efforts or, in the case of discoveries requiring government sanctioning, analyzing whether development negotiations are underway and proceeding as planned. If management determines that future appraisal drilling or development activities are unlikely to occur, associated suspended exploratory well costs are expensed. \n\nThe following table summarizes the activity of capitalized exploratory well costs for continuing operations for the years ended December 31: \n\n##TABLE_START millions 2022 2021 2020 Balance &#8212; beginning of year $ 213 &#160; $ 211 &#160; $ 424 &#160; Additions to capitalized exploratory well costs pending the determination of proved reserves \n\n323 &#160; 163 &#160; 122 &#160; Reclassifications to property, plant and equipment based on the determination of proved reserves \n\n( 183 ) ( 67 ) ( 309 ) Capitalized exploratory well costs charged to expense \n\n( 77 ) ( 94 ) ( 26 ) Balance &#8212; end of year $ 276 &#160; $ 213 &#160; $ 211 &#160; ##TABLE_END\n\nOccidental expenses annual lease rentals, the costs of injectants used in production and geological and geophysical costs as incurred. \n\nOccidental determines depreciation and depletion of oil and gas producing properties by the unit-of-production method. It amortizes leasehold costs over total proved reserves and capitalized development and successful exploration costs over proved developed reserves. \n\nProved oil and gas reserves are those quantities of oil and gas which, by analysis of geoscience and engineering data, can be estimated with reasonable certainty to be economically producible from a given date forward, from known reservoirs and under existing economic conditions, operating methods and government regulations prior to the time at which contracts providing the right to operate expire, unless evidence indicates that renewal is reasonably certain, regardless of whether deterministic or probabilistic methods are used for the estimation. Proved reserves include PUD reserves. PUD reserves are supported by a management-approved, detailed, field-level development plan where sufficient capital has been committed to develop those reserves. Only PUD reserves which are reasonably certain to be drilled within five years of booking and are supported by a final investment decision to drill them are included in the development plan. A portion of the PUD reserves associated with international operations are expected to be developed beyond the five years and are tied to approved long-term development projects. \n\nOccidental performs impairment tests with respect to its proved properties whenever events or circumstances indicate that the carrying value of property may not be recoverable. If there is an indication the carrying amount of the asset may not be recovered due to significant and prolonged declines in current and forward prices, significant changes in reserve estimates, changes in management&#8217;s plans, or other significant events, management will evaluate the property for impairment. Under the successful efforts method, if the sum of the undiscounted cash flows is less than the carrying value of the proved property, the carrying value is reduced to estimated fair value and reported as an impairment charge in the period. Individual proved properties are grouped for impairment purposes at the lowest level for which there are identifiable cash flows unless observable and comparable transactions are available. The fair value of impaired assets is typically determined based on the present value of expected future cash flows using discount rates believed to be consistent with those used by market participants. The impairment test incorporates a number of assumptions involving expectations of future cash flows which can change significantly over time. These assumptions include estimates of future production, product prices, contractual prices, estimates of risk-adjusted oil and gas proved and unproved reserves and estimates of future operating and development costs. It is reasonably possible that prolonged declines in commodity prices, reduced capital spending in response to lower prices or increases in operating costs could result in additional impairments. See Note 9 - Fair Value Measurements and below for further discussion of asset impairments. \n\nNet capitalized costs attributable to unproved properties were $ 12.6 billion as of December 31, 2022 and $ 14.8 billion as of December 31, 2021. The unproved amounts are not subject to DD&#38;A until they are classified as proved properties. Individually insignificant unproved properties are combined and amortized on a group basis based on factors such as lease terms, success rates and other factors to provide for full amortization upon lease expiration or abandonment. \n\nSignificant unproved properties, primarily as a result of the Anadarko Acquisition, are assessed individually for impairment and when events or circumstances indicate that the carrying value of property may not be recovered a valuation allowance is provided if an impairment is indicated. Occidental periodically reviews significant unproved properties for impairments; numerous factors are considered, including but not limited to, availability of funds for future exploration and development activities, current exploration and development plans, favorable or unfavorable exploration activity on the property or the adjacent property, geologists&#8217; evaluation of the property, the current and projected political and regulatory climate, contractual conditions and the remaining lease term for the properties. If an impairment is indicated, Occidental will first determine whether a comparable transaction for similar properties or implied acreage valuation derived from domestic onshore market participants is available and will adjust the carrying amount of the unproved property to its fair value using the market approach. In situations where the market approach is not observable and unproved reserves are available, \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\nundiscounted future net cash flows used in the impairment analysis are determined based on managements&#8217; risk adjusted estimates of unproved reserves, future commodity prices and future costs to produce the reserves. If undiscounted future net cash flows are less than the carrying value of the property, the future net cash flows are discounted and compared to the carrying value for determining the amount of the impairment loss to record. Occidental utilizes the same assumptions and methodology discussed above for cash flows associated with proved properties. \n\nCHEMICAL \n\nOccidental&#8217;s chemical assets are depreciated using either the unit-of-production or the straight-line method, based upon the estimated useful lives of the facilities. The estimated useful lives of Occidental&#8217;s chemical assets, which range from three years to 50 years, are also used for impairment tests. The estimated useful lives for the chemical facilities are based on the assumption that Occidental will provide an appropriate level of annual expenditures to ensure productive capacity is sustained. Such expenditures consist of ongoing routine repairs and maintenance, as well as planned major maintenance activities. Ongoing routine repairs and maintenance expenditures are expensed as incurred. Planned major maintenance activities costs are capitalized and amortized over the period until the next planned overhaul. Additionally, Occidental incurs capital expenditures that extend the remaining useful lives of existing assets, increase their capacity or operating efficiency beyond the original specification or add value through modification for a different use. These capital expenditures are not considered in the initial determination of the useful lives of these assets at the time they are placed into service. The resulting revision, if any, of the asset&#8217;s estimated useful life is measured and accounted for prospectively. \n\nWithout these continued expenditures, the useful lives of these assets could decrease significantly. Other factors that could change the estimated useful lives of Occidental&#8217;s chemical assets include sustained higher or lower product prices, which are affected by domestic and international competition, demand, feedstock costs, energy prices, environmental regulations and technological changes. \n\nOccidental performs impairment tests on its chemical assets whenever events or changes in circumstances lead to a reduction in the estimated useful lives or estimated future cash flows that would indicate that the carrying amount may not be recoverable, or when management&#8217;s plans change with respect to those assets. Any impairment loss would be calculated as the excess of the asset&#8217;s net book value over its estimated fair value. \n\nMIDSTREAM AND MARKETING \n\nOccidental&#8217;s midstream and marketing PP&#38;E is depreciated over the estimated useful lives of the assets, using either the unit-of-production or straight-line method. \n\nOccidental performs impairment tests on its midstream and marketing assets whenever events or changes in circumstances lead to a reduction in the estimated useful lives or estimated future cash flows that would indicate that the carrying amount may not be recoverable, or when management&#8217;s plans change with respect to those assets. Any impairment loss would be calculated as the excess of the asset&#8217;s net book value over its estimated fair value. \n\nIMPAIRMENTS AND OTHER CHARGES \n\nDuring 2021, Occidental&#8217;s oil and gas segment recognized pre-tax impairment and related charges of $ 282 million primarily related to undeveloped leases that either expired or were set to expire in the near-term, where Occidental had no plans to pursue exploration activities and, to a lesser extent, impairments of oil and gas materials and supplies inventories. \n\nDuring 2020, Occidental&#8217;s oil and gas segment recognized pre-tax impairment and related charges of $ 7.0 billion related to proved and unproved properties. An additional pre-tax impairment of $ 2.2 billion related to Ghana was included in discontinued operations. \n\nDuring 2020, Occidental&#8217;s midstream and marketing segment recognized pre-tax impairment and related charges of $ 1.2 billion related to goodwill associated with Occidental&#8217;s ownership in WES. Significant declines in the market value of WES&#8217; publicly traded units resulted in management&#8217;s determination that, more likely than not, the fair value of the reporting unit was significantly less than its carrying value and the entire balance was fully impaired. The market value of WES&#8217; publicly traded units is considered a Level 1 input. \n\nProlonged declines in commodity prices, reduced capital spending in response to lower prices or increases in operating costs could result in additional impairments. \n\nFAIR VALUE MEASUREMENTS \n\nOccidental has categorized its assets and liabilities that are measured at fair value in a three-level fair value hierarchy, based on the inputs to the valuation techniques: Level 1 &#8211; using quoted prices in active markets for the assets or liabilities; Level 2 &#8211; using observable inputs other than quoted prices for the assets or liabilities; and Level 3 &#8211; using unobservable inputs. Transfers between levels, if any, are reported at the end of each reporting period. \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\nFAIR VALUES - RECURRING \n\nOccidental primarily applies the market approach for recurring fair value measurements, maximizes its use of observable inputs and minimizes its use of unobservable inputs. Occidental utilizes the mid-point between bid and ask prices for valuing the majority of its assets and liabilities measured and reported at fair value. In addition to using market data, Occidental makes assumptions in valuing its assets and liabilities, including assumptions about the risks inherent in the inputs to the valuation technique. For assets and liabilities carried at fair value, Occidental measures fair value using the following methods: \n\n&#9632; Occidental values exchange-cleared commodity derivatives using closing prices provided by the exchange as of the balance sheet date. These derivatives are classified as Level 1. \n\n&#9632; OTC bilateral financial commodity contracts, foreign exchange contracts, interest rate swaps, warrants, options and physical commodity forward purchase and sale contracts are generally classified as Level 2 and are generally valued using quotations provided by brokers or industry-standard models that consider various inputs, including quoted forward prices for commodities, time value, volatility factors, credit risk and current market and contractual prices for the underlying instruments, as well as other relevant economic measures. Substantially all of these inputs are observable in the marketplace throughout the full term of the instrument, and can be derived from observable data or are supported by observable prices at which transactions are executed in the marketplace. \n\n&#9632; Occidental values commodity derivatives based on a market approach that considers various assumptions, including quoted forward commodity prices and market yield curves. The assumptions used include inputs that are generally unobservable in the marketplace or are observable but have been adjusted based upon various assumptions and the fair value is designated as Level 3 within the valuation hierarchy. \n\n&#9632; Occidental values debt using market-observable information for debt instruments that are traded on secondary markets. For debt instruments that are not traded, the fair value is determined by interpolating the value based on debt with similar terms and credit risk. \n\nNON-FINANCIAL ASSETS \n\nOccidental uses market-observable prices for assets when comparable transactions can be identified that are similar to the asset being valued. When Occidental is required to measure fair value and there is not a market-observable price for the asset or for a similar asset then the cost or income approach is used depending on the quality of information available to support management&#8217;s assumptions. The cost approach is based on management&#8217;s best estimate of the current asset replacement cost. The income approach is based on management&#8217;s best assumptions regarding expectations of future net cash flows. The expected cash flows are discounted using a commensurate risk-adjusted discount rate. Such evaluations involve significant judgment, and the results are based on expected future events or conditions such as sales prices, estimates of future oil and gas production or throughput, development and operating costs and the timing thereof, economic and regulatory climates and other factors, most of which are often outside of management&#8217;s control. However, assumptions used reflect a market participant&#8217;s view of long-term prices, costs and other factors and are consistent with assumptions used in Occidental&#8217;s business plans and investment decisions. \n\nACCRUED LIABILITIES - CURRENT \n\nAccrued liabilities - current included accrued payroll, commissions and related expenses of $ 582 million and $ 677 million as of December 31, 2022 and 2021, respectively, and taxes other than on income of $ 544 million and $ 445 million as of December 31, 2022 and 2021, respectively. Dividends payable, also included in accrued liabilities - current , were $ 289 million and $ 188 million as of December 31, 2022, and 2021, respectively. \n\nENVIRONMENTAL LIABILITIES AND EXPENDITURES \n\nCertain subsidiaries of Occidental incur environmental liabilities and expenditures that relate to current operations and are expensed or capitalized by such subsidiaries as appropriate. Certain subsidiaries also incur environmental liabilities and expenditures with respect to remediation of existing conditions from alleged past practices at Currently Operated, Closed or Non-Operated, and Third-Party Sites, which categories may include NPL sites. Those environmental liabilities and related charges and expenses for estimated remediation costs from past operations are recorded when environmental remediation efforts are probable and the costs can be reasonably estimated. Occidental discloses such remediation liabilities on a consolidated basis. In determining the environmental remediation liability and the range of reasonably possible additional losses, Occidental refers to currently available information, including relevant past experience, remedial objectives, available technologies, applicable laws and regulations and cost-sharing arrangements. These environmental remediation liabilities are based on management&#8217;s estimate of the most likely cost to be incurred, using the most cost-effective technology reasonably expected to achieve the remedial objective. Occidental periodically reviews these environmental remediation liabilities and adjusts them as new information becomes available. Occidental&#8217;s subsidiaries generally record reimbursements or recoveries of environmental remediation costs in income when received, or when receipt of recovery is highly probable. \n\nMany factors could affect future remediation costs incurred by Occidental&#8217;s subsidiaries and result in adjustments to environmental remediation liabilities and the range of reasonably possible additional losses. The most significant are: (1) \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\ncost estimates for remedial activities may vary from the initial estimate; (2) the length of time, type or amount of remediation necessary to achieve the remedial objective may change due to factors such as site conditions, the ability to identify and control contaminant sources or the discovery of additional contamination; (3) a regulatory agency may ultimately reject or modify Occidental&#8217;s proposed remedial plan; (4) improved or alternative remediation technologies may change remediation costs; (5) laws and regulations may change remediation requirements or affect cost sharing or allocation of liability; and (6) changes in allocation or cost-sharing arrangements may occur. \n\nCertain sites involve multiple parties with various cost-sharing arrangements, which fall into the following three categories: (1) environmental proceedings that result in a negotiated or prescribed allocation of remediation costs among the affected Occidental subsidiary and other alleged potentially responsible parties; (2) oil and gas ventures in which each participant pays its proportionate share of remediation costs reflecting its working interest; or (3) contractual arrangements, typically relating to purchases and sales of properties, in which the parties to the transaction agree to methods of allocating remediation costs. In these circumstances, the affected subsidiary evaluates the financial viability of other parties with whom it is alleged to be jointly liable, the degree of their commitment to participate and the consequences to such subsidiary of their failure to participate when estimating its ultimate share of liability. Occidental records its environmental remediation liabilities at its expected net cost of remedial activities and, based on these factors, believes that it will not be required to assume a share of liability of such other potentially responsible parties in an amount materially above amounts reserved. \n\nIn addition to the costs of investigations and clean-up measures, which often take in excess of 10 years at CERCLA NPL sites, Occidental&#8217;s environmental remediation liabilities include management&#8217;s estimates of the costs to operate and maintain remedial systems. If remedial systems are modified over time in response to significant changes in site-specific data, laws, regulations, technologies or engineering estimates, Occidental reviews and adjusts its environmental remediation liabilities accordingly. \n\nASSET RETIREMENT OBLIGATIONS \n\nOccidental recognizes the fair value of AROs in the period in which a determination is made that a legal obligation exists to dismantle an asset and reclaim or remediate the property at the end of its useful life and the cost of the obligation can be reasonably estimated. The liability amounts are based on future retirement cost estimates and incorporate many assumptions such as time to abandonment, future inflation rates and the risk-adjusted discount rate. When the liability is initially recorded, Occidental capitalizes the cost by increasing the related PP&#38;E balances. If the estimated future cost of the AROs changes, Occidental records an adjustment to both the AROs and PP&#38;E. Over time, the liability is increased, expense is recognized for accretion and the capitalized cost is depreciated over the useful life of the asset. \n\nThe majority of Occidental&#8217;s AROs relate to the plugging of wells and the related abandonment of oil and gas properties. \n\nAt a certain number of its facilities, Occidental has identified conditional AROs that are related mainly to plant decommissioning. Occidental does not know or cannot estimate when it may settle these obligations. Therefore, Occidental cannot reasonably estimate the fair value of these liabilities. Occidental will recognize these conditional AROs in the periods in which sufficient information becomes available to reasonably estimate their fair values. \n\nThe following table summarizes the activity of AROs for the years ended December 31: \n\n##TABLE_START millions 2022 2021 Beginning balance $ 4,026 &#160; $ 4,130 &#160; Liabilities incurred &#8211; capitalized to PP&#38;E 55 &#160; 27 &#160; Liabilities settled and paid ( 342 ) ( 174 ) Accretion expense 145 &#160; 205 &#160; Acquisitions, divestitures and other, net ( 54 ) ( 53 ) Revisions to previous estimates ( 25 ) ( 109 ) \n\nEnding balance (a) \n\n$ 3,805 &#160; $ 4,026 &#160; ##TABLE_END\n\n(a) The ending balance included $ 169 million and $ 339 million related to the current balance of AROs that are presented in accrued liabilities on the Consolidated Balance Sheets as of December 31, 2022 and 2021, respectively. \n\nDERIVATIVE INSTRUMENTS \n\nDerivatives are carried at fair value and on a net basis when a legal right of offset exists with the same counterparty. Occidental applies hedge accounting when transactions meet specified criteria for cash flow hedge treatment and management elects and documents such treatment. Otherwise, any fair value gains or losses are recognized in earnings in the current period. For cash flow hedges, the gain or loss on the effective portion of the derivative is reported as a component of OCI with an offsetting adjustment to the carrying value of the item being hedged. Realized gains or losses from cash flow hedges, and any ineffective portion, are recorded as a component of net sales in the Consolidated Statements of Operations. Ineffectiveness is primarily created by a lack of correlation between the hedged item and the hedging instrument due to location, quality, grade or changes in the expected quantity of the hedged item. Gains and losses \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\nfrom derivative instruments are reported net in the Consolidated Statements of Operations. There were no fair value hedges as of and during the years ended December 31, 2022, 2021 and 2020. \n\nSTOCK-BASED INCENTIVE PLANS \n\nOccidental has established the Plan that is more fully described in Note 15 - Stock-Based Incentive Plans . A summary of Occidental&#8217;s accounting policy for awards issued under the Plan is as follows. \n\nFor cash- and stock-settled RSUs and CROCEI awards, compensation value is initially measured on the grant date using the quoted market price of Occidental&#8217;s common stock and the estimated payout on the grant date. The fair value of stock options is estimated using a Black Scholes model. For TSRI awards, compensation value is initially measured on the grant date using the fair value derived from a Monte Carlo valuation model. Compensation expense for all awards is recognized on a straight-line basis over the requisite service periods, which is generally over the awards&#8217; respective vesting or performance periods. The stock-settled awards are expensed using the initially measured compensation value. The liability resulting from cash settled awards and accrued dividends are remeasured at each reporting period. Dividends accrued on unvested awards are adjusted quarterly for any changes in the number of share equivalents expected to be paid based on the relevant performance and market criteria, if applicable. \n\nRETIREMENT AND POSTRETIREMENT BENEFIT PLANS \n\nOccidental recognizes the overfunded or underfunded amounts of its defined benefit pension and postretirement plans, which are more fully described in Note 11 - Retirement and Postretirement Benefit Plans , in its financial statements using a December 31 measurement date. \n\nOccidental&#8217;s defined benefit pension and postretirement benefit plan obligations are actuarially determined based on various assumptions and discount rates. The discount rate assumptions used are meant to reflect the interest rate at which the obligations could effectively be settled on the measurement date. Occidental estimates the rate of return on assets with regard to current market factors but within the context of historical returns. Occidental funds and expenses negotiated pension increases for domestic union employees over the terms of the applicable collective bargaining agreements. \n\nPension and any postretirement plan assets are measured at fair value. Common stock, preferred stock, publicly registered mutual funds, U.S. government securities and corporate bonds are valued using quoted market prices in active markets when available. When quoted market prices are not available, these investments are valued using pricing models with observable inputs from both active and non-active markets. Common and collective trusts are valued at the fund units&#8217; NAV provided by the issuer, which represents the quoted price in a non-active market. Short-term investment funds are valued at the fund units&#8217; NAV provided by the issuer. \n\nSUPPLEMENTAL CASH FLOW INFORMATION \n\nThe following table represents U.S. federal, domestic state and international income taxes paid, tax refunds received and interest paid related to continuing operations during the year ended December 31, 2022, 2021 and 2020, respectively. \n\n##TABLE_START millions 2022 2021 2020 Income tax payments $ 2,184 &#160; $ 763 &#160; $ 498 &#160; Income tax refunds received $ 89 &#160; $ 70 &#160; $ 223 &#160; Production, property and other tax payments $ 1,093 &#160; $ 790 &#160; $ 629 &#160; \n\nInterest paid (a) \n\n$ 1,425 &#160; $ 1,685 &#160; $ 1,521 &#160; ##TABLE_END\n\n(a) Net of capitalized interest of $ 69 million, $ 61 million and $ 84 million, for the years 2022, 2021 and 2020, respectively. \n\nOccidental swapped oil and gas acreage with a fair value of $ 340 million in non-monetary exchange transactions during the year ended December 31, 2022. \n\nCASH EQUIVALENTS AND RESTRICTED CASH EQUIVALENTS \n\nOccidental considers all highly liquid investments with a maturity of three months or less when purchased to be cash equivalents or restricted cash equivalents. The cash equivalents and restricted cash equivalents balance as of December 31, 2022, included investments in government money market funds in which the carrying value approximates fair value. \n\nThe following table provides a reconciliation of cash, cash equivalents, restricted cash and restricted cash equivalents as reported at the end of the period in the Consolidated Statements of Cash Flows for the year ended December 31, 2022 and 2021: \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\n##TABLE_START millions 2022 2021 Cash and cash equivalents $ 984 &#160; $ 2,764 &#160; Restricted cash and restricted cash equivalents 26 &#160; 24 &#160; Restricted cash and restricted cash equivalents included in long-term receivables and other assets, net 16 &#160; 15 &#160; Cash, cash equivalents, restricted cash and restricted cash equivalents $ 1,026 &#160; $ 2,803 &#160; ##TABLE_END \n\nFOREIGN CURRENCY TRANSACTIONS \n\nThe functional currency applicable to all of Occidental&#8217;s international oil and gas operations is the U.S. dollar since cash flows are denominated principally in U.S. dollars. In Occidental&#8217;s other operations, Occidental&#8217;s use of non-United States dollar functional currencies was not material for all years presented. The effect of exchange rates on transactions in foreign currencies is included in periodic income. Occidental reports the exchange rate differences arising from translating foreign-currency-denominated balance sheet accounts to the United States dollar as of the reporting date in OCI. Exchange-rate gains and losses for continuing operations were not material for all years presented. \n\nINCOME TAXES \n\nOccidental files various U.S. federal, state and foreign income tax returns. The impact of changes in tax regulations are reflected when enacted. In general, deferred federal, state and foreign income taxes are provided on temporary differences between the financial statement carrying amounts of assets and liabilities and their respective tax basis. Occidental routinely assesses the realizability of its deferred tax assets. If Occidental concludes that it is more likely than not that some of the deferred tax assets will not be realized, the tax asset is reduced by a valuation allowance. Occidental recognizes a tax benefit from an uncertain tax position when it is more likely than not that the position will be sustained upon examination, based on the technical merits of the position. The tax benefit recorded is equal to the largest amount that is greater than 50% likely to be realized through final settlement with a taxing authority. Interest and penalties related to unrecognized tax benefits are recognized in income tax expense (benefit). See Note 10 - Income Taxes for more information. \n\nLOSS CONTINGENCIES \n\nOccidental or certain of its subsidiaries are involved, in the normal course of business, in lawsuits, claims and other legal proceedings that seek, among other things, compensation for alleged personal injury, breach of contract, property damage or other losses, punitive damages, civil penalties, or injunctive or declaratory relief. Occidental or certain of its subsidiaries also are involved in proceedings under CERCLA and similar federal, state, local and international environmental laws. These environmental proceedings seek funding or performance of remediation and, in some cases, compensation for alleged property damage, punitive damages, civil penalties and injunctive relief. Usually Occidental or such subsidiaries are among many companies in these environmental proceedings and have to date been successful in sharing response costs with other financially sound companies. Further, some lawsuits, claims and legal proceedings involve acquired or disposed assets with respect to which a third party or Occidental or its subsidiaries retains liability or indemnifies the other party for conditions that existed prior to the transaction. \n\nIn accordance with applicable accounting guidance, Occidental accrues reserves for outstanding lawsuits, claims and proceedings when it is probable that a liability has been incurred and the liability can be reasonably estimated. In Note 12 - Environmental Liabilities and Expenditures , Occidental has disclosed its reserve balances for environmental remediation matters that satisfy this criteria. See Note 13 - Lawsuits, Claims, Commitments and Contingencies . \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\n##TABLE_START NOTE 2 - REVENUE ##TABLE_END\n\nRevenue from customers is recognized when obligations under the terms of a contract are satisfied; this generally occurs with the delivery of oil, NGL, gas, chemicals or services such as transportation. Revenue from customers is measured as the amount of consideration Occidental expects to receive in exchange for the delivery of goods or services. Contracts may last from one month to one year or more and may have renewal terms that extend indefinitely at the option of either party. Price is typically based on market indexes. Volumes fluctuate due to production and, in certain cases, customer demand and transportation availability. Occidental records revenue net of certain taxes, such as sales taxes, that are assessed by governmental authorities on Occidental&#8217;s customers. \n\nOccidental does not incur significant costs to obtain contracts. Incidental items that are immaterial in the context of the contract are recognized as expenses. Sales of hydrocarbons and chemicals to customers are invoiced and settled on a monthly basis. Occidental is not usually subject to obligations for warranties, rebates, returns or refunds except in the case of customer incentive payments as discussed for the chemical segment below. Occidental does not typically receive payment in advance of satisfying its obligations under the terms of its sales contracts with customers; therefore, liabilities related to such payment are immaterial to Occidental. Occidental does not disclose consideration for remaining performance obligations with an original expected duration of one year or less or for variable consideration related to unsatisfied performance obligations. \n\nOIL AND GAS SEGMENT \n\nRevenue from oil and gas production is recognized when production is delivered and control passes to the customer. Revenues from the production of oil and gas properties in which Occidental has an interest with other producers are recognized on the basis of Occidental&#8217;s net revenue interest. \n\nCHEMICAL SEGMENT \n\nRevenue from chemical product sales is recognized when control passes to the customer. Certain incentive programs may provide for payments or credits to be made to customers based on the volume of product purchased over a defined period. Customer incentives are estimated and recorded as a reduction to revenue ratably over the contract period. Such estimates are evaluated and revised as warranted. Revenue from exchange contracts is excluded from revenue from customers. \n\nMIDSTREAM AND MARKETING SEGMENT \n\nRevenue from pipeline and gas processing is recognized upon the completion of the transportation or processing service. Revenue from power sales is recognized upon delivery. Net marketing revenue is recognized upon completion of contract terms that are a prerequisite to payment and upon title transfer for physical deliveries. Unless the normal purchases and sales exception has been elected, net marketing revenue is classified as a derivative, reported on a net basis, recorded at fair value. Changes in fair value are reflected in net sales and excluded from revenue from customers in the table below. \n\nDISAGGREGATION OF REVENUE FROM CONTRACTS WITH CUSTOMERS \n\nThe following table reconciles revenue from customers to total net sales for the years ended December 31: \n\n##TABLE_START millions 2022 2021 2020 Revenue from customers $ 36,234 &#160; $ 25,959 &#160; $ 17,130 &#160; \n\nAll other revenues (a) \n\n400 &#160; ( 3 ) 679 &#160; Net sales $ 36,634 &#160; $ 25,956 &#160; $ 17,809 &#160; ##TABLE_END\n\n(a) Included net marketing derivatives, oil collars and calls and chemical exchange contracts. \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\nThe table below presents Occidental's revenue from customers by segment, product and geographical area. The oil and gas segment typically sells its oil, NGL and natural gas at the lease or concession area. Chemical segment revenues are shown by geographic area based on the location of the sale. Excluding net marketing revenue, midstream and marketing segment revenues are shown by the location of sale. \n\n##TABLE_START millions United States International Eliminations Total Year ended December 31, 2022 Oil and gas Oil $ 17,421 &#160; $ 3,935 &#160; $ &#8212; &#160; $ 21,356 &#160; NGL 2,631 &#160; 421 &#160; &#8212; &#160; 3,052 &#160; Gas 2,422 &#160; 311 &#160; &#8212; &#160; 2,733 &#160; Other 20 &#160; 4 &#160; &#8212; &#160; 24 &#160; Segment total $ 22,494 &#160; $ 4,671 &#160; $ &#8212; &#160; $ 27,165 &#160; Chemical $ 6,359 &#160; $ 379 &#160; $ &#8212; &#160; $ 6,738 &#160; Midstream and marketing $ 3,167 &#160; $ 588 &#160; $ &#8212; &#160; $ 3,755 &#160; Eliminations $ &#8212; &#160; $ &#8212; &#160; $ ( 1,424 ) $ ( 1,424 ) Consolidated $ 32,020 &#160; $ 5,638 &#160; $ ( 1,424 ) $ 36,234 &#160; Year ended December 31, 2021 Oil and gas Oil $ 12,072 &#160; $ 2,844 &#160; $ &#8212; &#160; $ 14,916 &#160; NGL 2,203 &#160; 325 &#160; &#8212; &#160; 2,528 &#160; Gas 1,524 &#160; 291 &#160; &#8212; &#160; 1,815 &#160; Other 24 &#160; 2 &#160; &#8212; &#160; 26 &#160; Segment total $ 15,823 &#160; $ 3,462 &#160; $ &#8212; &#160; $ 19,285 &#160; Chemical $ 4,995 &#160; $ 248 &#160; $ &#8212; &#160; $ 5,243 &#160; Midstream and marketing $ 1,969 &#160; $ 556 &#160; $ &#8212; &#160; $ 2,525 &#160; Eliminations $ &#8212; &#160; $ &#8212; &#160; $ ( 1,094 ) $ ( 1,094 ) Consolidated $ 22,787 &#160; $ 4,266 &#160; $ ( 1,094 ) $ 25,959 &#160; Year ended December 31, 2020 Oil and gas Oil $ 7,485 &#160; $ 2,403 &#160; $ &#8212; &#160; $ 9,888 &#160; NGL 838 &#160; 217 &#160; &#8212; &#160; 1,055 &#160; Gas 660 &#160; 326 &#160; &#8212; &#160; 986 &#160; Other 65 &#160; 1 &#160; &#8212; &#160; 66 &#160; Segment total $ 9,048 &#160; $ 2,947 &#160; $ &#8212; &#160; $ 11,995 &#160; Chemical $ 3,524 &#160; $ 202 &#160; $ &#8212; &#160; $ 3,726 &#160; Midstream and marketing $ 1,595 &#160; $ 572 &#160; $ &#8212; &#160; $ 2,167 &#160; Eliminations $ &#8212; &#160; $ &#8212; &#160; $ ( 758 ) $ ( 758 ) Consolidated $ 14,167 &#160; $ 3,721 &#160; $ ( 758 ) $ 17,130 &#160; ##TABLE_END\n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\n##TABLE_START NOTE 3 - INVENTORIES ##TABLE_END\n\nFinished goods primarily represents oil, which is carried at the lower of weighted-average cost or net realizable value, and caustic soda and chlorine, which are valued under the LIFO method. Inventories consisted of the following as of December 31: \n\n##TABLE_START millions 2022 2021 Raw materials $ 120 &#160; $ 96 &#160; Materials and supplies 913 &#160; 783 &#160; Commodity inventory and finished goods 1,147 &#160; 1,066 &#160; 2,180 &#160; 1,945 &#160; Revaluation to LIFO ( 121 ) ( 99 ) Total $ 2,059 &#160; $ 1,846 &#160; ##TABLE_END \n\n##TABLE_START NOTE 4 - INVESTMENTS AND RELATED-PARTY TRANSACTIONS ##TABLE_END\n\nEQUITY INVESTMENTS \n\nOccidental&#8217;s significant equity investments are presented in investments in unconsolidated entities and in deferred credits and other liabilities - other. As of December 31, 2022 and 2021, investments in unconsolidated entities were $ 3.2 billion and $ 2.9 billion, respectively. Occidental&#8217;s equity investments presented in investments in unconsolidated entities primarily consist of the following: \n\n##TABLE_START millions % Economic Interest Carrying amount \n\nWES (a) \n\n51.7 &#160; % $ 2,006 &#160; OxyChem Ingleside Facility 50.0 &#160; % 566 &#160; OLCV - related various 416 &#160; Other various 188 &#160; \n\nTotal Investments in unconsolidated entities (b) \n\n$ 3,176 &#160; ##TABLE_END\n\n(a) In July 2022, Occidental sold 10.0 million limited partner units of WES for proceeds of approximately $ 250 million, resulting in a gain of $ 62 million. In 2021, Occidental sold 14.0 million limited partner units of WES for proceeds of $ 250 million, resulting in a gain of $ 102 million. In the first quarter of 2020, Occidental recorded an impairment of $ 1.2 billion in goodwill related to its ownership in WES and in the third quarter of 2020, recorded an other than temporary impairment of $ 2.7 billion related to the WES equity method investment. See Note 9 - Fair Value Measurements for more information on the impairments. \n\n(b) Not presented in investments in unconsolidated entities is Occidental&#8217;s 24.5 % ownership in DEL, which had a carrying value of $ 213 million and is presented in deferred credits and other liabilities - other. Refer to the discussion below regarding the presentation of Occidental&#8217;s equity investment in DEL. \n\nAs of December 31, 2022 and 2021, Occidental&#8217;s significant equity investments consisted of investments in WES, OxyChem Ingleside Facility, Net Power and DEL. \n\nAs a result of a refinancing transaction at DEL in November 2021, Occidental received cash distributions comprised of $ 110 million in dividends and $ 450 million in excess distributions. Since Occidental may be requested to provide financial support to DEL in the future, the excess distributions were recorded against the carrying amount of the equity investment and in deferred credits and other liabilities - other. The $ 110 million in dividends were recorded as a return on investment in cash flow from operations and the $ 450 million excess distribution was recorded as a return of investment in cash flow from investing. \n\nEquity investments in certain oil and gas properties and gathering and processing assets and associated notes payable were presented net on the Consolidated Balance Sheets. The notes payable were net settled in 2022. The carrying value of the investment and note payable were $ 2.9 billion as of December 31, 2021. \n\nDividends received from equity investments were $ 643 million, $ 652 million and $ 678 million to Occidental in 2022, 2021 and 2020, respectively. As of December 31, 2022 and 2021, cumulative undistributed earnings of equity-method investees since they were acquired was $ 475 million and $ 242 million, respectively. As of December 31, 2022, Occidental&#8217;s investments in equity investees exceeded the underlying equity in net assets by approximately $ 640 million, of which, \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\n$ 373 million represented PP&#38;E and equity investments with the remainder comprised of intangibles, both are subject to amortization over their estimated average lives. \n\nThe following table presents the summarized financial information of its equity-method investments combined for the years ended and as of December 31: \n\n##TABLE_START millions 2022 2021 2020 Summarized Results of Operations Revenues and other income $ 6,342 &#160; $ 6,252 &#160; $ 5,455 &#160; Costs and expenses 4,514 &#160; 4,569 &#160; 5,455 &#160; Net income $ 1,828 &#160; $ 1,683 &#160; $ &#8212; &#160; Summarized Balance Sheet Current assets $ 3,482 &#160; $ 3,387 &#160; $ 1,419 &#160; Non-current assets $ 15,282 &#160; $ 19,341 &#160; $ 18,693 &#160; Current liabilities $ 1,342 &#160; $ 1,976 &#160; $ 1,549 &#160; Long-term debt $ 9,512 &#160; $ 9,464 &#160; $ 7,860 &#160; Other non-current liabilities $ 1,289 &#160; $ 1,187 &#160; $ 866 &#160; Stockholders&#8217; equity $ 6,621 &#160; $ 10,101 &#160; $ 9,837 &#160; ##TABLE_END\n\nRELATED-PARTY TRANSACTIONS \n\nOccidental sells oil, NGL, natural gas, chemicals, power and steam to and purchases oil, NGL and chemicals from its equity method investees and other related parties. Occidental is charged service fees primarily related to gathering, processing, oil, NGL and natural gas treatment by certain of its equity investees and other related parties. Berkshire Hathaway is a related party of Occidental due to its ownership of Occidental's common stock. Occidental has, from time to time, contracted with Berkshire Hathaway for the provision of electricity, rail and insurance. In addition, certain Berkshire Hathaway subsidiaries purchase various chemicals from our chemical segment. During 2022, 2021 and 2020, Occidental entered into the following related-party transactions and had the following amounts due from or to its related parties for the years ended December 31: \n\n##TABLE_START millions 2022 2021 2020 \n\nSales (a) \n\n$ 337 &#160; $ 261 &#160; $ 301 &#160; \n\nPurchases (b) \n\n$ 948 &#160; $ 773 &#160; $ 1,112 &#160; \n\nServices (c) \n\n$ 1,006 &#160; $ 942 &#160; $ 1,101 &#160; Advances and amounts due from related parties $ 40 &#160; $ 57 &#160; $ 62 &#160; Amounts due to related parties $ 306 &#160; $ 280 &#160; $ 296 &#160; ##TABLE_END\n\n(a) In 2022 and 2021 and 2020 sales of Occidental-produced oil and NGL to WES accounted for 42 % and 58 % and 70 % of these totals, respectively. \n\n(b) In 2022 and 2021 and 2020, purchases of gas and NGL marketed on behalf of WES accounted for 24 % and 27 % and 59 % of related party purchases, respectively, while purchases of ethylene from the OxyChem Ingleside Facility accounted for 64 % and 70 % in 2022 and 2021 respectively, and, in 2020, for 41 % of related party purchases. \n\n(c) In 2022 and 2021 and 2020, services primarily related to fees charged by WES to gather, process and treat Occidental produced oil, NGL and natural gas. Excluded charges to WES for shared corporate services. \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\n##TABLE_START NOTE 5 - ACQUISITIONS, DIVESTITURES AND OTHER TRANSACTIONS ##TABLE_END\n\nACQUISITIONS, DIVESTITURES AND OTHER TRANSACTIONS \n\nThroughout 2022, Occidental entered into non-monetary exchange agreements, primarily in the Permian Basin. These exchanges were recorded as acquisitions and divestitures at a total combined fair value of $ 340 million. \n\nIn 2022, Occidental acquired additional interests in emerging low-carbon businesses to advance net-zero pathway for a combined net purchase price of approximately $ 350 million. \n\nIn November 2022 and December 2022, Occidental acquired additional primarily producing assets in the Permian Basin for a combined net purchase price of approximately $ 400 million. \n\nIn November 2021, Occidental entered into an agreement to sell certain non-strategic assets in the Permian Basin. The transaction closed in January 2022 for net cash proceeds of approximately $ 190 million. The difference in the proved assets' net book value and adjusted purchase price was treated as a normal retirement, which resulted in no gain or loss being recognized. The difference in the unproved assets' net book value and adjusted purchase price resulted in a gain on sale of approximately $ 123 million. The gain has been presented within gains on sales of assets and equity investments, net in the Consolidated Statements of Operations. \n\nIn 2022, Occidental sold 14.0 million limited partner units of WES for proceeds of $ 250 million, resulting in a gain of $ 102 million, see Note 4 - Investments and Related-Party Transactions . \n\nIn November 2021, Occidental acquired additional working interests in certain assets in the Permian EOR business for a net purchase price of approximately $ 285 million. \n\nIn October 2021, Occidental closed the sale of its Ghana assets. See below discussion on Discontinued Operations for additional information. This divestiture completed Occidental's large-scale asset divestiture program. \n\nIn June 2021, Occidental entered into an agreement to sell certain non-strategic assets in the Permian Basin. The transaction closed in July 2021 for net cash proceeds of approximately $475 million. The difference in the assets' net book value and adjusted purchase price was treated as a recovery of cost and normal retirement, which resulted in no gain or loss being recognized. \n\nIn March 2021, Occidental completed the sale of certain non-operated assets in the DJ Basin for net cash proceeds of approximately $280 million. The difference in the assets' net book value and adjusted purchase price was treated as a recovery of cost and normal retirement, which resulted in no gain or loss being recognized. \n\nIn 2021, Occidental sold 14 million limited partner units of WES for proceeds of approximately $ 250 million, see Note 4 - Investments and Related-Party Transactions . \n\nIn November 2020 and December 2020, Occidental divested of certain non-core, largely non-operated proved and unproved acreage in the Permian for a loss of approximately $ 820 million. The losses have been presented within gains (losses) on sale of assets, net in the Consolidated Statement of Operations. \n\nIn October 2020, Occidental entered into an agreement to sell its onshore oil and gas Colombia assets. The transaction closed in December 2020, and Occidental recorded a loss on sale of approximately $ 353 million. The loss has been presented within gains (losses) on sale of assets, net in the Consolidated Statement of Operations. \n\nIn August 2020, Occidental entered into an agreement to sell approximately 4.5 million mineral acres and 1 million fee surface acres located in Wyoming, Colorado and Utah for approximately $ 1.33 billion. The transaction closed in October 2020 for net cash proceeds of approximately $ 1.0 billion, after satisfying $ 329 million of liabilities associated with the sale of future royalties. Occidental recorded a loss on sale of $ 440 million. The loss has been presented within gains (losses) on sale of assets, net in the Consolidated Statement of Operations. \n\nDISCONTINUED OPERATIONS \n\nIn 2021, Occidental recorded a $ 437 million after-tax loss contingency in discontinued operations associated with its former operations in Ecuador, see Note 13 - Lawsuits, Claims, Commitments and Contingencies. \n\nIn October 2021, Occidental closed the sale of its Ghana assets for $750 million and net proceeds of $555 million, after closing adjustments to reflect an April 1, 2021 effective date. In addition, Occidental settled certain tax claims related to historical operations in Ghana for $170 million. Prior to the sale, 2021 operations in Ghana resulted in an after-tax loss of $ 31 million. \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\nThe following table presents the amounts reported in discontinued operations, net of income taxes, related to the Ghana assets for the years ended December 31, 2021 and 2020: \n\n##TABLE_START millions 2021 2020 Revenues and other income Net sales $ 458 &#160; $ 419 &#160; Costs and other deductions Oil and gas lease operating expense 71 &#160; 117 &#160; Fair value adjustment on assets held for sale (a) \n\n409 &#160; 2,263 &#160; Other 24 &#160; 48 &#160; Total costs and other deductions $ 504 &#160; $ 2,428 &#160; Income (loss) before income taxes $ ( 46 ) $ ( 2,009 ) Income tax benefit (expense) 15 &#160; 711 &#160; Discontinued operations, net of tax $ ( 31 ) $ ( 1,298 ) ##TABLE_END\n\n(a) For 2021, included effective date to close date adjustments as well as settlements of certain tax claims. \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\n##TABLE_START NOTE 6 - LONG-TERM DEBT ##TABLE_END\n\nAs of December 31, 2022 and 2021, Occidental&#8217;s debt consisted of the following: \n\n##TABLE_START millions 2022 2021 2.600 % senior notes due 2022 \n\n&#8212; &#160; 101 &#160; 2.700 % senior notes due 2023 \n\n&#8212; &#160; 442 &#160; 8.750 % medium-term notes due 2023 (a) \n\n22 &#160; 22 &#160; 2.900 % senior notes due 2024 \n\n654 &#160; 949 &#160; 6.950 % senior notes due 2024 \n\n291 &#160; 650 &#160; 3.450 % senior notes due 2024 \n\n111 &#160; 127 &#160; 8.000 % senior notes due 2025 \n\n&#8212; &#160; 500 &#160; 5.875 % senior notes due 2025 \n\n606 &#160; 900 &#160; 3.500 % senior notes due 2025 \n\n137 &#160; 326 &#160; 5.500 % senior notes due 2025 \n\n465 &#160; 750 &#160; 5.550 % senior notes due 2026 \n\n870 &#160; 1,100 &#160; 3.200 % senior notes due 2026 \n\n182 &#160; 797 &#160; 3.400 % senior notes due 2026 \n\n284 &#160; 779 &#160; 7.500 % debentures due 2026 \n\n112 &#160; 112 &#160; 8.500 % senior notes due 2027 \n\n489 &#160; 500 &#160; 3.000 % senior notes due 2027 \n\n216 &#160; 634 &#160; 7.125 % debentures due 2027 \n\n150 &#160; 150 &#160; 7.000 % debentures due 2027 \n\n48 &#160; 48 &#160; 6.625 % debentures due 2028 \n\n14 &#160; 14 &#160; 7.150 % debentures due 2028 \n\n232 &#160; 235 &#160; 7.200 % senior debentures due 2028 \n\n82 &#160; 82 &#160; 6.375 % senior notes due 2028 \n\n578 &#160; 600 &#160; 7.200 % debentures due 2029 \n\n135 &#160; 135 &#160; 7.950 % debentures due 2029 \n\n116 &#160; 116 &#160; 8.450 % senior debentures due 2029 \n\n116 &#160; 116 &#160; 3.500 % senior notes due 2029 \n\n286 &#160; 1,477 &#160; Variable rate bonds due 2030 ( 5.32 % and 0.900 % as of December 31, 2022 and 2021, respectively) \n\n68 &#160; 68 &#160; 8.875 % senior notes due 2030 \n\n1,000 &#160; 1,000 &#160; 6.625 % senior notes due 2030 \n\n1,449 &#160; 1,500 &#160; 6.125 % senior notes due 2031 \n\n1,143 &#160; 1,250 &#160; 7.500 % senior notes due 2031 \n\n900 &#160; 900 &#160; 7.875 % senior notes due 2031 \n\n500 &#160; 500 &#160; 6.450 % senior notes due 2036 \n\n1,727 &#160; 1,750 &#160; Zero Coupon senior notes due 2036 673 &#160; 2,269 &#160; 4.300 % senior notes due 2039 \n\n247 &#160; 693 &#160; 7.950 % senior notes due 2039 \n\n325 &#160; 325 &#160; 6.200 % senior notes due 2040 \n\n737 &#160; 750 &#160; 4.500 % senior notes due 2044 \n\n191 &#160; 608 &#160; 4.625 % senior notes due 2045 \n\n296 &#160; 634 &#160; 6.600 % senior notes due 2046 \n\n1,117 &#160; 1,157 &#160; 4.400 % senior notes due 2046 \n\n424 &#160; 976 &#160; 4.100 % senior notes due 2047 \n\n258 &#160; 663 &#160; (continued on next page) ##TABLE_END\n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\n##TABLE_START millions (continued) 2022 2021 4.200 % senior notes due 2048 \n\n304 &#160; 961 &#160; 4.400 % senior notes due 2049 \n\n280 &#160; 704 &#160; 7.730 % debentures due 2096 \n\n58 &#160; 58 &#160; 7.500 % debentures due 2096 \n\n60 &#160; 60 &#160; 7.250 % debentures due 2096 \n\n5 &#160; 5 &#160; Total borrowings at face value $ 17,958 &#160; $ 28,493 &#160; Adjustments to book value: &#160; Unamortized premium, net 1,261 &#160; 670 &#160; Debt issuance costs ( 73 ) ( 135 ) Net book value of debt $ 19,146 &#160; $ 29,028 &#160; Long-term finance leases 546 &#160; 504 &#160; Current finance leases 143 &#160; 85 &#160; Total debt and finance leases $ 19,835 &#160; $ 29,617 &#160; Less current maturities of financing leases ( 143 ) ( 85 ) Less current maturities of long-term debt ( 22 ) ( 101 ) Long-term debt, net $ 19,670 &#160; $ 29,431 &#160; ##TABLE_END\n\n(a) The 8.750 % senior notes due 2023 were repaid in January 2023. \n\nDEBT MATURITIES \n\nAs of December 31, 2022, future principal payments on debt were less than $ 18.0 billion, of which, $ 22 million is due in 2023, $ 1.1 billion is due in 2024, $ 1.2 billion is due in 2025, $ 1.4 billion is due in 2026, and $ 14.2 billion is due in 2027 and thereafter. \n\nZERO COUPONS \n\nThe Zero Coupons have an aggregate principal amount due at the 2036 maturity of approximately $ 673 million. The Zero Coupons can be put to Occidental in October of each year, in whole or in part, for the then-accreted value of the outstanding Zero Coupons. The Zero Coupons can next be put to Occidental in October 2023, which, if put in whole, would be $ 344 million at such date. Occidental currently has the ability to meet this obligation and may use available capacity under the RCF to satisfy the put should it be exercised. \n\nFAIR VALUE OF DEBT \n\nOccidental estimates the fair value of fixed-rate debt based on the quoted market prices for those instruments or on quoted market yields for similarly rated debt instruments, taking into account such instruments&#8217; maturities. The estimated fair values of Occidental&#8217;s debt as of December 31, 2022, and 2021, the majority of which were classified as Level 1, were approximately $ 17.6 billion and $ 31.1 billion, respectively. Occidental&#8217;s exposure to changes in interest rates relates primarily to its variable-rate, long-term debt obligations, and is not material. As of December 31, 2022 and 2021, variable-rate debt constituted approximately 0.4 % and 0.2 % of Occidental&#8217;s total debt, respectively. \n\nDEBT RATINGS \n\nAs of December 31, 2022, Occidental&#8217;s long-term debt was rated BB+ by Fitch Ratings, Ba1 by Moody&#8217;s Investors Service and BB+ by Standard and Poor&#8217;s. Any downgrade in credit ratings could impact Occidental's ability to access capital markets and increase its cost of capital. In addition, given that Occidental&#8217;s current debt ratings are non-investment grade, Occidental may be requested, and in some cases required, to provide collateral in the form of cash, letters of credit, surety bonds or other acceptable support as financial assurance of its performance and payment obligations under certain contractual arrangements such as pipeline transportation contracts, environmental remediation obligations, oil and gas purchase contracts and certain derivative instruments. \n\nAs of the date of this filing, Occidental had provided required financial assurances through a combination of cash, letters of credit and surety bonds and had not issued any letters of credit under the RCF or other committed facilities. For additional information, see Risk Factors in Part I, Item IA of this Form 10-K. \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\nDEBT ACTIVITY \n\nFor the twelve months ended December 31, 2022, Occidental repaid debt with a face value of more than $ 10.5 billion, reducing the face value of Occidental&#8217;s debt to less than $ 18.0 billion. The net book value of the full year repayments was $ 9.8 billion, which resulted in a gain of $ 149 million. \n\nFor the twelve months ended December 31, 2021, Occidental repaid debt with a face value of $ 6.7 billion, reducing the face value of Occidental&#8217;s debt to $ 28.5 billion. The net book value of the full year repayments was $ 6.8 billion which resulted in a loss of $ 118 million. \n\nDEBT ACTIVITY - 2022 \n\nThe following table summarizes Occidental&#8217;s debt activity for the year ended December 31, 2022: \n\n##TABLE_START millions Borrowings at face value Total borrowings at face value as of December 31, 2021 $ 28,493 &#160; Repayments: 2.600 % senior notes due 2022 \n\n$ ( 101 ) 2.700 % senior notes due 2023 \n\n( 442 ) 6.950 % senior notes due 2024 \n\n( 359 ) 3.450 % senior notes due 2024 \n\n( 16 ) 2.900 % senior notes due 2024 \n\n( 295 ) 3.500 % senior notes due 2025 \n\n( 189 ) 8.000 % senior notes due 2025 \n\n( 500 ) 5.875 % senior notes due 2025 \n\n( 294 ) 5.500 % senior notes due 2025 \n\n( 285 ) 5.550 % senior notes due 2026 \n\n( 230 ) 3.200 % senior notes due 2026 \n\n( 615 ) 3.400 % senior notes due 2026 \n\n( 495 ) 3.000 % senior notes due 2027 \n\n( 418 ) 8.500 % senior notes due 2027 \n\n( 11 ) 7.150 % debentures due 2028 \n\n( 3 ) 6.375 % senior notes due 2028 \n\n( 22 ) 3.500 % senior notes due 2029 \n\n( 1,191 ) 6.625 % senior notes due 2030 \n\n( 51 ) 6.125 % senior notes due 2031 \n\n( 107 ) 6.450 % senior notes due 2036 \n\n( 23 ) Zero Coupon senior notes due 2036 ( 1,596 ) 4.300 % senior notes due 2039 \n\n( 446 ) 6.200 % senior notes due 2040 \n\n( 13 ) 4.500 % senior notes due 2044 \n\n( 417 ) 4.625 % senior notes due 2045 \n\n( 338 ) 6.600 % senior notes due 2046 \n\n( 40 ) 4.400 % senior notes due 2046 \n\n( 552 ) 4.100 % senior notes due 2047 \n\n( 405 ) 4.200 % senior notes due 2048 \n\n( 657 ) 4.400 % senior notes due 2049 \n\n( 424 ) Total borrowings at face value as of December 31, 2022 $ 17,958 &#160; ##TABLE_END\n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\nDEBT ACTIVITY - 2021 \n\nThe following table summarizes Occidental&#8217;s debt activity for the year ended December 31, 2021: \n\n##TABLE_START millions Borrowings at face value Total borrowings at face value as of December 31, 2020 $ 35,235 &#160; Activity: \n\n4.850 % senior notes due 2021 \n\n$ ( 147 ) Variable rate bonds due 2021 ( 27 ) \n\n2.600 % senior notes due 2021 \n\n( 224 ) \n\n3.125 % senior notes due 2022 \n\n( 276 ) \n\n2.700 % senior notes due 2022 \n\n( 629 ) Floating interest rate notes due August 2022 ( 1,052 ) \n\n2.700 % senior notes due 2023 \n\n( 484 ) \n\n3.450 % senior notes due 2024 \n\n( 121 ) \n\n2.900 % senior notes due 2024 \n\n( 2,051 ) \n\n3.500 % senior notes due 2025 \n\n( 424 ) \n\n3.400 % senior notes due 2026 \n\n( 371 ) \n\n3.200 % senior notes due 2026 \n\n( 203 ) \n\n3.000 % senior notes due 2027 \n\n( 116 ) \n\n3.500 % senior notes due 2029 \n\n( 23 ) \n\n4.300 % senior notes due 2039 \n\n( 57 ) \n\n4.500 % senior notes due 2044 \n\n( 17 ) \n\n4.625 % senior notes due 2045 \n\n( 116 ) \n\n6.600 % senior notes due 2046 \n\n57 &#160; \n\n4.400 % senior notes due 2046 \n\n( 224 ) \n\n4.100 % senior notes due 2047 \n\n( 87 ) \n\n4.200 % senior notes due 2048 \n\n( 39 ) \n\n4.400 % senior notes due 2049 \n\n( 46 ) \n\n7.730 % debentures due 2096 \n\n( 3 ) \n\n7.500 % debentures due 2096 \n\n( 18 ) \n\n7.250 % debentures due 2096 \n\n( 44 ) Total borrowings at face value as of December 31, 2021 $ 28,493 &#160; ##TABLE_END\n\nREVOLVING CREDIT FACILITY \n\nIn December 2021, Occidental entered into the Second Amended and Restated Credit Agreement in which the total committed borrowing capacity of $ 4.0 billion is based on a SOFR benchmark. The interest rate margin and the facility fee rates are subject to adjustments based on Occidental&#8217;s performance on specified sustainability target thresholds with respect to absolute reductions in GHG emissions from its worldwide operated assets. The RCF maturity date is June 30, 2025. \n\nBorrowings under the RCF bear interest at SOFR benchmark rates, plus a margin based on Occidental&#8217;s senior debt ratings. The facility has similar terms to other debt agreements and does not contain material adverse change clauses or debt ratings triggers that could restrict Occidental&#8217;s ability to borrow, or that would permit lenders to terminate their commitments or accelerate debt repayment. The facility provides for the termination of loan commitments and requires immediate repayment of any outstanding amounts if certain events of default occur. As of the date of this filing, Occidental had no drawn amounts under the RCF. In 2022, Occidental paid average annual facility fees of 0.302 % on the total commitment amount. \n\nRECEIVABLES SECURITIZATION FACILITY \n\nIn December 2021, Occidental amended and extended its existing receivables securitization facility to December 2024. As of December 31, 2022, the facility had $ 400 million of available borrowing capacity and no drawn amounts. Subsequent to December 31, 2022, but before the date of this filing, Occidental amended the facility to expand its available borrowing capacity to $ 600 million. The amended facility includes adjustments based on the same specified sustainability target thresholds as contained in the RCF. \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\n##TABLE_START NOTE 7 - LEASE COMMITMENTS ##TABLE_END\n\nOccidental identifies leases through its accounts payable and contract monitoring processes. Lease assets and liabilities are recognized at commencement date based on the present value of lease payments over the lease term. Lease assets include the lease liability, upfront payments and costs incurred to execute the lease and are amortized on a straight-line basis over the lease term. Occidental assesses the likelihood of exercising renewal, termination and purchase options to determine the lease term. Occidental uses its incremental borrowing rate at commencement date to determine the present value of lease payments. The incremental borrowing rate is the rate of interest that Occidental would pay to borrow an amount equal to the lease payments over a similar term on a collateralized basis in a similar economic environment. Certain leases include variable lease payments based on the underlying asset&#8217;s operations that are not included in the lease asset and liability. \n\nOccid ental has operating leases for oil and gas exploration and development equipment, including office space of $ 352 million, offshore and onshore drilling rigs of $ 169 million, compressors of $ 113 million and $ 60 million consisting of storage facilities and other field equipment. Operating lease terms generally range from one to eight years . Operating leases also include pipelines, rail cars, easements, aircraft and real estate of $ 236 million. These operating leases have contract expiration terms ranging from one to 10 years. \n\nOccidental&#8217;s finance leases include compressors of $ 378 million, real estate offices of $ 266 million and $ 45 million consisting of drilling rigs, vehicles and aircraft leases. \n\nThe following table presents lease balances and their classification on the Consolidated Balance Sheets as of December 31: \n\n##TABLE_START millions Balance sheet classification 2022 2021 Assets: Operating Operating lease assets $ 903 &#160; $ 726 &#160; Finance Property, plant and equipment 686 &#160; 581 &#160; Total lease assets $ 1,589 &#160; $ 1,307 &#160; Liabilities: Current Operating Current operating lease liabilities $ 273 &#160; $ 186 &#160; Finance Current maturities of long-term debt 143 &#160; 85 &#160; Non-current Operating Deferred credits and other liabilities - Operating lease liabilities 657 &#160; 585 &#160; Finance Long-term debt, net 546 &#160; 504 &#160; Total lease liabilities $ 1,619 &#160; $ 1,360 &#160; ##TABLE_END\n\nAs of December 31, 2022, Occidental&#8217;s outstanding lease payments, excluding variable component, consisted of the following: \n\n##TABLE_START millions Operating Leases (a) \n\nFinance Leases (b) \n\nTotal 2023 $ 287 &#160; $ 146 &#160; $ 433 &#160; 2024 226 &#160; 109 &#160; 335 &#160; 2025 108 &#160; 95 &#160; 203 &#160; 2026 89 &#160; 84 &#160; 173 &#160; 2027 81 &#160; 66 &#160; 147 &#160; Thereafter 250 &#160; 277 &#160; 527 &#160; Total lease payments 1,041 &#160; 777 &#160; 1,818 &#160; Less: Interest ( 111 ) ( 88 ) ( 199 ) Total lease liabilities $ 930 &#160; $ 689 &#160; $ 1,619 &#160; ##TABLE_END\n\n(a) The weighted-average remaining lease term is 5.4 years and the weighted-average discount rate is 3.84 %. \n\n(b) The weighted-average remaining lease term is 7.7 years and the weighted-average discount rate is 3.05 %. \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\nThe following tables present Occidental&#8217;s total lease cost classifications for operating and finance lease liabilities for the years ended December 31: \n\n##TABLE_START millions \n\nLease cost classification (a) \n\n2022 2021 \n\nOperating lease costs (b) \n\nProperty, plant and equipment, net $ 246 &#160; $ 222 &#160; Operating expense and cost of sales 234 &#160; 487 &#160; Selling, general and administrative expenses 78 &#160; 109 &#160; Finance lease cost Amortization of ROU assets 83 &#160; 39 &#160; Interest on lease liabilities 20 &#160; 13 &#160; Total lease cost $ 661 &#160; $ 870 &#160; ##TABLE_END\n\n(a) Amounts reflected are gross before joint-interest recoveries. Lease payments are reduced by joint-interest recoveries on the income statement through the joint-interest billing process. \n\n(b) Included short-term lease cost of $ 184 million and $ 238 million and variable lease cost of $ 101 million an d $ 120 million for the years ended December 31, 2022 and 2021, respectively. \n\nThe following tables present Occidental&#8217;s total cash paid for operating and finance lease liabilities for the years ended December 31 \n\n##TABLE_START millions 2022 2021 Operating cash flows $ 211 &#160; $ 401 &#160; Investing cash flows $ 81 &#160; $ 73 &#160; Financing cash flows $ 83 &#160; $ 39 &#160; ##TABLE_END\n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\n##TABLE_START NOTE 8 - DERIVATIVES ##TABLE_END\n\nOBJECTIVE AND STRATEGY \n\nOccidental uses a variety of derivative financial instruments and physical contracts to manage its exposure to commodity price fluctuations, transportation commitments and to fix margins on the future sale of stored commodity volumes. Occidental also enters into derivative financial instruments for trading purposes. Derivatives are carried at fair value and on a net basis when a legal right of offset exists with the same counterparty. \n\nOccidental may elect normal purchases and normal sales exclusions when physically delivered commodities are purchased or sold to a customer. Occidental occasionally applies cash flow hedge accounting treatment to derivative financial instruments to lock in margins on the forecasted sales of its natural gas storage volumes. The value of cash flow hedges was insignificant for all periods presented. See Note 1 - Summary of Significant Accounting Policies for Occidental&#8217;s accounting policy on derivatives. \n\nDERIVATIVES NOT DESIGNATED AS HEDGING INSTRUMENTS \n\nAs of December 31, 2022, Occidental&#8217;s derivatives not designated as hedges consisted of marketing derivatives. All interest rate swaps were settled prior to December 31, 2022. \n\nDerivative instruments that are not designated as hedging instruments are required to be recorded on the balance sheet at fair value. Changes in fair value will impact Occidental&#8217;s earnings through mark-to-market adjustments until the physical commodity is delivered or the financial instrument is settled. \n\nMARKETING DERIVATIVES \n\nOccidental&#8217;s marketing derivative instruments not designated as hedges are short-duration physical and financial forward contracts. A substantial majority of Occidental&#8217;s physically settled derivative contracts are index-based and carry no mark-to-market valuation in earnings. As of December 31, 2022, the weighted-average settlement price of these forward contracts was $ 81.37 /Bbl and $ 7.89 /Mcf for crude oil and natural gas, respectively. The weighted-average settlement price was $ 74.85 /Bbl and $ 4.61 /Mcf for crude oil and natural gas, respectively, as of December 31, 2021. Net gains and losses associated with marketing derivative instruments not designated as hedging instruments are recognized currently in net sales. \n\nThe following table summarizes net short volumes associated with the outstanding marketing commodity derivatives not designated as hedging instruments as of December 31: \n\n##TABLE_START 2022 2021 Oil commodity contracts Volume (MMbbl) ( 33 ) ( 28 ) Natural gas commodity contracts Volume (Bcf) ( 112 ) ( 136 ) ##TABLE_END\n\nINTEREST RATE SWAPS \n\nOccidental retired all remaining outstanding interest rate swaps in the twelve months ended December 31, 2022. Occidental's interest rate swap contracts locked in a fixed interest rate in exchange for a floating interest rate indexed to the three-month LIBOR throughout the reference period. Net gains and losses associated with interest rate swaps and warrants, were recognized currently in gains (losses) on interest rate swaps, net in the Consolidated Statements of Operations. \n\nInterest rate swaps and collateralization are classified as cash flows from financing activities. For the twelve months ended December 31, 2022, the interest rate swaps were terminated through the application of $ 144 million of collateral and cash payments of $ 255 million. Prior to termination, Occidental paid $ 35 million of periodic settlements and $ 179 million of collateral was returned. \n\nFAIR VALUE OF DERIVATIVES \n\nOccidental has categorized its assets and liabilities that are measured at fair value in a three-level fair value hierarchy, based on the inputs to the valuation techniques: Level 1 &#8211; using quoted prices in active markets for the assets or liabilities; Level 2 &#8211; using observable inputs other than quoted prices for the assets or liabilities; and Level 3 &#8211; using unobservable inputs. Transfers between levels, if any, are reported at the end of each reporting period. The following table presents the fair values of Occidental&#8217;s outstanding derivatives. Fair values are presented at gross amounts below, including when derivatives are subject to netting arrangements, and are presented on a net basis in the Consolidated Balance Sheets. \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\n##TABLE_START millions Fair Value Measurements Using Total Fair Value Balance Sheet Classification Level 1 Level 2 Level 3 Netting (a) \n\nDecember 31, 2022 Marketing Derivatives Other current assets $ 920 &#160; $ 127 &#160; $ &#8212; &#160; $ ( 980 ) $ 67 &#160; Long-term receivables and other assets, net 1 &#160; 2 &#160; &#8212; &#160; ( 1 ) 2 &#160; Accrued liabilities ( 938 ) ( 96 ) &#8212; &#160; 980 &#160; ( 54 ) Deferred credits and other liabilities - other ( 1 ) ( 1 ) &#8212; &#160; 2 &#160; &#8212; &#160; December 31, 2021 Marketing Derivatives Other current assets $ 1,516 &#160; $ 173 &#160; $ &#8212; &#160; $ ( 1,645 ) $ 44 &#160; Long-term receivables and other assets, net 4 &#160; 1 &#160; &#8212; &#160; ( 4 ) 1 &#160; Accrued liabilities ( 1,608 ) ( 196 ) &#8212; &#160; 1,645 &#160; ( 159 ) Deferred credits and other liabilities - other ( 4 ) &#8212; &#160; &#8212; &#160; 4 &#160; &#8212; &#160; Interest Rate Swaps Accrued liabilities &#8212; &#160; ( 315 ) &#8212; &#160; &#8212; &#160; ( 315 ) Deferred credits and other liabilities - other &#8212; &#160; ( 436 ) &#8212; &#160; &#8212; &#160; ( 436 ) ##TABLE_END\n\n(a) These amounts do not include collateral. As of December 31, 2021, $ 323 million of collateral related to interest rate swaps had been netted against derivative liabilities. Occidental netted $ 15 million and $ 110 million of collateral deposited with brokers against derivative liabilities related to marketing derivatives as of December 31, 2022, and December 31, 2021, respectively. \n\nGAINS AND LOSSES ON DERIVATIVES \n\nThe following table presents gains and (losses) related to Occidental&#8217;s derivative instruments in the Consolidated Statements of Operations for the years ended December 31: \n\n##TABLE_START millions Income Statement Classification 2022 2021 2020 \n\nCollars and Calls (a) \n\nNet sales $ &#8212; &#160; $ ( 344 ) $ 1,064 &#160; Marketing Derivatives Net sales (b) \n\n381 &#160; 338 &#160; ( 393 ) Interest Rate Swaps Gains (losses) on interest rate swaps and warrants, net 317 &#160; 122 &#160; ( 428 ) ##TABLE_END\n\n(a) All of Occidental&#8217;s collars and calls expired on or before December 31, 2021. \n\n(b) Includes derivative and non-derivative marketing activity. \n\nCREDIT RISK \n\nThe majority of Occidental&#8217;s counterparty credit risk is related to the physical delivery of energy commodities to its customers and their inability to meet their settlement commitments. Occidental manages credit risk by selecting counterparties that it believes to be financially strong, by entering into netting arrangements with counterparties and by requiring collateral or other credit risk mitigants, as appropriate. Occidental actively evaluates the creditworthiness of its counterparties, assigns appropriate credit limits and monitors credit exposures against those assigned limits. Occidental also enters into futures contracts through regulated exchanges with select clearinghouses and brokers, which are subject to minimal credit risk, if any. \n\nCertain of Occidental&#8217;s OTC derivative instruments contain credit-risk-contingent features, primarily tied to credit ratings for Occidental or its counterparties, which may affect the amount of collateral that each party would need to post. The aggregate fair value of derivative instruments with credit-risk-contingent features for which a net liability position existed as of December 31, 2022 was $ 18 million. The aggregate fair value of derivative instruments with credit-risk-contingent features for which a net liability position existed as of December 31, 2021 was $ 107 million (net of $ 323 million of collateral), which was primarily related to interest rate swaps. \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\n##TABLE_START NOTE 9 - FAIR VALUE MEASUREMENTS ##TABLE_END\n\nFAIR VALUES &#8211; NONRECURRING \n\nThere were no significant non-recurring fair value measurements during the year ended December 31, 2022. \n\nFor the year ended December 31, 2021, Occidental recorded pre-tax impairments of $ 276 million related to undeveloped leases that either expired or were set to expire in the near-term, where Occidental had no plans to pursue exploration activities. \n\nThe table below summarizes the significant impairments and other charges incurred to measure assets to their fair value on a nonrecurring basis throughout the year ended December 31, 2020: \n\n##TABLE_START millions Total Fair Value Asset impairments and other charges Goodwill $ 1,153 &#160; Oil and gas properties - proved $ 2,436 &#160; Oil and gas properties - unproved $ 4,591 &#160; Oil and gas properties - discontinued operations $ 2,191 &#160; WES equity investment $ 2,673 &#160; ##TABLE_END\n\nGOODWILL \n\nIn the first quarter of 2020, Occidental impaired $ 1.2 billion in goodwill related to Occidental&#8217;s ownership in WES, which was previously included in long-term receivables and other assets, net. The market value of WES&#8217; publicly traded units is considered a Level 1 input. \n\nOIL AND GAS PROPERTIES \n\nIn the second quarter of 2020, as a result of the expected prolonged period of lower commodity prices brought on by the COVID-19 pandemic&#8217;s impact on oil demand, Occidental tested substantially all of its oil and gas assets for impairment. Occidental recognized total pre-tax impairments to its oil and gas proved and unproved properties of $ 8.6 billion, of which $ 6.4 billion was included in oil and gas segment results and $ 2.2 billion ($ 1.4 billion net of tax) related to Ghana was included in discontinued operations. \n\nIn the second quarter of 2020, Occidental recorded proved property pre-tax impairments of $ 1.2 billion primarily related to certain assets for its domestic onshore and Gulf of Mexico assets and $ 0.9 billion to adjust the Algeria oil and gas proved properties to their fair value. The fair value of the proved properties was measured based on the income approach. \n\nUnproved property pre-tax impairments of $ 4.3 billion were primarily related to domestic onshore unproved acreage. The fair value of this acreage was measured based on a market approach using an implied acreage valuation derived from domestic onshore market participants excluding the fair value assigned to proved properties. \n\nIncome approaches are considered Level 3 fair value estimates and include significant assumptions of future production and timing of production, commodity price assumptions and operating and capital cost estimates, discounted using a 10 percent weighted average cost of capital. Taxes were based on current statutory rates. Future production and timing of production is based on internal reserves estimates and internal economic models for a specific oil and gas asset. Internal reserve estimates consist of proved reserves and unproved reserves, the latter adjusted for uncertainty based on reserve category. Price assumptions were based on a combination of market information and published industry resources adjusted for historical differentials. Price assumptions ranged from approximately $ 40 per barrel of oil in 2020 increasing to approximately $ 70 per barrel of oil in 2034, with an unweighted arithmetic average price of $ 59.17 and $ 62.42 for WTI and Brent indexed assets for the 15 year period, respectively. Natural gas prices ranged from approximately $ 2.00 per Mcf in 2020 to approximately $ 3.60 per Mcf in 2034, with an unweighted arithmetic average price of $ 3.13 for NYMEX based assets for the 15 year period. Both oil and natural gas commodity prices were held flat after 2034 and were adjusted for location and quality differentials. Operating and capital cost estimates were based on current observable costs and were further escalated 1 percent in every period where commodity prices exceeded $ 50 per barrel and 2 percent in every period where commodity prices exceeded $ 60 per barrel. The weighted average cost of capital is calculated based on industry peers and best approximates the cost of capital an external market participant would expect to obtain. \n\nIn the first quarter of 2020, Occidental's oil and gas segment recognized pre-tax impairment and related charges of $ 581 million primarily related to both proved and unproved oil and gas properties and a lower of cost or net realizable value adjustment for crude inventory. Occidental recorded proved property impairments of $ 293 million related to certain international assets and the Gulf of Mexico. Occidental recorded unproved property impairments, of approximately $ 241 million, primarily related to domestic onshore undeveloped leases and offshore Gulf of Mexico where Occidental no \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\nlonger intends to pursue exploration, appraisal or development activities primarily due to the reduction in near-term capital plans. \n\nIf there is an adverse downturn of the macroeconomic conditions and if such downturn is expected to or does persist for a prolonged period of time, Occidental&#8217;s oil and gas properties may be subject to further testing for impairment, which could result in additional non-cash asset impairments. Such impairments could be material to the financial statements. \n\nWES EQUITY INVESTMENT \n\nAt the end of the third quarter of 2020, Occidental recorded an other-than-temporary impairment of $ 2.7 billion, as the fair value of Occidental&#8217;s investment in WES had remained significantly lower than its book value for the majority of the nine months ended September 30, 2020. Occidental concluded that the difference between the fair value and book value of WES was not temporary, primarily given both the magnitude and the duration that the fair value was below its book value. This other-than-temporary impairment was calculated based on the closing market price of WES as of September 30, 2020. The market value of WES&#8217; publicly traded common units is considered a Level 1 input. \n\nFINANCIAL INSTRUMENTS FAIR VALUE \n\nThe carrying amounts of cash, cash equivalents, restricted cash, restricted cash equivalents and other on-balance sheet financial instruments, other than fixed-rate debt, approximate fair value. See Note 6 - Long-Term Debt for the fair value of long-term debt. \n\n##TABLE_START NOTE 10 - INCOME TAXES ##TABLE_END\n\nLEGAL ENTITY REORGANIZATION \n\nTo align Occidental&#8217;s legal entity structure with the nature of its business activities after completing the acquisition of Anadarko and subsequent large scale post-acquisition divestiture program, management undertook a legal entity reorganization that was completed in the first quarter of 2022. \n\nAs a result of this legal entity reorganization, management made an adjustment to the tax basis in a portion of its operating assets, thus reducing Occidental&#8217;s deferred tax liabilities. Accordingly, in 2022, Occidental recorded a tax benefit of $ 2.7 billion in connection with this reorganization. The timing of any reduction in Occidental&#8217;s future cash taxes as a result of this legal entity reorganization will be dependent on a number of factors, including prevailing commodity prices, capital activity level and production mix. The legal entity reorganization transaction is currently under IRS review as part of the Company&#8217;s 2022 federal tax audit. \n\nINFLATION REDUCTION ACT \n\nIn August 2022, Congress passed the Inflation Reduction Act that contains, among other provisions, a corporate book minimum tax on financial statement income, an excise tax on stock buybacks, a methane emissions fee and certain tax incentives related to climate change and clean energy. Occidental is currently evaluating the provisions of this act. The ultimate impact of the Inflation Reduction Act to Occidental will depend on a number of factors including future commodity prices, interpretations and assumptions as well as additional regulatory guidance. \n\nThe following summarizes domestic and foreign components of income (loss) from continuing operations before domestic and foreign income taxes for the years ended December 31: \n\n##TABLE_START millions 2022 2021 2020 Domestic $ 11,314 &#160; $ 1,966 &#160; $ ( 15,322 ) Foreign 2,803 &#160; 1,739 &#160; ( 383 ) Total $ 14,117 &#160; $ 3,705 &#160; $ ( 15,705 ) ##TABLE_END\n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\nThe following summarizes components of income tax expense (benefit) on continuing operations for the years ended December 31: \n\n##TABLE_START millions 2022 2021 2020 Current Federal $ 1,272 &#160; $ 173 &#160; $ ( 126 ) State and local 105 &#160; 36 &#160; 6 &#160; Foreign 1,080 &#160; 660 &#160; 465 &#160; Total current tax expense $ 2,457 &#160; $ 869 &#160; $ 345 &#160; Deferred Federal ( 1,569 ) 191 &#160; ( 2,384 ) State and local ( 57 ) ( 153 ) ( 103 ) Foreign ( 18 ) 8 &#160; ( 30 ) Total deferred tax expense (benefit) $ ( 1,644 ) $ 46 &#160; $ ( 2,517 ) Total income tax expense (benefit) $ 813 &#160; $ 915 &#160; $ ( 2,172 ) ##TABLE_END\n\nThe following reconciliation of the U.S federal statutory income tax rate to Occidental&#8217;s worldwide effective tax rate on income from continuing operations for the years ended December 31 is stated as a percentage of income (loss) from continuing operations before income taxes: \n\n##TABLE_START 2022 2021 2020 U.S. federal statutory tax rate 21 &#160; % 21 &#160; % 21 &#160; % Legal entity reorganization ( 18 ) &#8212; &#160; &#8212; &#160; Enhanced oil recovery credit and other general business credits &#8212; &#160; ( 3 ) &#8212; &#160; Goodwill impairment &#8212; &#160; &#8212; &#160; ( 3 ) Capital loss &#8212; &#160; ( 2 ) &#8212; &#160; Tax impact from foreign operations 3 &#160; 8 &#160; ( 4 ) State income taxes, net of federal benefit &#8212; &#160; ( 2 ) &#8212; &#160; Other &#8212; &#160; 3 &#160; &#8212; &#160; Worldwide effective tax rate 6 &#160; % 25 &#160; % 14 &#160; % ##TABLE_END\n\nIn 2022, Occidental&#8217;s worldwide effective tax rate wa s 6 %, which was lower than the U.S. statutory rate o f 21% and primarily driven by a tax benefit associated with Occidental's legal entity reorganization, as described above, partially offset by higher tax rates in the foreign jurisdictions in which Occidental operates. \n\nIn 2021, Occidental&#8217;s worldwide effective tax rate was 25 %, which was higher than the U.S. statutory rate of 21% due to higher tax rates in the foreign jurisdictions in which Occidental operates, partially offset by the tax impact of business credits, state tax revaluations and other domestic tax benefits. \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\nThe tax effects of temporary differences resulting in deferred income taxes as of December 31: \n\n##TABLE_START millions 2022 2021 Deferred tax liabilities Property, plant and equipment differences $ ( 7,218 ) $ ( 9,905 ) Equity investments, partnerships and international subsidiaries ( 441 ) ( 571 ) Gross long-term deferred tax liabilities ( 7,659 ) ( 10,476 ) Deferred tax assets Environmental reserves 229 &#160; 242 &#160; Postretirement benefit accruals 235 &#160; 285 &#160; Deferred compensation and benefits 207 &#160; 286 &#160; Asset retirement obligations 799 &#160; 850 &#160; Foreign tax credit carryforwards 3,622 &#160; 3,904 &#160; General business credit carryforwards 30 &#160; 698 &#160; Net operating loss carryforward 1,058 &#160; 1,628 &#160; Interest expense carryforward 11 &#160; 28 &#160; All other 771 &#160; 689 &#160; Gross long-term deferred tax assets 6,962 &#160; 8,610 &#160; Valuation allowance ( 4,785 ) ( 5,136 ) Net long-term deferred tax assets $ 2,177 &#160; $ 3,474 &#160; Total deferred income tax liability, net $ ( 5,482 ) $ ( 7,002 ) Less: foreign deferred tax asset in long-term receivables and other assets, net ( 30 ) ( 37 ) Total deferred income tax liability, gross $ ( 5,512 ) $ ( 7,039 ) ##TABLE_END\n\nTotal deferred tax assets, after valuation allowances, w ere $ 2.2 billion and $ 3.5 billion as of December 31, 2022 and 2021, respectively. Occidental expects to realize the recorded deferred tax assets, net of any allowances, through future operating income and reversal of temporary differences. The total deferred tax liabilities were $ 7.7 billion and $ 10.5 billion as of December 31, 2022 and 2021, respectively. The decrease in the net deferred tax liability in 2022 compared to 2021 was primarily driven by a tax benefit associated with Occidental's legal entity reorganization, as described above, partially offset by the utilization of net operating losses and other tax attributes. \n\nAs of December 31, 2022, Occidental had foreign tax credit carryforwards of $ 3.6 billion a nd state tax credit carryforwards of $ 30 million. Occidental had recorded a valuation allowance fo r $ 3.6 billion of the foreign tax credit carryforwards a nd $ 27 million of the state tax credit carryforwards. \n\nAs of December 31, 2022, Occidental had tax-effected federal net operating loss carryforwards of $ 3 million, foreign net operating loss carryforwards of $ 841 million and state net operating loss carryforwards of $ 214 million. Th e carryforward balances have va rying carryforward periods through 2042, excluding certain attributes for which there is an indefinite carryforward period. A valuation allowance was recorded for $ 184 million of the tax-effected state net operating loss carryforwards and $ 801 million of the tax-effected foreign net operating loss carryforwards. Occidental had an additional valuation allowance of $ 145 million against other foreign deferred tax assets. \n\nOccidental had no tax-effected federal interest expense carryforward and tax-effected state interest expense carryforward of $ 11 million as of December 31, 2022. Occidental recorded a valuation allowance for $ 9 million of the state interest expense carryforward . \n\nA deferred tax liability had not been recognized for temporary differences related to unremitted earnings of certain consolidated international subsidiaries aggregating approximately $ 924 million as of December 31, 2022, as it is Occidental&#8217;s intention to reinvest such earnings indefinitely. If the earnings of these international subsidiaries were not indefinitely reinvested, an additional deferred tax liability of approximately $ 221 million would be required. \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\nA reconciliation of the beginning and ending amount of unrecognized tax benefits is as follows: \n\n##TABLE_START millions 2022 2021 2020 Balance as of January 1 $ 2,026 &#160; $ 2,045 &#160; $ 2,173 &#160; Increases related to prior-year positions 2 &#160; 75 &#160; 14 &#160; Settlements &#8212; &#160; ( 80 ) ( 42 ) Reductions for tax positions of prior years ( 18 ) ( 14 ) ( 100 ) Balance as of December 31 $ 2,010 &#160; $ 2,026 &#160; $ 2,045 &#160; ##TABLE_END\n\nThe December 31, 2022 balance of unrecognized tax benefits of $ 2.0 billion included potential benefits of $ 2.0 billion of which, if recognized, $ 1.5 billion would affect the effective tax rate on income. Also included were benefits of $ 45 million related to tax positions for which the ultimate deductibility is highly certain, but the timing of such deductibility is uncertain. Unrecognized tax benefits are included in deferred credits and other liabilities - other. Occidental records estimated potential interest and penalties related to liabilities for unrecognized tax benefits in the provisions for domestic and foreign income taxes. During 2022, Occidental recorded interest related to liabilities for unrecognized tax benefits of $ 95 million, for a cumulative accrued interest related to liabilities for unrecognized tax benefits of $ 416 million as of December 31, 2022. There were no penalties associated with liabilities for unrecognized tax benefits recorded for the years ended December 31, 2022 and 2021. Over the next 12 months, it is reasonably possible that the total amount of unrecognized tax benefits could decrease by $ 50 million to $ 60 million due to settlements with taxing authorities or lapses in statutes of limitation. \n\nOccidental recognized $ 280 million and $ 105 million in federal and state income tax receivables as of December 31, 2022 and 2021, respectively, which was recorded in other current assets. In addition, Occidental recognized $ 33 million associated with the December 31, 2021 au dit, which was recorded in long-term receivables and other assets, net. \n\nOccidental is subject to audit by various tax authorities in varying periods. See Note 13 - Lawsuits, Claims, Commitments and Contingencies for a discussion of these matters. \n\n##TABLE_START NOTE 11 - RETIREMENT AND POSTRETIREMENT BENEFIT PLANS ##TABLE_END\n\nOccidental has various defined contribution and defined benefit plans for its salaried, domestic union and nonunion hourly and certain foreign national employees. In addition, Occidental also provides medical and other benefits for certain active, retired and disabled employees and their eligible dependents. \n\nIn 2021, Occidental settled a significant portion of retiree liability through an annuity purchase. This annuity purchase applied to participants in certain defined benefit plans. The impact of this settlement transaction was approximately $ 109 million and is reflected in the December 31, 2021 projected benefit obligation. \n\nDEFINED CONTRIBUTION PLANS \n\nAll domestic employees and certain foreign national employees are eligible to participate in one or more of the defined contribution retirement or savings plans that provide for periodic contributions by Occidental based on plan-specific criteria, such as base pay, level and employee contributions. Certain salaried employees participate in a supplemental retirement plan that restores benefits lost due to governmental limitations on qualified retirement benefits. The accrued liabilities for the supplemental retirement plan were $ 288 million and $ 249 million as of December 31, 2022 and 2021, respectively. Occidental expensed $ 202 million in 2022, $ 166 million in 2021 and $ 192 million in 2020 under the provisions of these defined contribution and supplemental retirement plans. \n\nDEFINED BENEFIT PLANS \n\nParticipation in defined benefit plans is limited. Approximately 400 domestic and 300 foreign national employees, mainly union, nonunion hourly and certain employees that joined Occidental from acquired operations with grandfathered benefits, are currently accruing benefits under these plans. \n\nPension costs for Occidental&#8217;s defined benefit pension plans, determined by independent actuarial valuations, are generally funded by payments to trust funds, which are administered by independent trustees. \n\nPOSTRETIREMENT AND OTHER BENEFIT PLANS \n\nOccidental provides medical and dental benefits and life insurance coverage for certain active, retired and disabled employees and their eligible dependents. Occidental generally funds the benefits as they are paid during the year. These benefit costs, including the postretirement costs for the years ended December 31, were $ 211 million in 2022, $ 211 million in 2021 and $ 235 million in 2020. \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\nOBLIGATIONS AND FUNDED STATUS \n\nThe following tables show the amounts recognized in Occidental&#8217;s Consolidated Balance Sheets related to its pension and postretirement benefit plans as of December 31: \n\n##TABLE_START Pension Benefits Postretirement Benefits millions 2022 2021 2022 2021 Amounts recognized in the Consolidated Balance Sheet: Long-term receivables and other assets, net $ 102 &#160; $ 192 &#160; $ &#8212; &#160; $ &#8212; &#160; Accrued liabilities ( 3 ) ( 4 ) ( 62 ) ( 71 ) Deferred credits and other liabilities &#8212; pension and postretirement obligations ( 344 ) ( 391 ) ( 711 ) ( 1,149 ) &#160; $ ( 245 ) $ ( 203 ) $ ( 773 ) $ ( 1,220 ) Accumulated other comprehensive loss included the following after-tax balances: Net (gain) loss $ 17 &#160; $ ( 17 ) $ ( 190 ) $ 163 &#160; Prior service credit &#8212; &#160; &#8212; &#160; ( 52 ) ( 50 ) &#160; $ 17 &#160; $ ( 17 ) $ ( 242 ) $ 113 &#160; ##TABLE_END\n\nThe following tables show the funding status, obligations and plan asset fair values of Occidental related to its pension and postretirement benefit plans for the years ended December 31: \n\n##TABLE_START Pension Benefits Postretirement Benefits millions 2022 2021 2022 2021 Changes in the benefit obligation: Benefit obligation &#8212; beginning of year $ 1,273 &#160; $ 1,613 &#160; $ 1,220 &#160; $ 1,259 &#160; Service cost &#8212; benefits earned during the period 7 &#160; 8 &#160; 38 &#160; 42 &#160; Interest cost on projected benefit obligation 36 &#160; 35 &#160; 33 &#160; 33 &#160; Actuarial gain ( 297 ) ( 55 ) ( 468 ) ( 54 ) Benefits paid ( 123 ) ( 219 ) ( 58 ) ( 67 ) Settlement due to annuity purchase &#8212; &#160; ( 109 ) &#8212; &#160; &#8212; &#160; Other ( 10 ) &#8212; &#160; 8 &#160; 7 &#160; Benefit obligation &#8212; end of year $ 886 &#160; $ 1,273 &#160; $ 773 &#160; $ 1,220 &#160; Changes in plan assets: Fair value of plan assets &#8212; beginning of year $ 1,070 &#160; $ 1,193 &#160; $ &#8212; &#160; $ &#8212; &#160; Actual return on plan assets ( 304 ) 44 &#160; &#8212; &#160; &#8212; &#160; Employer contributions 16 &#160; 162 &#160; 49 &#160; 59 &#160; Benefits paid ( 123 ) ( 219 ) ( 57 ) ( 67 ) Payments due to annuity purchase &#8212; &#160; ( 109 ) &#8212; &#160; &#8212; &#160; Other ( 18 ) ( 1 ) 8 &#160; 8 &#160; Fair value of plan assets &#8212; end of year $ 641 &#160; $ 1,070 &#160; $ &#8212; &#160; $ &#8212; &#160; Unfunded status: $ ( 245 ) $ ( 203 ) $ ( 773 ) $ ( 1,220 ) ##TABLE_END\n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\nChanges in actuarial gains and losses in the projected benefit obligation are primarily driven by discount rate movement. \n\nThe following table sets forth details of the obligations and assets of Occidental&#8217;s defined benefit pension plans for the years ended December 31: \n\n##TABLE_START Accumulated Benefit Obligation in Excess of Plan Assets Plan Assets in Excess of Accumulated Benefit Obligation millions 2022 2021 2022 2021 Projected benefit obligation $ 738 &#160; $ 963 &#160; $ 148 &#160; $ 310 &#160; Accumulated benefit obligation $ 736 &#160; $ 960 &#160; $ 146 &#160; $ 308 &#160; Fair value of plan assets $ 458 &#160; $ 656 &#160; $ 183 &#160; $ 414 &#160; ##TABLE_END\n\nCOMPONENTS OF NET PERIODIC BENEFIT COST \n\nThe following table sets forth the components of net periodic benefit costs for the years ended December 31: \n\n##TABLE_START Pension Benefits Postretirement Benefits millions 2022 2021 2020 2022 2021 2020 Net periodic benefit costs: &#160; &#160; &#160; &#160; &#160; Service cost &#8212; benefits earned during the period $ 7 &#160; $ 8 &#160; $ 37 &#160; $ 38 &#160; $ 42 &#160; $ 39 &#160; Interest cost on projected benefit obligation 36 &#160; 35 &#160; 52 &#160; 33 &#160; 33 &#160; 37 &#160; Expected return on plan assets ( 38 ) ( 59 ) ( 73 ) &#8212; &#160; &#8212; &#160; &#8212; &#160; Recognized actuarial loss 1 &#160; 2 &#160; 5 &#160; 5 &#160; 15 &#160; 11 &#160; Recognized prior service credit &#8212; &#160; &#8212; &#160; &#8212; &#160; ( 9 ) ( 9 ) ( 8 ) (Gain) loss due to curtailment &#8212; &#160; &#8212; &#160; ( 124 ) &#8212; &#160; &#8212; &#160; 2 &#160; Gain due to settlement ( 1 ) ( 19 ) ( 19 ) &#8212; &#160; &#8212; &#160; &#8212; &#160; Special termination benefits &#8212; &#160; &#8212; &#160; 22 &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; Other costs and adjustments &#8212; &#160; &#8212; &#160; 1 &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; Net periodic benefit cost $ 5 &#160; $ ( 33 ) $ ( 99 ) $ 67 &#160; $ 81 &#160; $ 81 &#160; ##TABLE_END\n\nThe service cost component of net periodic benefit cost is included in selling, general and administrative, oil and gas operating expense, chemical and midstream costs and exploration expense on Occidental&#8217;s Consolidated Statements of Operations. All other components of net periodic benefit cost are included in other operating and non-operating expense. \n\nADDITIONAL INFORMATION \n\nThe following table sets forth the weighted-average assumptions used to determine Occidental&#8217;s benefit obligation and net periodic benefit cost for domestic plans for the years ended December 31: \n\n##TABLE_START &#160; Pension Benefits Postretirement Benefits 2022 2021 2022 2021 Benefit Obligation Assumptions: &#160; &#160; &#160; &#160; Discount rate 5.27 &#160; % 2.67 &#160; % 5.43 &#160; % 2.94 &#160; % Rate of increase in compensation levels 3.95 &#160; % 3.98 &#160; % &#8212; &#160; &#8212; &#160; Net Periodic Benefit Cost Assumptions: Discount rate 2.65 &#160; % 2.19 &#160; % 2.94 &#160; % 3.05 &#160; % Rate of increase in compensation levels 3.98 &#160; % 5.07 &#160; % &#8212; &#160; &#8212; &#160; Assumed long-term rate of return on assets 4.36 &#160; % 4.92 &#160; % &#8212; &#160; &#8212; &#160; ##TABLE_END\n\nFor domestic pension plans and postretirement benefit plans, Occidental based the discount rate on a AA-AAA Universe yield curve in 2022 and 2021. The assumed long-term rate of return on assets is estimated with regard to current market factors but within the context of historical returns for the asset mix that exists at year end. Assumed rates of compensation increases for active participants in certain plans and vary by age group. \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\nIn 2021, Occidental adopted the Society of Actuaries Pri-2012 Private Retirement Plans Mortality Tables with MP-2021 Mortality Improvement Scale, which updated the mortality assumptions that private defined-benefit plans in the United States use in the actuarial valuations that determine a plan sponsor&#8217;s pension obligations. The new mortality assumption reflects additional data that the Social Security Administration has released since the previous mortality tables and improvement scales were released. \n\nThe postretirement benefit obligation was determined by application of the terms of medical and dental benefits and life insurance coverage, including the effect of established maximums on covered costs, together with relevant actuarial assumptions and health care cost trend rates. Health care cost trend rates for medicare advantaged prescription drug plans of 9.2 % starting in 2022, then grading down to 4.5 % in 2028 and beyond. Health care cost trend rates used for non-medicare advantaged prescription drug plans are 6.0 % to 6.5 % in 2022, then grading down to 4.5 % in 2028 and beyond. \n\nThe actuarial assumptions used could change in the near-term as a result of changes in expected future trends and other factors that, depending on the nature of the changes, could cause increases or decreases in the plan assets and liabilities. \n\nFAIR VALUE OF PENSION PLAN ASSETS \n\nQualified defined benefit plan assets are monitored by Occidental&#8217;s Pension and Retirement Trust and Investment Committee in its role as a fiduciary. The Investment Committee selects and employs various external professional investment management firms to manage specific investments across the spectrum of asset classes. The Investment Committee employs a liability driven investment approach that uses a diversified blend of investments (equity securities, fixed-income securities, and alternative investments) along a glide path to optimize the long-term return of plan assets relative to plan liabilities, at a prudent level of risk. Equity investments are diversified across U.S. and non-U.S. stocks, as well as differing styles and market capitalizations. Investment performance is measured and monitored on an ongoing basis through quarterly investment portfolio and manager guideline compliance reviews, annual liability measurements and periodic studies. \n\nThe fair values of Occidental&#8217;s pension plan assets by asset category were as follows: \n\n##TABLE_START millions Level 1 Level 2 Level 3 Total December 31, 2022 Asset Class: &#160; &#160; &#160; &#160; Cash and cash equivalents $ 8 &#160; $ &#8212; &#160; $ &#8212; &#160; $ 8 &#160; Government securities 29 &#160; &#8212; &#160; &#8212; &#160; 29 &#160; \n\nCorporate bonds (a) \n\n&#8212; &#160; 16 &#160; &#8212; &#160; 16 &#160; \n\nEquity securities (b) \n\n34 &#160; &#8212; &#160; &#8212; &#160; 34 &#160; Other &#8212; &#160; 46 &#160; &#8212; &#160; 46 &#160; Investments measured at fair value $ 71 &#160; $ 62 &#160; $ &#8212; &#160; $ 133 &#160; \n\nInvestments measured at net asset value (c) \n\n&#8212; &#160; &#8212; &#160; &#8212; &#160; 509 &#160; Total pension plan assets (d) \n\n$ 71 &#160; $ 62 &#160; $ &#8212; &#160; $ 642 &#160; December 31, 2021 Asset Class: Cash and cash equivalents $ 19 &#160; $ &#8212; &#160; $ &#8212; &#160; $ 19 &#160; Government securities 63 &#160; &#8212; &#160; &#8212; &#160; 63 &#160; \n\nCorporate bonds (a) \n\n&#8212; &#160; 36 &#160; &#8212; &#160; 36 &#160; \n\nEquity securities (b) \n\n46 &#160; &#8212; &#160; &#8212; &#160; 46 &#160; Other &#8212; &#160; 76 &#160; &#8212; &#160; 76 &#160; Investments measured at fair value $ 128 &#160; $ 112 &#160; $ &#8212; &#160; $ 240 &#160; \n\nInvestments measured at net asset value (c) \n\n&#8212; &#8212; &#8212; 836 &#160; Total pension plan assets (d) \n\n$ 128 &#160; $ 112 &#160; $ &#8212; &#160; $ 1,076 &#160; ##TABLE_END\n\n(a) This category represents investment grade bonds of U.S. and non-U.S. issuers from diverse industries. \n\n(b) This category represents direct investments in mutual funds and common and preferred stocks from diverse U.S. and non-U.S. industries. \n\n(c) Certain investments measured at fair value using the NAV per share (or its equivalent) have not been categorized in the fair value hierarchy. Amounts presented in this table are intended to reconcile the fair value hierarchy to the pension plan assets. \n\n(d) Amounts exclude net payables of approximately $ 1 million as of December 31, 2022 and $ 6 million as of December 31, 2021. \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\nOccidental expects to contribute approximately $ 100 million to its defined benefit pensions plans during 2023. \n\nEstimated future benefit payments, which reflect expected future service, as appropriate, are as follows for the years ended December 31: \n\n##TABLE_START millions Pension Benefits Postretirement Benefits 2023 $ 75 &#160; $ 64 &#160; 2024 78 &#160; 62 &#160; 2025 70 &#160; 59 &#160; 2026 67 &#160; 57 &#160; 2027 68 &#160; 55 &#160; 2028 - 2032 303 &#160; 261 &#160; ##TABLE_END\n\n##TABLE_START NOTE 12 - ENVIRONMENTAL LIABILITIES AND EXPENDITURES ##TABLE_END\n\nOccidental and its subsidiaries and their respective operations are subject to stringent federal, state, local and international laws and regulations related to improving or maintaining environmental quality. The laws that require or address environmental remediation, including CERCLA and similar federal, state, local and international laws, may apply retroactively and regardless of fault, the legality of the original activities or the current ownership or control of sites. Occidental or certain of its subsidiaries participate in or actively monitor a range of remedial activities and government or private proceedings under these laws with respect to alleged past practices at Third-Party, Currently Operated, and Closed or Non-operated Sites. Remedial activities may include one or more of the following: investigation involving sampling, modeling, risk assessment or monitoring; clean-up measures including removal, treatment or disposal; or operation and maintenance of remedial systems. The environmental proceedings seek funding or performance of remediation and, in some cases, compensation for alleged property damage, natural resource damages, punitive damages, civil penalties, injunctive relief and government oversight costs. \n\nENVIRONMENTAL REMEDIATION \n\nAs of December 31, 2022, certain Occidental subsidiaries participated in or monitored remedial activities or proceedings at 162 sites. The following table presents the current and non-current environmental remediation liabilities of such subsidiaries on a consolidated basis as of December 31, 2022 and 2021, the current portion of which is included in accrued liabilities ($ 141 million in 2022 and $ 155 million in 2021) and the remainder in deferred credits and other liabilities - environmental remediation liabilities ($ 0.9 billion in 2022 and $ 0.9 billion in 2021). \n\nThese environmental remediation sites are grouped into NPL sites and the following three categories of non-NPL sites &#8212;Third-Party Sites, Currently Operated Sites and Closed or Non-operated Sites. \n\n##TABLE_START 2022 2021 millions, except number of sites Number of Sites Remediation Balance Number of Sites Remediation Balance NPL sites 30 &#160; $ 445 &#160; 30 &#160; $ 427 &#160; Third-Party Sites 68 &#160; 238 &#160; 69 &#160; 273 &#160; Currently Operated Sites 13 &#160; 106 &#160; 15 &#160; 122 &#160; Closed or Non-operated Sites 51 &#160; 257 &#160; 51 &#160; 277 &#160; Total 162 &#160; $ 1,046 &#160; 165 &#160; $ 1,099 &#160; ##TABLE_END \n\nAs of December 31, 2022, environmental remediation liabilities of Occidental subsidiaries exceeded $ 10 million each at 17 of the 162 sites described above, and 94 of the sites had liabilities from $ 0 to $ 1 million each. \n\nThe Diamond Alkali Superfund Site (DASS) in Newark, New Jersey accounted for a significant portion of the liabilities associated with the category of NPL sites. \n\nFive of the 68 Third-Party Sites &#8212; a chrome site in New Jersey, a former copper mining and smelting operation in Tennessee, a former oil field and a landfill in California and an active refinery in Louisiana where Occidental reimburses the current owner for certain remediation activities &#8212; accounted for nearly two-thirds of the liabilities associated with this category. \n\nThree Currently Operated Sites &#8212; oil and gas operations in Colorado and chemical plants in Kansas and Louisiana &#8212; accounted for approximately two-thirds of the liabilities associated with this category. \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\nEight Closed or Non-operated Sites &#8212; a landfill in Western New York, a former refinery in Oklahoma, former chemical plants in California, Michigan, Ohio, Tennessee and Washington, and a closed coal mine in Pennsylvania &#8212; accounted for more than two-thirds of the liabilities associated with this category. \n\nThe consolidated estimate of environmental remediation liabilities in the table above varies over time depending on factors such as acquisitions or divestitures, identification of additional sites, remedy selection and implementation and changes in applicable laws or regulations, among other factors. Occidental&#8217;s subsidiaries recorded environmental remediation expenses of $ 65 million, $ 28 million and $ 36 million for the years ended December 31, 2022, 2021, and 2020, respectively, on a consolidated basis. Environmental remediation expenses primarily relate to changes to existing conditions from past operations. Based on current estimates, Occidental expects its subsidiaries to expend funds corresponding to approximately 40 % of the year-end remediation balance over the next three to four years with the remainder over the subsequent 10 or more years. \n\nOccidental believes its range of reasonably possible additional losses of its subsidiaries beyond those amounts currently recorded for environmental remediation for the 162 environmental sites in the table above could be up to $ 2.7 billion. \n\nMAXUS ENVIRONMENTAL SITES \n\nA significant portion of aggregate estimates of environmental remediation liabilities and reasonably possible additional losses described above relates to the former Diamond Alkali Chemicals Company (DSCC). When OxyChem acquired DSCC in 1986, Maxus agreed to indemnify OxyChem for a number of environmental sites, including the DASS. In June 2016, Maxus and several affiliated companies filed for Chapter 11 bankruptcy in the U.S. Bankruptcy Court for the District of Delaware. Prior to filing for bankruptcy, Maxus defended and indemnified OxyChem in connection with remediation costs and other liabilities associated with the sites subject to the indemnity. Any additional recovery of indemnified costs would come from the proceeds of litigation brought by the Maxus Liquidating Trust. For additional information on the Maxus Liquidating Trust, see Note 13 - Lawsuits, Claims, Commitments and Contingencies . \n\nDIAMOND ALKALI SUPERFUND SITE \n\nThe EPA has organized the DASS into four Operable Units (OUs) for evaluating, selecting and implementing remediation under CERCLA. OxyChem&#8217;s current activities in each OU are summarized below, many of which are performed on OxyChem&#8217;s behalf by Glenn Springs Holdings, Inc. \n\nOU1 &#8211; The Former Diamond Alkali Plant at 80-120 Lister Avenue in Newark: Maxus and its affiliates implemented an interim remedy of OU1 pursuant to a 1990 Consent Decree, for which OxyChem currently performs maintenance and monitoring. The EPA is conducting a periodic evaluation of the interim remedy for OU1. \n\nOU2 &#8211; The Lower 8.3 Miles of the Lower Passaic River: In March 2016, the EPA issued a Record of Decision (ROD) specifying remedial actions required for OU2. During the third quarter of 2016, and following Maxus&#8217;s bankruptcy filing, OxyChem and the EPA entered into an Administrative Order on Consent (AOC) to complete the design of the remedy selected in the ROD. At that time, the EPA sent notice letters to approximately 100 parties notifying them that they were potentially responsible to pay the costs to implement the remedy in OU2 and announced that it would pursue similar agreements with other potentially responsible parties. In June 2018, OxyChem filed a complaint under CERCLA in Federal District Court in the State of New Jersey against numerous potentially responsible parties seeking contribution and cost recovery of amounts incurred or to be incurred to comply with the AOC and the OU2 ROD, or to perform other remediation activities related to the DASS. That action remains pending and the District Court has not adjudicated OxyChem&#8217;s relative share of responsibility for those costs. The EPA has estimated the cost to remediate OU2 to be approximately $ 1.4 billion. \n\nOU3 &#8211; Newark Bay Study Area, including Newark Bay and Portions of the Hackensack River, Arthur Kill, and Kill van Kull: Maxus and its affiliates initiated a remedial investigation and feasibility study of OU3 pursuant to a 2004 AOC which was amended in 2010. OxyChem is currently performing feasibility study activities in OU3. \n\nOU4 &#8211; The 17 -mile Lower Passaic River Study Area, comprising OU2 and the Upper 9 Miles of the Lower Passaic River: In September 2021, the EPA issued a ROD selecting an interim remedy for the portion of OU4 that excludes OU2, and is located upstream from the Lister Avenue Plant site for which OxyChem inherited legal responsibility. The EPA had estimated the cost to remediate OU4 to be approximately $ 440 million. At this time, OxyChem's role or responsibilities under the OU4 ROD, and those of other potentially responsible parties, have not been adjudicated. To provide continued, efficient remediation progress, in January 2022, OxyChem offered to design and implement the interim remedy for OU4 subject to certain conditions, including a condition that the EPA would not seek to bar OxyChem&#8217;s right to seek contribution or cost recovery from any other parties that are potentially responsible to pay for the OU4 interim remedy. In March 2022, the EPA sent a notice letter to OxyChem and other parties requesting good faith offers to implement the selected remedies at OU2 and OU4. OxyChem submitted a good faith offer in June 2022, reaffirming the offer to design the remedy for OU4 and offering to enter into additional sequential agreements to remediate OU2 and OU4, subject to similar conditions, including that the EPA not seek to bar OxyChem from pursuing contribution or cost recovery from other responsible parties. The EPA did not accept OxyChem's June 2022 offer and, as such, OxyChem believes that the EPA may issue a Unilateral Administrative Order or commence CERCLA litigation against it, and potentially other parties, to require further design and/or implementation activities of the EPA&#8217;s selected remedies at the DASS. \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\nOngoing Assessment by Natural Resource Trustees: In addition to the activities of the EPA and OxyChem in the OUs described above, federal and state natural resources trustees are conducting an assessment of natural resources in the Lower Passaic River and Greater Newark Bay to evaluate potential claims for natural resource damages. \n\nALDEN LEEDS LITIGATION \n\nIn December 2022, the EPA and the DOJ filed a proposed Consent Decree in the Alden Leeds litigation seeking court approval to settle with 85 parties for a total of $ 150 million and release them from liability for remediation costs in DASS OU2 and OU4, which OxyChem believes is based on a disproportionate allocation of responsibility to OxyChem despite overwhelming evidence regarding the responsibility of others, and, among other infirmities, is contrary to site-specific sampling and other relevant evidence concerning the liability of the settling parties. The EPA and DOJ also seek entry of an order that would bar OxyChem from pursuing contribution against those parties for remediation costs OxyChem had incurred or may incur in the future to design and implement the remedies in OU2 and OU4. \n\nOxyChem intends to challenge the proposed settlement vigorously in the Alden Leeds litigation and to seek contribution and cost recovery from other potentially responsible parties for remediation costs it had incurred or may incur at the DASS. If OxyChem is denied leave to intervene in the Alden Leeds litigation, its anticipated settlement objections are overruled by the Court or in any subsequent appeals, or the proposed settlement is approved by the Court and not overturned on appeal, then, notwithstanding OxyChem&#8217;s vigorous, good faith effort to contest the settlement proposed in the Alden Leeds litigation, the EPA could attempt to compel OxyChem to bear substantially all of the estimated cost to design and implement the OU2 and OU4 remedies, which would have a material adverse impact on OxyChem and Occidental&#8217;s consolidated results of operations in the period recorded. While the remedies for OU2 and OU4 are expected to take over ten years to complete, the EPA may seek to require OxyChem to provide financial assurance to secure its performance. The amount of financial assurance is not subject to estimation at this time, as it is uncertain when or to what extent the EPA may take action to compel OxyChem to perform further remediation in OU2 or OU4 or the amount of assurance OxyChem would be required to post if the EPA takes such actions before the proposed settlement at issue in Alden Leeds is resolved. For further information on the Alden Leeds litigation, see Note 13 - Lawsuits, Claims, Commitments and Contingencies. \n\nOTHER INFORMATION \n\nFor the DASS, OxyChem has accrued a reserve relating to its estimated allocable share of the costs to perform the maintenance and monitoring required in the OU1 Consent Decree, the design and implementation of remedies selected in the OU2 ROD and AOC and the OU4 ROD, and the remedial investigation and feasibility study required in the OU3. \n\nOxyChem&#8217;s accrued environmental remediation reserve does not reflect the potential for additional remediation costs or natural resource damages for the DASS that OxyChem believes are not reasonably estimable. OxyChem&#8217;s ultimate liability at the DASS may be higher or lower than the reserved amount and the reasonably possible additional losses, and is subject to final design plans, further action by the EPA and natural resource trustees, and the resolution of OxyChem's allocable share with other potentially responsible parties, among other factors. \n\nOxyChem continues to evaluate the estimated costs currently recorded for remediation at the DASS and other Maxus-indemnified sites, as well as the range of reasonably possible additional losses beyond those amounts currently recorded. Given the complexity and extent of the remediation efforts, estimates of the remediation costs may increase or decrease over time as new information becomes available. \n\n##TABLE_START NOTE 13 - LAWSUITS, CLAIMS, COMMITMENTS AND CONTINGENCIES ##TABLE_END\n\nLEGAL MATTERS \n\nOccidental or certain of its subsidiaries are involved, in the normal course of business, in lawsuits, claims and other legal proceedings that seek, among other things, compensation for alleged personal injury, breach of contract, property damage or other losses, punitive damages, civil penalties, or injunctive or declaratory relief. Occidental or certain of its subsidiaries also are involved in proceedings under CERCLA and similar federal, regional, state, provincial, tribal, local and international environmental laws. These environmental proceedings seek funding or performance of remediation and, in some cases, compensation for alleged property damage, natural resource damages, punitive damages, civil penalties, injunctive relief and government oversight costs. Usually Occidental or such subsidiaries are among many companies in these environmental proceedings and have to date been successful in sharing remediation costs with other financially sound companies. Further, some lawsuits, claims and legal proceedings involve acquired or disposed assets with respect to which a third party or Occidental or its subsidiary retains liability or indemnifies the other party for conditions that existed prior to the transaction. \n\nIn accordance with applicable accounting guidance, Occidental or its subsidiaries accrue reserves for outstanding lawsuits, claims and proceedings when it is probable that a liability has been incurred and the liability can be reasonably estimated. Reserves for matters, other than for the arbitration award (disclosed below), tax matters or environmental remediation, that satisfy these criteria as of December 31, 2022 and 2021, were not material to Occidental&#8217;s Consolidated Balance Sheets. \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\nIf unfavorable outcomes of these matters were to occur, future results of operations or cash flows for any particular quarterly or annual period could be materially adversely affected. Occidental&#8217;s estimates are based on information known about the legal matters and its experience in contesting, litigating and settling similar matters. Occidental reassesses the probability and estimability of contingent losses as new information becomes available. \n\nANDES ARBITRATION \n\nIn 2016, Occidental received payments from the Republic of Ecuador of approximately $ 1.0 billion pursuant to a November 2015 arbitration award for Ecuador&#8217;s 2006 expropriation of Occidental&#8217;s Participation Contract for Block 15. The awarded amount represented a recovery of Occidental&#8217;s 60 % of the value of Block 15. In 2017, Andes commenced an arbitration, against OEPC, claiming it is entitled to a 40 % share of the judgment amount obtained by Occidental. Occidental contended that Andes is not entitled to any of the amounts paid under the 2015 arbitration award because Occidental&#8217;s recovery was limited to Occidental&#8217;s own 60 % economic interest in the block. On March 26, 2021, the arbitration tribunal issued an award in favor of Andes and against OEPC in the amount of $ 391 million plus interest. In June 2021, OEPC filed a motion to vacate the award due to concerns regarding the validity of the award. In December 2021, the U.S. District Court for the Southern District of New York confirmed the arbitration award, plus prejudgment interest, in the aggregate amount of $ 558 million. OEPC has appealed the judgment. Oral argument with respect to OEPC&#8217;s appeal occurred on February 2, 2023, and a ruling is expected later this year. Andes has filed state court claims in New York and Delaware against OEPC, OPC, and OXY USA to attempt to recover on its judgment against OEPC during the pendency of the appeal. All Occidental entities are vigorously defending against these actions. In addition, OEPC commenced an arbitration against Andes to recover significant additional claims not addressed by the prior arbitration tribunal relating to Andes' 40 % share of costs, liabilities, losses and expenses due under the parties&#8217; agreements. A hearing on these claims occurred in December 2022. A ruling from the arbitration tribunal is expected in the first half of 2023. \n\nALDEN LEEDS LITIGATION \n\nIn December 2022, the EPA and the DOJ filed a proposed Consent Decree with the Federal District Court in New Jersey in the Alden Leeds litigation seeking court approval of a proposed settlement in which the EPA seeks to release 85 potentially responsible parties from all remediation costs in OU2 and OU4 of the DASS for approximately $ 150 million. OxyChem believes the proposed settlement relies, improperly, on an allocation report prepared by an EPA contractor in which the contractor purports to assign a disproportionate share of the responsibility for remediation costs in OU2 and OU4 to OxyChem. In the proposed settlement, the EPA also seeks to bar OxyChem from pursuing contribution claims against the 85 settling parties for remediation costs in OU2 and OU4. The settlement does not address the liability of any party with respect to OU3 or natural resource damages. OxyChem intends to contest the proposed settlement vigorously. \n\nThe proposed EPA settlement is subject to a public comment process that closes in March 2023. OxyChem believes the proposed settlement exceeds the EPA&#8217;s statutory authority and is based on a flawed allocation process. OxyChem also believes that process was unreasonably limited in scope and unreliably based on voluntary reporting by the settling parties, instead of sworn evidence, publicly available sampling results, and historical documents reflecting the operating history and disposal practices of the 85 parties that the EPA proposes to release as part of this settlement. OxyChem expects to show that the EPA&#8217;s proposed settlement does not fairly and reasonably reflect the settling parties&#8217; contribution of hazardous substances to the DASS, and, among other things, incorrectly attributes to OxyChem substances that were contributed by one or more of the 85 settling parties. \n\nOxyChem has sought to intervene in the Alden Leeds proceeding to protect its rights under federal law to challenge the proposed settlement, seek contribution and cost recovery from potentially responsible parties, and obtain a judicial allocation of responsibility under CERCLA. It is unclear when the Court will rule on OxyChem&#8217;s request to intervene or will address whether the underlying settlement will be approved. In the related CERCLA litigation, OxyChem also intends to defend and prosecute vigorously its right to seek contribution and cost recovery from all potentially responsible parties to pay remediation costs in the DASS. As the Alden Leeds case is in its early stages, OxyChem is unable to estimate the timing of the Court&#8217;s decision, its outcome, or the outcome of any appeals from the Court&#8217;s decision. \n\nMAXUS LIQUIDATING TRUST \n\nAs described in Note 12 &#8211; Environmental Liabilities and Expenditures , Maxus was contractually obligated to indemnify, defend, and hold harmless OxyChem against environmental liabilities arising from the former operations of DSCC. In June 2016, Maxus filed for bankruptcy protection in the U.S. Bankruptcy Court for the District of Delaware. In June 2017, the Bankruptcy Court approved a Plan of Liquidation to liquidate Maxus and create the Trust for the benefit of Maxus&#8217; creditors, including OxyChem, to pursue claims against Maxus&#8217; current and former parents, YPF and Repsol, certain of their respective subsidiaries and affiliates, and others to satisfy claims by OxyChem and other creditors for past and future remediation and other costs. In July 2017, the court-approved Plan of Liquidation became final and the Trust became effective. Pursuant to the Plan, the Trust is governed by an independent trustee and is not controlled by OxyChem. The Plan authorizes the Trust to distribute any assets it recovers from such litigation claims to the Trust&#8217;s beneficiaries, which include OxyChem and other creditors, in accordance with the Plan and governing Trust Agreement. \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\nIn June 2018, the trust filed its complaint against YPF and Repsol in Delaware Bankruptcy Court asserting claims based upon, among other things, fraudulent transfer and alter ego. During 2019, the Bankruptcy Court denied Repsol's and YPF's motions to dismiss the complaint as well as their motions to move the case to a different court. These rulings were upheld on appeal. The Trust, YPF, and Repsol each filed motions for summary judgment, and the Bankruptcy Court denied all but one motion in the second quarter of 2022. The Bankruptcy Court&#8217;s summary judgment decision indicated that, at trial, the Trust must establish a causal link between its claimed damages and the alter ego conduct of Repsol and YPF. OxyChem is currently uncertain what amount of recovery it will ultimately obtain from the Trust. Trial is scheduled for March and April 2023. \n\nTAX MATTERS \n\nDuring the course of its operations, Occidental is subject to audit by tax authorities for varying periods in various federal, state, local and international tax jurisdictions. Tax years through 2020 for U.S. federal income tax purposes have been audited by the IRS pursuant to its Compliance Assurance Program and subsequent taxable years are currently under review. Tax years through 2014 have been audited for state income tax purposes. Significant audit matters in international jurisdictions have been resolved through 2010. During the course of tax audits, disputes have arisen and other disputes may arise as to facts and matters of law. \n\nFor Anadarko, its taxable years through 2014 and tax year 2016 for U.S. federal tax purposes have been audited by the IRS. Tax years through 2010 have been audited for state income tax purposes. There is one outstanding significant tax matter in an international jurisdiction related to a discontinued operation. As stated above, during the course of tax audits, disputes have arisen and other disputes may arise as to facts and matters of law. \n\nOther than the matter discussed below, Occidental believes that the resolution of these outstanding tax matters would not have a material adverse effect on its consolidated financial position or results of operations. \n\nAnadarko received an $ 881 million tentative refund in 2016 related to its $ 5.2 billion Tronox Adversary Proceeding settlement payment in 2015. In September 2018, Anadarko received a statutory notice of deficiency from the IRS disallowing the net operating loss carryback and rejecting Anadarko&#8217;s refund claim. As a result, Anadarko filed a petition with the U.S. Tax Court to dispute the disallowances in November 2018. In December 2022, the parties filed competing motions for partial summary judgment. The motions are not fully briefed. Trial is set for May 2023. Occidental expects to continue pursuing resolution. \n\nIn accordance with ASC 740&#8217;s guidance on the accounting for uncertain tax positions, Occidental has recorded no tax benefit on the tentative cash tax refund of $ 881 million. As a result, should Occidental not ultimately prevail on the issue, there would be no additional tax expense recorded relative to this position for financial statement purposes other than future interest. However, in that event, Occidental would be required to repay approximately $ 1.4 billion in federal taxes, $ 28 million in state taxes and accrued interest of $ 415 million. A liability for this amount plus interest is included in deferred credits and other liabilities - other. \n\nINDEMNITIES TO THIRD PARTIES \n\nOccidental, its subsidiaries, or both, have indemnified various parties against specified liabilities those parties might incur in the future in connection with purchases and other transactions that they have entered into with Occidental or its subsidiaries. These indemnities usually are contingent upon the other party incurring liabilities that reach specified thresholds. As of December 31, 2022, Occidental is not aware of circumstances that it believes would reasonably be expected to lead to indemnity claims that would result in payments materially in excess of reserves. \n\nPURCHASE OBLIGATIONS AND COMMITMENTS \n\nOccidental, its subsidiaries, or both, have entered into agreements providing for future payments, primarily to secure terminal and pipeline capacity, and also for drilling rigs and services, electrical power, steam and certain chemical raw materials. Occidental has certain other commitments under contracts, guarantees and joint ventures, including purchase commitments for goods and services at market-related prices and certain other contingent liabilities. The amounts that will be paid for such outstanding off-balance sheet purchase obligations as of December 31, 2022 are $ 3.0 billion in 2023, $ 4.2 billion in 2024 and 2025, $ 2.5 billion in 2026 and 2027 and $ 2.2 billion in 2028 and thereafter. \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\n##TABLE_START NOTE 14 - STOCKHOLDERS&#8217; EQUITY ##TABLE_END\n\nThe following table presents the effects of Occidental's share repurchases as part of the $ 3.0 billion stock repurchase plan announced in February 2022, along with other transactions in Occidental's stock: \n\n##TABLE_START Period Exercise of Warrants and Options \n\n(a) \n\nOther \n\n(b) \n\nTreasury Stock Purchases \n\n(c) \n\nCommon Stock Outstanding \n\n(d) \n\nDecember 31, 2021 934,074,700 &#160; First Quarter 2022 1,082,282 &#160; 2,764,746 &#160; ( 730,746 ) 937,190,982 &#160; Second Quarter 2022 3,409,920 &#160; 42,342 &#160; ( 11,679,732 ) 928,963,512 &#160; Third Quarter 2022 7,667,545 &#160; 18,280 &#160; ( 28,571,576 ) 908,077,761 &#160; Fourth Quarter 2022 86,309 &#160; 18,108 &#160; ( 8,323,234 ) 899,858,944 &#160; Total 2022 12,246,056 &#160; 2,843,476 &#160; ( 49,305,288 ) 899,858,944 &#160; ##TABLE_END\n\n(a) Approximately $ 280 million of cash was received as a result of the exercise of common stock warrants and options. \n\n(b) Consisted of issuances for the 2015 long-term incentive plan, the OPC savings plan, dividend reinvestment plan and Anadarko restricted stock awards. \n\n(c) Included purchases of 1,640,719 shares from the trustee of Occidental's defined contribution savings plan that are not part of publicly announced plans or programs. \n\n(d) As of December 31, 2022, Occidental had 104 million outstanding warrants with a strike of $ 22 per share and 83.9 million of warrants with a strike of $ 59.62 per share. \n\nTREASURY STOCK \n\nUnder the share repurchase program announced and completed in 2022, Occidental purchased 47.7 million shares for $ 3.0 billion. Additionally, Occidental purchased shares from the trustee of its defined contribution savings plan in 2022, 2021 and 2020. As of December 31, 2022, 2021 and 2020, treasury stock shares numbered 198.7 million, 149.3 million and 149.1 million, respectively. \n\nPREFERRED STOCK \n\nIn connection with the Anadarko Acquisition, Occidental issued 100,000 shares of series A preferred stock, having a face value of $ 100,000 per share and a liquidation preference of $ 105,000 per share plus unpaid accrued dividends. The agreement includes a mandatory redemption provision that obligates Occidental to redeem the preferred at 110 % of the par value on a dollar-for-dollar basis for every dollar distributed to common shareholders above $ 4.00 per share, on a trailing 12-month basis. Occidental cannot voluntarily redeem the preferred shares before August 2029. After August 2029, Occidental can voluntarily redeem the preferred shares at a 5 % premium at par. Dividends on the preferred stock will accrue on the face value at a rate per annum of 8 %, but will be paid only when, as and if declared by Occidental&#8217;s Board of Directors. At any time, when such dividends have not been paid in full, the unpaid amounts will accrue dividends, compounded quarterly, at a rate per annum of 9 %. Following the payment in full of any accrued but unpaid dividends, the dividend rate will remain at 9 % per annum. If preferred dividends are not paid in full, Occidental is prohibited from paying dividends on common stock. Occidental paid $ 200 million in preferred stock dividends in each quarter of 2022. \n\nAs of December 31, 2022, 2021 and 2020, Occidental had 100,000 shares of preferred stock issued and outstanding. \n\nBERKSHIRE WARRANT \n\nIn connection with the preferred stock issuance, Occidental also issued the Berkshire Warrant. The Berkshire Warrant is exercisable at the holder&#8217;s option, in whole or in part, until the first anniversary of the date on which no shares of preferred stock remain outstanding, at which time the Berkshire Warrant expires. The holder of the Berkshire Warrant and the preferred stock may redeem the preferred stock as payment for the exercise price of the Warrant in lieu of cash payment upon exercise. As of December 31, 2022, the Berkshire warrant would result in the issuance of 83.9 million shares of Occidental common stock, if exercised in full for its current strike price of $ 59.624 per share of Occidental common stock. \n\nCOMMON STOCK WARRANTS \n\nOn June 26, 2020, the Board of Directors declared Common Stock Warrants, at a rate of 0.125 warrants per share of Occidental common stock. Occidental issued approximately 116 million Common Stock Warrants on August 3, 2020 to holders of record of outstanding shares of Occidental&#8217;s common stock as of the close of business on July 6, 2020, and pursuant to Occidental&#8217;s outstanding equity-based incentive awards in connection with anti-dilution adjustments resulting from such distribution. The Common Stock Warrants have an exercise price of $ 22.00 per share and will expire on August 3, 2027. The Common Stock Warrants are listed on the NYSE and trade under the symbol \"OXY WS\". \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\nThe Common Stock Warrants were measured at fair value on the declaration date using the Black-Scholes option model and were classified as equity in \"Additional paid-in capital\". The following level 2 inputs were used in the Black-Scholes option model: the expected life of the Common Stock Warrants, a volatility factor and the exercise price. The expected life is based on the estimated term of the Common Stock Warrants, the volatility factor is based on historical volatilities of Occidental common stock and the exercise of $ 22.00 per share of Occidental common stock. \n\nEARNINGS PER SHARE \n\nOccidental&#8217;s instruments containing rights to nonforfeitable dividends granted in stock-based awards are considered participating securities prior to vesting and, therefore, have been deducted from earnings in computing basic and diluted EPS under the two-class method. \n\nBasic EPS was computed by dividing net income attributable to common stock, net of income allocated to participating securities, by the weighted-average number of common shares outstanding during each period, including vested but unissued shares and share units. The computation of diluted EPS reflects the additional dilutive effect of stock options, warrants and unvested stock awards. \n\nThe following table presents the calculation of basic and diluted EPS for the years ended December 31: \n\n##TABLE_START millions except per share amounts 2022 2021 2020 Income (loss) from continuing operations $ 13,304 &#160; $ 2,790 &#160; $ ( 13,533 ) Loss from discontinued operations &#8212; &#160; ( 468 ) ( 1,298 ) Net income (loss) $ 13,304 &#160; $ 2,322 &#160; $ ( 14,831 ) Less: Preferred stock dividends ( 800 ) ( 800 ) ( 844 ) Net income (loss) attributable to common stock $ 12,504 &#160; $ 1,522 &#160; $ ( 15,675 ) Less: Net income allocated to participating securities ( 83 ) ( 10 ) &#8212; &#160; Net income (loss), net of participating securities $ 12,421 &#160; $ 1,512 &#160; $ ( 15,675 ) Weighted-average number of basic shares 926.2 &#160; 935.0 &#160; 918.7 &#160; Basic earnings (loss) per common share $ 13.41 &#160; $ 1.62 &#160; $ ( 17.06 ) Net income (loss) attributable to common stock $ 12,504 &#160; $ 1,522 &#160; $ ( 15,675 ) Less: Net income allocated to participating securities ( 77 ) ( 10 ) &#8212; &#160; Net income (loss), net of participating securities $ 12,427 &#160; $ 1,512 &#160; $ ( 15,675 ) Weighted-average number of basic shares 926.2 &#160; 935.0 &#160; 918.7 &#160; Dilutive securities 75.8 &#160; 23.8 &#160; &#8212; &#160; Total diluted weighted-average common shares 1,002.0 &#160; 958.8 &#160; 918.7 &#160; Diluted earnings (loss) per common share $ 12.40 &#160; $ 1.58 &#160; $ ( 17.06 ) ##TABLE_END\n\nAs of December 31, 2022, no potentially dilutive shares of Occidental common stock were excluded from the diluted shares. As of December 31, 2021, warrants and options covering 87 million shares of Occidental common stock were excluded from the diluted shares as their effect would have been anti-dilutive. \n\nACCUMULATED OTHER COMPREHENSIVE INCOME (LOSS) \n\nAccumulated OCI (loss) consisted of the following after-tax amounts as of December 31: \n\n##TABLE_START millions 2022 2021 Foreign currency translation adjustments $ ( 5 ) $ ( 8 ) Derivatives ( 25 ) ( 104 ) \n\nPension and postretirement adjustments (a) \n\n225 &#160; ( 96 ) Total $ 195 &#160; $ ( 208 ) ##TABLE_END\n\n(a) See Note 11 - Retirement and Postretirement Benefit Plans for further information. \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\n##TABLE_START NOTE 15 - STOCK-BASED INCENTIVE PLANS ##TABLE_END\n\nOccidental issues stock-based awards to employees in accordance with the terms of the Plan, as amended and restated. An aggregate of 133 million shares of Occidental common stock were authorized for issuance and approximately 16.1 million shares had been reserved for issuance for employee awards through December 31, 2022. As of December 31, 2022, approximately 57.0 million shares were available for grants of future awards. The plan requires each share covered by an award (other than options) to be counted as if three shares were issued in determining the number of shares that are available for future awards. Accordingly, the number of shares available for future awards may be less than 57.0 million depending on the type of award granted, and shares available for future awards may increase by the number of shares that are forfeited, canceled, or correspond to the portion of any stock-based awards settled in cash, including awards that were issued under a previous plan that remain outstanding. Current outstanding awards include RSUs, stock options, CROCEI awards and TSRI awards. \n\nDuring 2022, non-employee directors were granted awards for 33,575 shares of common stock. Compensation expense for these awards was measured using the closing quoted market price of Occidental&#8217;s common stock on the grant date and was fully recognized at that time. \n\nOccidental incurred expenses of $ 258 million, $ 287 million and $ 202 million related to stock-based incentive plans in the years ended December 31, 2022, 2021, and 2020, respectively. The income tax benefit associated with this expense was $ 54 million, $ 60 million and $ 42 million in the years ended December 31, 2022, 2021, and 2020, respectively. \n\nAs of December 31, 2022, unrecognized compensation expense for all unvested stock-based incentive awards was $ 236 million. This expense is expected to be recognized over a weighted-average period of 1.8 years. Occidental accounts for forfeitures as they occur. \n\nRESTRICTED STOCK UNITS \n\nCertain employees are awarded the right to receive RSUs, some of which have performance criteria, and are in the form of, or equivalent in value to, actual shares of Occidental common stock. Depending on their terms, RSUs may be settled in stock or may be cash settled liabilities. These awards vest from one to three years following the grant date. For certain RSUs, dividend equivalents are paid during the vesting period. \n\nCASH-SETTLED RSU LIABILITY AWARDS \n\nThe weighted-average, grant-date fair values of cash-settled RSUs granted in 2022, 2021 and 2020 were $ 47.41 , $ 25.83 and $ 40.86 per share, respectively. Cash-settled RSUs resulted in payments of $ 203 million, $ 4 million and $ 3 million, during the years ended December 31, 2022, 2021 and 2020, respectively. \n\nSTOCK-SETTLED RSU EQUITY AWARDS \n\nThe weighted-average, grant-date fair values of the stock-settled RSUs granted in 2022, 2021, and 2020 were $ 45.14 , $ 25.45 and $ 41.60 , respectively. The fair value of RSUs settled in shares during the years ended December 31, 2022, 2021 and 2020 was $ 160 million, $ 70 million and $ 62 million, respectively. \n\nA summary of changes in Occidental&#8217;s unvested cash- and stock-settled RSUs during the year ended December 31, 2022, is presented below: \n\n##TABLE_START &#160; Cash-Settled Stock-Settled thousands, except fair values RSUs Weighted-Average Grant-Date Fair Value RSUs Weighted-Average Grant-Date Fair Value Unvested as of January 1 5,375 &#160; $ 41.44 &#160; 8,589 &#160; $ 33.10 &#160; Granted 150 &#160; $ 47.41 &#160; 4,362 &#160; $ 45.14 &#160; Vested ( 5,188 ) $ 41.86 &#160; ( 3,654 ) $ 38.04 &#160; Forfeitures ( 39 ) $ 35.80 &#160; ( 403 ) $ 39.09 &#160; Unvested as of December 31 298 &#160; $ 37.96 &#160; 8,894 &#160; $ 36.70 &#160; ##TABLE_END\n\nTOTAL SHAREHOLDER RETURN INCENTIVE AWARDS \n\nCertain executives are awarded TSRIs that vest at the end of a three-year period following the grant date. Payout is based upon Occidental&#8217;s absolute total shareholder return and performance relative to its peers. TSRIs have payouts that range from 0 % to 200 % of the target award and settle in stock once certified. Dividend equivalents for TSRIs are accumulated and paid upon certification of the award. The fair value of TSRIs settled in shares during the years ended December 31, 2022, 2021 and 2020 was zero , $ 4 million and $ 9 million, respectively. \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\nThe fair values of TSRIs are initially determined on the grant date using a Monte Carlo simulation model based on Occidental&#8217;s assumptions, noted in the following table, and the volatility from corresponding peer group companies. The expected life is based on the Term. The risk-free interest rate is the implied yield available on zero coupon Treasury notes at the time of grant with a remaining term equal to the Term. The dividend yield is the expected annual dividend yield over the Term, expressed as a percentage of the stock price on the grant date. Estimates of fair value may not accurately predict the value ultimately realized by the employees who receive the awards, and the ultimate value may not be indicative of the reasonableness of the original estimates of fair value made by Occidental. \n\nThe grant-date assumptions used in the Monte Carlo simulation models for the estimated payout level of TSRIs were as follows: \n\n##TABLE_START &#160; TSRIs 2022 2021 2020 Assumptions used: &#160; &#160; Risk-free interest rate 1.7 % 0.2 % 1.4 % Volatility factor 80 % 75 % 26 % Expected life (years) 2.89 2.88 3.00 Grant-date fair value of underlying Occidental common stock $ 42.98 $ 25.39 $ 41.60 ##TABLE_END\n\nA summary of changes in Occidental&#8217;s unvested TSRIs during the year ended December 31, 2022 is presented below: \n\n##TABLE_START &#160; TSRIs thousands, except fair values Awards Weighted-Average Grant-Date Fair Value of Occidental Stock Unvested as of January 1 1,769 &#160; $ 43.12 &#160; Granted 403 &#160; $ 42.98 &#160; Vested (a) \n\n( 520 ) $ 67.19 &#160; Forfeitures ( 9 ) $ 35.43 &#160; Unvested as of December 31 1,643 &#160; $ 35.51 &#160; ##TABLE_END\n\n(a) Presented at the target payouts. No payouts occurred in 2022. \n\nSTOCK OPTIONS \n\nCertain employees are granted options that vest over three years , expire on the tenth anniversary of the grant date, and settle in stock. Exercise prices of the options were equal to the quoted market value of Occidental&#8217;s stock on the grant date. The inputs to this and results of this model are presented below: \n\n##TABLE_START &#160; Options 2022 2021 2020 Assumptions used: Risk-free interest rate 1.87 % 0.7 % 1.4 % Volatility factor 58 % 55 % 25 % Expected life (years) 6.02 6.00 6.00 Dividend yield 0.09 % 0.16 % 7.60 % Exercise price $ 42.98 $ 25.39 $ 41.60 Grant-date fair value of underlying Occidental common stock $ 23.39 $ 12.72 $ 3.19 ##TABLE_END \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\nA summary of Occidental&#8217;s outstanding stock options as of December 31, 2022 and changes during the year ended December 31, 2022 is presented below: \n\n##TABLE_START &#160; Vested Unvested thousands, except fair values Options Weighted Average Strike Price Options Weighted Average Strike Price January 1 2,236 &#160; $ 49.13 &#160; 1,430 &#160; $ 35.52 &#160; Granted &#8212; &#160; $ &#8212; &#160; 286 &#160; $ 42.98 &#160; Vested 641 &#160; $ 36.68 &#160; ( 641 ) $ 36.68 &#160; Forfeited ( 551 ) $ 76.96 &#160; &#8212; &#160; $ &#8212; &#160; Exercised ( 673 ) $ 39.78 &#160; &#8212; &#160; $ &#8212; &#160; December 31 1,653 &#160; $ 38.83 &#160; 1,075 &#160; $ 36.82 &#160; ##TABLE_END\n\nThe intrinsic value of options exercised in 2022 was $ 17 million. No options were exercised during the years ended December 31, 2021 and 2020. As of December 31, 2022, the remaining life of fully vested options was 5.9 years. \n\nCASH RETURN ON CAPITAL EMPLOYED INCENTIVE AWARDS \n\nCertain executives are awarded CROCEI awards that vest at the end of a three-year period if performance targets based on CROCE are met. These awards are settled in stock upon certification of the performance target, with payouts that range from 0 % to 200 % of the target award. Dividend equivalents are accumulated and paid upon certification of the award. A summary of changes in Occidental&#8217;s unvested CROCEI during the year ended December 31, 2022 is presented below: \n\n##TABLE_START &#160; CROCEI thousands, except fair values Awards Weighted-Average Grant-Date Fair Value of Occidental Stock Unvested as of January 1 418 &#160; $ 33.03 &#160; Granted 156 &#160; $ 42.98 &#160; Unvested as of December 31 574 &#160; $ 35.73 &#160; ##TABLE_END \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\n##TABLE_START NOTE 16 - INDUSTRY SEGMENTS AND GEOGRAPHIC AREAS ##TABLE_END\n\nOccidental conducts its operations through three segments: (1) oil and gas; (2) chemical; and (3) midstream and marketing. The factors used to identify these segments are based on the nature of the operations that are undertaken in each segment. Income taxes, interest income, interest expense, environmental remediation expenses, Anadarko Acquisition-related costs and unallocated corporate expenses are included under corporate and eliminations. Intersegment sales eliminate upon consolidation and are generally made at prices approximating those that the selling entity would be able to obtain in third-party transactions. Identifiable assets are those assets used in the operations of the segments. Corporate assets consist of cash and restricted cash, certain corporate receivables and PP&#38;E. The chief operating decision maker analyzes each segment&#8217;s operating results to make decisions about resources to be allocated to the segment and to assess its performance as well as Occidental&#8217;s overall performance. \n\n##TABLE_START millions Oil and gas &#160; Chemical Midstream and marketing Corporate and eliminations &#160; Total Year ended December 31, 2022 &#160; &#160; &#160; &#160; &#160; &#160; &#160; Net sales $ 27,165 &#160; $ 6,757 &#160; $ 4,136 &#160; $ ( 1,424 ) $ 36,634 &#160; Income (loss) from continuing operations before income taxes \n\n$ 12,803 &#160; \n\n(a) \n\n$ 2,508 &#160; $ 273 &#160; \n\n(b) \n\n$ ( 1,467 ) \n\n(c) \n\n$ 14,117 &#160; Income tax expense &#8212; &#160; &#8212; &#160; &#8212; &#160; ( 813 ) \n\n(d) \n\n( 813 ) Income (loss) from continuing operations \n\n$ 12,803 &#160; $ 2,508 &#160; $ 273 &#160; $ ( 2,280 ) $ 13,304 &#160; Investments in unconsolidated entities $ 142 &#160; $ 578 &#160; $ 2,456 &#160; $ &#8212; &#160; &#160; $ 3,176 &#160; Property, plant and equipment additions (e) \n\n$ 3,898 &#160; $ 331 &#160; $ 270 &#160; $ 67 &#160; &#160; $ 4,566 &#160; Depreciation, depletion and amortization $ 6,179 &#160; $ 370 &#160; $ 328 &#160; $ 49 &#160; &#160; $ 6,926 &#160; Total assets $ 54,058 &#160; $ 4,558 &#160; $ 12,076 &#160; $ 1,917 &#160; &#160; $ 72,609 &#160; Year ended December 31, 2021 &#160; &#160; &#160; &#160; &#160; &#160; Net sales $ 18,941 &#160; $ 5,246 &#160; $ 2,863 &#160; $ ( 1,094 ) $ 25,956 &#160; Income (loss) from continuing operations before income taxes \n\n$ 4,145 &#160; \n\n(a) \n\n$ 1,544 &#160; $ 257 &#160; \n\n(b) \n\n$ ( 2,241 ) \n\n(c) \n\n$ 3,705 &#160; Income tax benefit &#8212; &#160; &#8212; &#160; &#8212; &#160; ( 915 ) \n\n(d) \n\n( 915 ) Income (loss) from continuing operations \n\n$ 4,145 &#160; $ 1,544 &#160; $ 257 &#160; $ ( 3,156 ) $ 2,790 &#160; Investments in unconsolidated entities $ 154 &#160; $ 608 &#160; $ 2,176 &#160; $ &#8212; &#160; $ 2,938 &#160; Property, plant and equipment additions (e) \n\n$ 2,458 &#160; $ 316 &#160; $ 107 &#160; $ 50 &#160; $ 2,931 &#160; Depreciation, depletion and amortization $ 7,741 &#160; $ 343 &#160; $ 325 &#160; $ 38 &#160; $ 8,447 &#160; Total assets $ 56,132 &#160; $ 4,671 &#160; $ 11,132 &#160; $ 3,101 &#160; $ 75,036 &#160; Year ended December 31, 2020 &#160; &#160; &#160; &#160; &#160; &#160; Net sales $ 13,066 &#160; $ 3,733 &#160; $ 1,768 &#160; $ ( 758 ) $ 17,809 &#160; Income (loss) from continuing operations before income taxes &#160; \n\n$ ( 9,632 ) \n\n(a) \n\n$ 664 &#160; $ ( 4,175 ) \n\n(b) \n\n$ ( 2,562 ) \n\n(c) \n\n$ ( 15,705 ) Income tax expense &#8212; &#160; &#8212; &#160; &#8212; &#160; 2,172 &#160; \n\n(d) \n\n2,172 &#160; Income (loss) from continuing operations \n\n$ ( 9,632 ) $ 664 &#160; $ ( 4,175 ) $ ( 390 ) $ ( 13,533 ) Investments in unconsolidated entities $ 168 &#160; $ 645 &#160; $ 2,437 &#160; $ &#8212; &#160; $ 3,250 &#160; Property, plant and equipment additions (e) \n\n$ 2,279 &#160; $ 261 &#160; $ 50 &#160; $ 29 &#160; $ 2,619 &#160; Depreciation, depletion and amortization $ 7,414 &#160; $ 356 &#160; $ 312 &#160; $ 15 &#160; $ 8,097 &#160; Total assets $ 62,931 &#160; $ 4,326 &#160; $ 9,856 &#160; $ 2,951 &#160; $ 80,064 &#160; ##TABLE_END\n\n(a) The 2022 amount included $ 148 million of gains, primarily related to the sale of certain non-strategic assets in the Permian Basin. The 2022 amount included $ 55 million related to post-closing consideration earned from 2020 asset sales as a result of certain production and pricing targets being met as well as the closing of the sale of certain assets that were negotiated with the 2020 Colombia divestiture. The 2021 amount included $ 282 million of asset impairments and $ 280 million of net oil, gas and CO 2 derivative losses. The 2020 amount included $ 7.1 billion related to asset impairments and net asset sale losses of $ 1.6 billion, partially offset by a $ 1.1 billion gain on the oil and gas collars and calls and a loss on the sale of Occidental&#8217;s Colombia assets of $ 353 million. \n\n(b) The 2022 amount included $ 259 million of net derivative mark-to-market losses, $ 62 million relating to a gain on the sale of 10 million limited partner units in WES and a $ 36 million gain on the sale of a joint venture. The 2021 amount included $ 252 million in derivative mark-to-market losses and $ 124 million of gains on sales, primarily from the sale of 11.5 million limited partner units in WES. The 2020 amount included $ 2.7 billion of other-than-temporary impairment of WES equity \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nFINANCIAL STATEMENTS \n\nFOOTNOTES \n\n##TABLE_END\n\ninvestment and $ 1.4 billion of impairments related to the write-off of goodwill and a $ 236 million loss from an equity investment related to WES' write-off of its goodwill. \n\n(c) The 2022 amount included a tax benefit of $ 2.7 billion in connection with Occidental&#8217;s legal entity reorganization, which is further discussed in the Income Taxes section of the Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations section under Part II, Item 7, of this Form 10-K and Note 10 - Income Taxes in the Notes to Consolidated Financial Statements in Part II Item 8 of this Form 10-K, as well as $ 317 million of net gains on interest rate swaps, $ 149 million of net gains on early debt extinguishment and $ 89 million of Anadarko acquisition-related costs. The 2021 amount included $ 153 million of Anadarko acquisition-related costs, $ 122 million net derivative mark-to-market gains on interest rate swaps and $ 118 million of early debt extinguishment expenses. The 2020 amount included $ 339 million in expenses related to Anadarko Acquisition-related costs and a $ 428 million loss on interest rate swaps. \n\n(d) Included all foreign and domestic income taxes from continuing operations. \n\n(e) Included capital expenditures and capitalized interest, but excluded acquisition and disposition of assets. \n\nGEOGRAPHIC AREAS \n\n##TABLE_START millions Property, plant and equipment, net For the years ended December 31, 2022 2021 2020 United States $ 51,706 &#160; $ 53,197 &#160; $ 59,016 &#160; International UAE 3,663 &#160; 3,645 &#160; 3,737 &#160; Oman 2,159 &#160; 2,055 &#160; 1,901 &#160; Algeria 350 &#160; 496 &#160; 664 &#160; Qatar 428 &#160; 468 &#160; 510 &#160; Other International 78 &#160; 69 &#160; 61 &#160; Total International 6,678 &#160; 6,733 &#160; 6,873 &#160; Total $ 58,384 &#160; $ 59,930 &#160; $ 65,889 &#160; ##TABLE_END \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nSupplemental Oil and Gas Information \n\n(Unaudited) \n\n##TABLE_END\n\nSupplemental Oil and Gas Information \n\nOIL AND GAS RESERVES \n\nThe following tables set forth Occidental&#8217;s net interests in quantities of proved developed and undeveloped reserves of oil, NGL and natural gas and changes in such quantities. Proved oil, NGL and natural gas reserves were estimated using the unweighted arithmetic average of the first-day-of-the-month price for each month within the year, unless prices were defined by contractual arrangements. Oil, NGL and natural gas prices used for this purpose were based on posted benchmark prices and adjusted for price differentials including gravity, quality and transportation costs. The following table shows the pricing used in the reserve analysis for the periods presented: \n\n##TABLE_START 2022 2021 2020 Average WTI Oil ($/Bbl) $ 93.67 &#160; $ 66.56 $ 39.57 Average Brent Oil ($/Bbl) $ 97.77 &#160; $ 69.24 $ 43.41 Average Henry Hub Natural Gas ($/MMbtu) $ 6.36 &#160; $ 3.60 $ 1.98 Average Mt. Belvieu NGL ($/Bbl) $ 47.81 &#160; $ 44.22 $ 18.74 ##TABLE_END\n\nReserves are stated net of applicable royalties. Estimated reserves include Occidental&#8217;s economic interests under PSCs and other similar economic arrangements. In addition, discussions of oil and gas production or volumes, in general, refer to sales volumes unless the context requires or it is indicated otherwise. \n\nPrices for oil, NGL and natural gas fluctuate widely. Historically, the markets for oil, NGL and natural gas and refined products have been volatile and may continue to be volatile in the future. Prolonged declines in oil, NGL and natural gas prices would reduce Occidental&#8217;s operating results and cash flows and could impact its future rate of growth and the recoverability of the carrying value of its assets. \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nSupplemental Oil and Gas Information \n\n(Unaudited) \n\n##TABLE_END\n\nOIL RESERVES (a) \n\n##TABLE_START MMbbl United States International Total PROVED DEVELOPED AND UNDEVELOPED RESERVES &#160; Balance as of December 31, 2019 1,570 469 2,039 Revisions of previous estimates (283) (1) (284) Improved recovery 82 18 100 Extensions and discoveries 9 5 14 Purchases of proved reserves 2 &#8212; 2 Sales of proved reserves (31) (101) (132) Production (205) (59) (264) Balance as of December 31, 2020 1,144 331 1,475 Revisions of previous estimates 382 4 386 Improved recovery 6 13 19 Extensions and discoveries 88 1 89 Purchases of proved reserves 33 &#8212; 33 Sales of proved reserves (5) &#8212; (5) Production (182) (44) (226) Balance as of December 31, 2021 1,466 305 1,771 Revisions of previous estimates (b) \n\n215 &#160; (5) 210 &#160; Improved recovery 57 &#160; 9 &#160; 66 &#160; Extensions and discoveries 89 &#160; 6 &#160; 95 &#160; Purchases of proved reserves 7 &#160; &#8212; &#160; 7 &#160; Sales of proved reserves (10) &#8212; &#160; (10) Production (185) (41) (226) Balance as of December 31, 2022 1,639 &#160; 274 &#160; 1,913 &#160; PROVED DEVELOPED RESERVES &#160; December 31, 2019 1,206 371 1,577 December 31, 2020 917 251 1,168 December 31, 2021 1,140 226 1,366 December 31, 2022 1,208 &#160; 200 &#160; 1,408 &#160; \n\nPROVED UNDEVELOPED RESERVES \n\nDecember 31, 2019 364 98 462 December 31, 2020 227 80 307 December 31, 2021 326 79 405 December 31, 2022 431 &#160; 74 &#160; 505 &#160; ##TABLE_END\n\n(a) Excluded reserve amounts related to discontinued operations and held for sale assets in 2020 and 2019. Proved reserves for held for sale assets as of December 31, 2021 were immaterial. \n\n(b) Revisions of previous estimates in 2022 included the effects of new infill drilling, price revisions and other updates, including changes in reservoir performance, economic conditions, and development plans. Positive revisions of 164 MMbbl were related to additions associated with infill development projects, primarily in the Permian Basin (122 MMbbl) and the DJ Basin (33 MMbbl). Another 72 MMbbl of positive price revisions were primarily in the Permian Basin (83 MMbbl) and the Gulf of Mexico (6 MMbbl), partially offset by negative price revisions of 22 MMbbl related to PSCs. Further positive revisions of 34 MMbbl were associated with updates based on reservoir performance (30MMbbl) and changes in development plans (4 MMbbl). The positive revisions were offset by negative revisions associated with various other cost and interest related revisions (60 MMbbl). \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nSupplemental Oil and Gas Information \n\n(Unaudited) \n\n##TABLE_END\n\nNGL RESERVES (a) \n\n##TABLE_START MMbbl United States International Total PROVED DEVELOPED AND UNDEVELOPED RESERVES &#160; Balance as of December 31, 2019 540 208 748 Revisions of previous estimates (90) 10 (80) Improved recovery 32 10 42 Extensions and discoveries 2 &#8212; 2 Purchases of proved reserves 1 &#8212; 1 Sales of proved reserves (20) &#8212; (20) Production (81) (13) (94) Balance as of December 31, 2020 384 215 599 Revisions of previous estimates 227 (1) 226 Improved recovery &#8212; &#8212; &#8212; Extensions and discoveries 27 &#8212; 27 Purchases of proved reserves 7 &#8212; 7 Sales of proved reserves (2) &#8212; (2) Production (79) (12) (91) Balance as of December 31, 2021 564 202 766 Revisions of previous estimates (b) \n\n126 &#160; 2 &#160; 128 &#160; Improved recovery 13 &#160; &#8212; &#160; 13 &#160; Extensions and discoveries 36 &#160; &#8212; &#160; 36 &#160; Purchases of proved reserves 2 &#160; &#8212; &#160; 2 &#160; Sales of proved reserves (4) &#8212; &#160; (4) Production (83) (12) (95) Balance as of December 31, 2022 654 &#160; 192 &#160; 846 &#160; PROVED DEVELOPED RESERVES December 31, 2019 406 147 553 December 31, 2020 314 138 452 December 31, 2021 433 125 558 December 31, 2022 444 &#160; 120 &#160; 564 &#160; \n\nPROVED UNDEVELOPED RESERVES \n\nDecember 31, 2019 134 61 195 December 31, 2020 70 77 147 December 31, 2021 131 77 208 December 31, 2022 210 &#160; 72 &#160; 282 &#160; ##TABLE_END\n\n(a) Excluded reserve amounts related to discontinued operations and held for sale assets in 2020 and 2019. Proved reserves for held for sale assets as of December 31, 2021 were immaterial. \n\n(b) Revisions of previous estimates in 2022 included the effects of new infill drilling, price revisions and other updates, including changes in reservoir performance, economic conditions and development plans. Positive revisions of 80 MMbbl were related to additions associated with infill development projects, primarily in the Permian Basin (56 MMbbl) and the DJ Basin (24 MMbbl). Another 30 MMbbl of positive price revisions were primarily in the Permian Basin. Further positive revisions of 36 MMbbl were primarily associated with updates based on reservoir performance. The positive revisions were offset by negative revisions associated with various other cost and interest related revisions (18 MMbbl). \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nSupplemental Oil and Gas Information \n\n(Unaudited) \n\n##TABLE_END\n\nNATURAL GAS RESERVES (a) \n\n##TABLE_START Bcf United States International Total PROVED DEVELOPED AND UNDEVELOPED RESERVES &#160; Balance as of December 31, 2019 4,128 2,572 6,700 Revisions of previous estimates (823) 102 (721) Improved recovery 183 103 286 Extensions and discoveries 38 &#8212; 38 Purchases of proved reserves 4 &#8212; 4 Sales of proved reserves (523) (9) (532) Production (561) (195) (756) Balance as of December 31, 2020 2,446 2,573 5,019 Revisions of previous estimates 1,274 27 1,301 Improved recovery 3 3 6 Extensions and discoveries 176 &#8212; 176 Purchases of proved reserves 22 &#8212; 22 Sales of proved reserves (25) &#8212; (25) Production (477) (172) (649) Balance as of December 31, 2021 3,419 2,431 5,850 Revisions of previous estimates (b) \n\n841 &#160; (30) 811 &#160; Improved recovery 51 &#160; 17 &#160; 68 &#160; Extensions and discoveries 244 &#160; 23 &#160; 267 &#160; Purchases of proved reserves 8 &#160; &#8212; &#160; 8 &#160; Sales of proved reserves (45) &#8212; &#160; (45) Production (445) (164) (609) Balance as of December 31, 2022 4,073 &#160; 2,277 &#160; 6,350 &#160; PROVED DEVELOPED RESERVES December 31, 2019 3,198 2,007 5,205 December 31, 2020 2,028 1,846 3,874 December 31, 2021 2,632 1,705 4,337 December 31, 2022 2,761 &#160; 1,597 &#160; 4,358 &#160; \n\nPROVED UNDEVELOPED RESERVES \n\nDecember 31, 2019 930 565 1,495 December 31, 2020 418 727 1,145 December 31, 2021 787 726 1,513 December 31, 2022 1,312 &#160; 680 &#160; 1,992 &#160; ##TABLE_END\n\n(a) Excluded reserve amounts related to discontinued operations and held for sale assets in 2020 and 2019. Proved reserves for held for sale assets as of December 31, 2021 were immaterial. \n\n(b) Revisions of previous estimates in 2022 included the effects of new infill drilling, price revisions and other updates, including changes in reservoir performance, economic conditions and development plans. Positive revisions of 545 Bcf were related to additions associated with infill development projects, primarily in the Permian Basin (322 Bcf) and the DJ Basin (221 Bcf). Another 200 Bcf of positive price revisions were primarily in the Permian Basin (205 Bcf) and the DJ Basin (11 Bcf), partially offset by negative price revisions of 31 Bcf related to PSCs. Further positive revisions of 193 Bcf were associated with updates based on reservoir performance (163 Bcf), interest related revisions (21 Bcf) and changes in development plans (9 Bcf). The positive revisions were offset by negative revisions associated with various other cost related revisions (127 Bcf). \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nSupplemental Oil and Gas Information \n\n(Unaudited) \n\n##TABLE_END\n\nTOTAL RESERVES (a) ##TABLE_START \n\nMMboe (b) \n\nUnited States International Total PROVED DEVELOPED AND UNDEVELOPED RESERVES &#160; Balance as of December 31, 2019 2,798 1,106 3,904 Revisions of previous estimates (510) 26 (484) Improved recovery 145 45 190 Extensions and discoveries 17 5 22 Purchases of proved reserves 4 &#8212; 4 Sales of proved reserves (138) (103) (241) Production (380) (104) (484) Balance as of December 31, 2020 1,936 975 2,911 Revisions of previous estimates 821 8 829 Improved recovery 7 13 20 Extensions and discoveries 144 1 145 Purchases of proved reserves 44 &#8212; 44 Sales of proved reserves (11) &#8212; (11) Production (341) (85) (426) Balance as of December 31, 2021 2,600 912 3,512 Revisions of previous estimates (c) \n\n481 &#160; (7) 474 &#160; Improved recovery 78 &#160; 11 &#160; 89 &#160; Extensions and discoveries 166 &#160; 10 &#160; 176 &#160; Purchases of proved reserves 10 &#160; &#8212; &#160; 10 &#160; Sales of proved reserves (21) &#8212; &#160; (21) Production (342) (81) (423) Balance as of December 31, 2022 2,972 &#160; 845 &#160; 3,817 &#160; PROVED DEVELOPED RESERVES December 31, 2019 2,145 853 2,998 December 31, 2020 1,569 697 2,266 December 31, 2021 2,012 635 2,647 December 31, 2022 2,112 &#160; 586 &#160; 2,698 &#160; \n\nPROVED UNDEVELOPED RESERVES \n\nDecember 31, 2019 653 253 906 December 31, 2020 367 278 645 December 31, 2021 588 277 865 December 31, 2022 860 &#160; 259 &#160; 1,119 &#160; ##TABLE_END\n\n(a) Excluded reserve amounts related to discontinued operations and held for sale assets in 2020 and 2019. Proved reserves for held for sale assets as of December 31, 2021 were immaterial. \n\n(b) Natural gas volumes have been converted to Boe based on an energy content of six Mcf of gas to one barrel of oil. Conversion to Boe does not necessarily result in price equivalency. \n\n(c) Revisions of previous estimates in 2022 included the effects of new infill drilling, price revisions and other updates, including changes in reservoir performance, economic conditions and development plans. Positive revisions of 335 MMboe were related to additions associated with infill development projects, primarily in the Permian Basin (232 MMboe) and the DJ Basin (94 MMboe). Another 136 MMboe of positive price revisions were primarily in the Permian Basin (147 MMboe), the Gulf of Mexico (8 MMBoe) and the DJ Basin (4 MMboe), partially offset by negative price revisions of 29 MMboe related to PSCs. Further positive revisions of 98 MMboe were associated with updates based on reservoir performance (93 MMboe) and changes in development plans (5 MMboe). The positive revisions were offset by negative revisions associated with various other cost and interest related revisions (95 MMboe). \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nSupplemental Oil and Gas Information \n\n(Unaudited) \n\n##TABLE_END\n\nCAPITALIZED COSTS \n\nCapitalized costs relating to oil and gas producing activities and related accumulated DD&#38;A were as follows: \n\n##TABLE_START millions United States International Total December 31, 2022 &#160; &#160; Proved properties $ 71,314 &#160; $ 15,733 &#160; $ 87,047 &#160; Unproved properties \n\n17,251 &#160; 189 &#160; 17,440 &#160; Total capitalized costs (a) \n\n88,565 &#160; 15,922 &#160; 104,487 &#160; Proved properties depreciation, depletion and amortization (36,727) (12,373) (49,100) Unproved properties valuation (4,781) (27) (4,808) Total Accumulated depreciation, depletion and amortization (41,508) (12,400) (53,908) Net capitalized costs $ 47,057 &#160; $ 3,522 &#160; $ 50,579 &#160; December 31, 2021 &#160; &#160; Proved properties $ 66,443 $ 15,232 $ 81,675 Unproved properties \n\n19,423 153 19,576 Total capitalized costs (a) \n\n85,866 15,385 101,251 Proved properties depreciation, depletion and amortization (32,355) (11,821) (44,176) Unproved properties valuation (4,789) (27) (4,816) Total Accumulated depreciation, depletion and amortization (37,144) (11,848) (48,992) Net capitalized costs $ 48,722 $ 3,537 $ 52,259 December 31, 2020 &#160; &#160; Proved properties $ 63,988 $ 14,548 $ 78,536 Unproved properties \n\n23,713 205 23,918 Total capitalized costs (a,b) \n\n87,701 14,753 102,454 Proved properties depreciation, depletion and amortization (27,914) (11,140) (39,054) Unproved properties valuation (5,285) (27) (5,312) Total Accumulated depreciation, depletion and amortization (33,199) (11,167) (44,366) Net capitalized costs $ 54,502 $ 3,586 $ 58,088 ##TABLE_END\n\n(a) Included acquisition costs, development costs, capitalized interest and AROs. \n\n(b) Excluded capitalized costs related to Ghana, which was presented as held for sale as of December 31, 2020. \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nSupplemental Oil and Gas Information \n\n(Unaudited) \n\n##TABLE_END\n\nCOSTS INCURRED \n\nCosts incurred in oil and gas property acquisition, exploration and development activities, whether capitalized or expensed, were as follows: \n\n##TABLE_START millions United States International Total December 31, 2022 &#160; &#160; Property acquisition costs (a) \n\n&#160; &#160; Proved properties $ 496 &#160; $ 3 &#160; $ 499 &#160; Unproved properties 488 &#160; &#8212; &#160; 488 &#160; Exploration costs 279 &#160; 175 &#160; 454 &#160; Development costs 3,083 &#160; 423 &#160; 3,506 &#160; Costs incurred $ 4,346 &#160; $ 601 &#160; $ 4,947 &#160; \n\nDecember 31, 2021 (b) \n\nProperty acquisition costs Proved properties $ 378 $ 1 $ 379 Unproved properties 51 &#8212; 51 Exploration costs 147 143 290 Development costs 1,749 366 2,115 Costs incurred $ 2,325 $ 510 $ 2,835 \n\nDecember 31, 2020 (b) \n\nProperty acquisition costs Proved properties $ 7 $ 35 $ 42 Unproved properties 41 24 65 Exploration costs 117 95 212 Development costs 1,376 466 1,842 Costs incurred $ 1,541 $ 620 $ 2,161 ##TABLE_END\n\n(a) Included $340 million in property acquisition costs related to non-monetary exchange transactions. \n\n(b) Excluded costs incurred related to the South Africa (sold 2020) and Ghana (sold 2021) assets. \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nSupplemental Oil and Gas Information \n\n(Unaudited) \n\n##TABLE_END\n\nRESULTS OF OPERATIONS \n\nOccidental&#8217;s oil and gas producing activities for continuing operations, which exclude items such as asset divestitures, corporate overhead, interest and royalties, were as follows: \n\n##TABLE_START millions United States International (a) \n\nTotal FOR THE YEAR ENDED DECEMBER 31, 2022 &#160; &#160; Revenues (b) \n\n$ 22,487 &#160; $ 4,671 &#160; $ 27,158 &#160; Lease operating costs 3,050 &#160; 978 &#160; 4,028 &#160; Transportation costs 1,324 &#160; 69 &#160; 1,393 &#160; Other operating expenses 981 &#160; 235 &#160; 1,216 &#160; Depreciation, depletion and amortization 5,608 &#160; 571 &#160; 6,179 &#160; Taxes other than on income 1,236 &#160; 299 &#160; 1,535 &#160; Exploration expenses 113 &#160; 103 &#160; 216 &#160; Pretax income (loss) 10,175 &#160; 2,416 &#160; 12,591 &#160; Income tax expense (benefit) (c) \n\n2,213 &#160; 964 &#160; 3,177 &#160; Results of operations $ 7,962 &#160; $ 1,452 &#160; $ 9,414 &#160; FOR THE YEAR ENDED DECEMBER 31, 2021 Revenues (b) \n\n$ 15,817 $ 3,462 $ 19,279 Lease operating costs 2,341 883 3,224 Transportation costs 1,306 65 1,371 Other operating expenses 896 176 1,072 Depreciation, depletion and amortization 7,053 687 7,740 Taxes other than on income 785 209 994 Exploration expenses 158 94 252 Oil and gas mark-to-market - Collars and CO 2 \n\n280 &#8212; 280 Pretax income (loss) before impairments and other charges 2,998 1,348 4,346 Asset impairments and other charges 282 &#8212; 282 Pretax income (loss) 2,716 1,348 4,064 Income tax expense (benefit) (c) \n\n508 656 1,164 Results of operations $ 2,208 $ 692 $ 2,900 FOR THE YEAR ENDED DECEMBER 31, 2020 Revenues (b) \n\n$ 9,058 $ 2,947 $ 12,005 Lease operating costs 2,169 921 3,090 Transportation costs 1,425 72 1,497 Other operating expenses 960 221 1,181 Depreciation, depletion and amortization 6,611 803 7,414 Taxes other than on income 503 111 614 Exploration expenses 68 64 132 Oil and gas mark-to-market - Collars and CO 2 \n\n(1,089) &#8212; (1,089) Pretax income (loss) before impairments and other charges (1,589) 755 (834) Asset impairments and other charges 5,973 1,208 7,181 Pretax income (loss) (7,562) (453) (8,015) Income tax expense (benefit) (c) \n\n(1,663) 428 (1,235) Results of operations $ (5,899) $ (881) $ (6,780) ##TABLE_END\n\n(a) Results of operations excluded discontinued operations related to South Africa (sold 2020) and Ghana (sold 2021) assets. \n\n(b) Revenues are net of royalty payments. \n\n(c) U.S. federal income taxes reflect certain expenses related to oil and gas activities allocated for U.S. income tax purposes. These amounts are computed using the statutory rate in effect during the period. \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nSupplemental Oil and Gas Information \n\n(Unaudited) \n\n##TABLE_END\n\nRESULTS PER UNIT OF PRODUCTION FOR CONTINUING OPERATIONS \n\n##TABLE_START \n\n$/Boe (a) \n\nUnited States International (b) \n\nTotal FOR THE YEAR ENDED DECEMBER 31, 2022 &#160; &#160; Revenues (c) \n\n$ 65.77 &#160; $ 57.67 &#160; $ 64.22 &#160; Lease operating costs 8.92 &#160; 12.07 &#160; 9.52 &#160; Transportation costs 3.87 &#160; 0.85 &#160; 3.29 &#160; Other operating expenses 2.87 &#160; 2.90 &#160; 2.88 &#160; Depreciation, depletion and amortization 16.40 &#160; 7.05 &#160; 14.61 &#160; Taxes other than on income 3.61 &#160; 3.69 &#160; 3.63 &#160; Exploration expenses 0.33 &#160; 1.27 &#160; 0.51 &#160; Pretax income (loss) 29.77 &#160; 29.84 &#160; 29.78 &#160; Income tax expense (d) \n\n6.47 &#160; 11.90 &#160; 7.51 &#160; Results of operations $ 23.30 &#160; $ 17.94 &#160; $ 22.27 &#160; FOR THE YEAR ENDED DECEMBER 31, 2021 Revenues (c) \n\n$ 46.42 $ 40.82 $ 45.31 Lease operating costs 6.87 10.41 7.58 Transportation costs 3.83 0.76 3.22 Other operating expenses 2.63 2.08 2.52 Depreciation, depletion and amortization 20.70 8.10 18.19 Taxes other than on income 2.30 2.47 2.34 Exploration expenses 0.46 1.10 0.59 Oil and gas mark-to-market - Collars and CO 2 \n\n0.82 &#8212; 0.66 Pretax income (loss) before impairments and other charges 8.81 15.90 10.21 Asset impairments and other charges 0.83 &#8212; 0.66 Pretax income (loss) 7.98 15.90 9.55 Income tax expense (d) \n\n1.49 7.73 2.73 Results of operations $ 6.49 $ 8.17 $ 6.82 FOR THE YEAR ENDED DECEMBER 31, 2020 Revenues (c) \n\n$ 23.86 $ 28.15 $ 24.79 Lease operating costs 5.71 8.80 6.38 Transportation costs 3.75 0.69 3.09 Other operating expenses 2.53 2.11 2.44 Depreciation, depletion and amortization 17.41 7.67 15.31 Taxes other than on income 1.32 1.06 1.27 Exploration expenses 0.18 0.61 0.27 Oil and gas mark-to-market - CO 2 \n\n(2.87) &#8212; (2.25) Pretax income (loss) before impairments and other charges (4.17) 7.21 (1.72) Asset impairments and other charges 15.73 11.54 14.83 Pretax income (loss) (19.90) (4.33) (16.55) Income tax expense (benefit) (d) \n\n(4.38) 4.09 (2.55) Results of operations $ (15.52) $ (8.42) $ (14.00) ##TABLE_END\n\n(a) Natural gas volumes have been converted to Boe based on energy content of six Mcf of gas to one barrel of oil. \n\n(b) Results of operations excluded discontinued operations related to the South Africa (sold 2020) and Ghana (sold 2021) assets. \n\n(c) Revenues are net of royalty payments. \n\n(d) U.S. federal income taxes reflect certain expenses related to oil and gas activities allocated for U.S. income tax purposes. These amounts are computed using the statutory rate in effect during the period. \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nSupplemental Oil and Gas Information \n\n(Unaudited) \n\n##TABLE_END\n\nSTANDARDIZED MEASURE, INCLUDING YEAR-TO-YEAR CHANGES THEREIN, OF DISCOUNTED FUTURE NET CASH FLOWS \n\nFor purposes of the following disclosures, future cash flows were computed by applying to Occidental&#8217;s proved oil and gas reserves the unweighted arithmetic average of the first-day-of-the-month price for each month within the years ended December 31, 2022, 2021 and 2020, respectively, unless prices were defined by contractual arrangements, and exclude escalations based upon future conditions. The realized prices used to calculate future cash flows vary by producing area and market conditions. Future operating and capital costs were forecast using the current cost environment applied to expectations of future operating and development activities to develop and produce proved reserves at year end. \n\nFuture income tax expenses were computed by applying, generally, year-end statutory tax rates (adjusted for permanent differences, tax credits, allowances and foreign income repatriation considerations) to the estimated net future pre-tax cash flows. The discount was computed by application of a 10% discount factor. The calculations assumed the continuation of existing economic, operating and contractual conditions as of December 31, 2022, 2021 and 2020. Such assumptions, which are required by regulation, have not always proven accurate in the past. Other valid assumptions would give rise to substantially different results. \n\nSTANDARDIZED MEASURE OF DISCOUNTED FUTURE NET CASH FLOWS \n\n##TABLE_START millions United States International (a) \n\nTotal Balance as of December 31, 2022 &#160; &#160; Future cash inflows $ 186,942 &#160; $ 34,514 &#160; $ 221,456 &#160; Future costs &#160; Production costs and other operating \n\n(68,068) (9,468) (77,536) Development costs (b) \n\n(14,845) (2,498) (17,343) Future income tax expense (18,633) (4,984) (23,617) Future net cash flows 85,396 &#160; 17,564 &#160; 102,960 &#160; 10% discount factor (37,340) (7,468) (44,808) Standardized measure of discounted future net cash flows $ 48,056 &#160; $ 10,096 &#160; $ 58,152 &#160; Balance as of December 31, 2021 Future cash inflows $ 116,014 $ 28,865 $ 144,879 Future costs Production costs and other operating (47,803) (9,284) (57,087) Development costs (b) \n\n(12,186) (3,004) (15,190) Future income tax expense (9,875) (3,544) (13,419) Future net cash flows 46,150 13,033 59,183 10% discount factor (19,538) (5,821) (25,359) Standardized measure of discounted future net cash flows $ 26,612 $ 7,212 $ 33,824 Balance as of December 31, 2020 Future cash inflows $ 49,050 $ 21,270 $ 70,320 Future costs Production costs and other operating \n\n(29,147) (8,304) (37,451) Development costs (b) \n\n(9,103) (2,410) (11,513) Future income tax expense (19) (2,088) (2,107) Future net cash flows 10,781 8,468 19,249 10% discount factor (3,827) (4,071) (7,898) Standardized measure of discounted future net cash flows $ 6,954 $ 4,397 $ 11,351 ##TABLE_END\n\n(a) Excluded discontinued operations related to Ghana (sold 2021). \n\n(b) Included ARO costs. \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nSupplemental Oil and Gas Information \n\n(Unaudited) \n\n##TABLE_END\n\nCHANGES IN THE STANDARDIZED MEASURE OF DISCOUNTED FUTURE NET CASH FLOWS FROM PROVED RESERVE QUANTITIES (a) \n\n##TABLE_START millions 2022 2021 2020 Balance as of January 1 $ 33,824 &#160; $ 11,351 $ 29,229 Sales and transfers of oil and gas produced, net of production costs and other operating expenses \n\n(20,547) (13,983) (6,483) Net change in prices received per barrel, net of production costs and other operating expenses \n\n29,798 &#160; 32,464 (19,738) Extensions, discoveries and improved recovery, net of future production and development costs \n\n5,390 &#160; 2,412 1,007 Change in estimated future development costs (1,562) (376) 1,686 Revisions of quantity estimates 10,481 &#160; 10,296 (1,989) Previously estimated development costs incurred during the period 1,813 &#160; 1,277 1,680 Accretion of discount 3,492 &#160; 1,009 2,541 Net change in income taxes (5,961) (6,249) 3,212 Purchases and sales of reserves in place, net (158) 377 (651) Changes in production rates and other 1,582 &#160; (4,754) 857 Net change 24,328 &#160; 22,473 (17,878) Balance as of December 31 $ 58,152 &#160; $ 33,824 $ 11,351 ##TABLE_END\n\n(a) Excluded results from discontinued operations. \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nSupplemental Oil and Gas Information \n\n(Unaudited) \n\n##TABLE_END\n\nNET PRODUCTIVE AND DRY&#8212; EXPLORATORY AND DEVELOPMENT WELLS COMPLETED \n\nThe following table sets forth, for each year in the three-year period ended December 31, 2022, Occidental&#8217;s net productive and dry exploratory and development wells completed: \n\n##TABLE_START United States International Total 2022 &#160; &#160; &#160; Oil Exploratory 9 &#160; 10 &#160; 19 &#160; Development 265 &#160; 32 &#160; 297 &#160; Gas Exploratory &#8212; &#160; &#8212; &#160; &#8212; &#160; Development 3 &#160; 2 &#160; 5 &#160; Dry Exploratory &#8212; &#160; 5 &#160; 5 &#160; Development 1 &#160; &#8212; &#160; 1 &#160; 2021 &#160; &#160; &#160; Oil Exploratory 6 4 10 Development 292 42 334 Gas Exploratory &#8212; 1 1 Development 4 &#8212; 4 Dry Exploratory 4 2 6 Development 1 &#8212; 1 2020 &#160; &#160; &#160; Oil Exploratory 7 2 9 Development 240 81 321 Gas Exploratory &#8212; 2 2 Development 6 1 7 Dry Exploratory &#8212; 1 1 Development &#8212; &#8212; &#8212; ##TABLE_END\n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nSupplemental Oil and Gas Information \n\n(Unaudited) \n\n##TABLE_END\n\nPRODUCTIVE OIL AND GAS WELLS \n\nThe following table sets forth, as of December 31, 2022, Occidental&#8217;s productive oil and gas wells (both producing and capable of production): \n\n##TABLE_START United States International Total Oil (a) \n\nGross (b) \n\n17,944 &#160; (1,009) 2,894 &#160; &#8212; &#160; 20,838 &#160; (1,009) Net (c) \n\n15,437 &#160; (861) 1,392 &#160; &#8212; &#160; 16,829 &#160; (861) Gas (a) \n\n&#160; Gross (b) \n\n2,656 &#160; (1,453) 162 &#160; (2) 2,818 &#160; (1,455) Net (c) \n\n2,229 &#160; (1,165) 96 &#160; (2) 2,325 &#160; (1,167) ##TABLE_END\n\n(a) The numbers in parentheses indicate the number of wells with multiple completions. \n\n(b) The total number of wells in which interests are owned. \n\n(c) The sum of fractional interests. \n\nPARTICIPATION IN WELLS BEING DRILLED OR PENDING COMPLETION \n\nThe following table sets forth, as of December 31, 2022, Occidental&#8217;s participation in exploratory and development wells being drilled: \n\n##TABLE_START United States International Total Exploratory and development wells being drilled &#160; &#160; &#160; Gross 27 &#160; 16 &#160; 43 &#160; Net 22 &#160; 12 &#160; 34 &#160; \n\nExploratory and development wells pending completion (a) \n\n&#160; &#160; &#160; Gross 107 &#160; 1 &#160; 108 &#160; Net 79 &#160; 1 &#160; 80 &#160; ##TABLE_END\n\n(a) Wells suspended or waiting on completion include exploration and development wells where drilling has occurred, but the wells are awaiting the completion of hydraulic fracturing or other completion activities or the resumption of drilling in the future. There were 42 MMboe of PUD reserves primarily assigned to U.S. onshore development wells suspended or waiting on completion as of December 31, 2022. Occidental expects to convert all of these PUD reserves to developed status within five years of their initial disclosure. \n\nAs of December 31, 2022, Occidental was participating in 135 and 37 gross pressure-maintenance projects in the United States and Internationally, respectively. In the United States, these projects primarily consisted of waterfloods and CO 2 floods, and in the Middle East and North Africa, these projects consisted mostly of waterfloods. \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nSupplemental Oil and Gas Information \n\n(Unaudited) \n\n##TABLE_END\n\nOIL AND GAS ACREAGE \n\nThe following table sets forth, as of December 31, 2022, Occidental&#8217;s holdings of developed and undeveloped oil and gas acreage: \n\n##TABLE_START thousands United States International Total \n\nDeveloped (a) \n\n&#160; &#160; &#160; Gross (b) \n\n6,190 &#160; 1,130 &#160; 7,320 &#160; Net (c) \n\n3,948 &#160; 393 &#160; 4,341 &#160; \n\nUndeveloped (d) \n\n&#160; Gross (b) \n\n1,437 &#160; 8,422 &#160; 9,859 &#160; Net (c) \n\n1,016 &#160; 6,677 &#160; 7,693 &#160; \n\nFee Mineral Ownership (e) \n\nGross (b) \n\n8,040 &#160; &#8212; &#160; 8,040 &#160; Net (c) \n\n4,567 &#160; &#8212; &#160; 4,567 &#160; ##TABLE_END\n\n(a) Acres spaced or assigned to productive wells. \n\n(b) Total acres in which interests are held. \n\n(c) Sum of the fractional interests owned based on working interests, or interests under PSCs and other economic arrangements. \n\n(d) Acres on which wells have not been drilled or completed to a point that would permit the production of commercial quantities of oil and gas, regardless of whether the acreage contains proved reserves. \n\n(e) Occidental&#8217;s fee mineral acreage is primarily undeveloped. \n\nOccidental&#8217;s investment in developed and undeveloped acreage comprises numerous concessions, blocks and leases. Work programs are designed to ensure that the exploration potential of any property is fully evaluated before the contractual expiration date. In some instances, Occidental may elect to relinquish acreage in advance of the contractual expiration date if the evaluation process is complete and there is not a business basis for extension. In cases where additional time may be required to fully evaluate acreage, Occidental has generally been successful in obtaining extensions. Scheduled lease and concession expirations for undeveloped acreage over the next three years are not expected to have a material adverse impact on Occidental. \n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nSupplemental Oil and Gas Information \n\n(Unaudited) \n\n##TABLE_END\n\nOIL, NGL AND NATURAL GAS SALES VOLUMES PER DAY \n\nThe following tables set forth the sales volumes from ongoing operations of oil, NGL and natural gas per day for each of the three years in the period ended December 31, 2022. The differences between the sales and production volumes per day are negligible and are generally due to the timing of shipments at Occidental&#8217;s international locations where product is loaded onto tankers. Natural gas volumes have been converted to Boe based on energy content of six Mcf of gas to one barrel of oil. \n\n##TABLE_START Sales per Day from Ongoing Operations (Mboe/d) 2022 2021 2020 United States &#160; &#160; &#160; Permian 513 &#160; 487 575 Rockies &#38; Other Domestic 277 &#160; 302 332 Gulf of Mexico 147 &#160; 144 130 Total 937 &#160; 933 1,037 International Algeria and Other International 48 &#160; 43 46 Al Hosn Gas 73 &#160; 76 78 Dolphin 37 &#160; 40 45 Oman 64 &#160; 74 85 Total 222 &#160; 233 254 Total Sales from Ongoing Operations (Mboe/d) 1,159 &#160; 1,166 1,291 Operations exited or exiting &#8212; &#160; 18 60 Total Sales (Mboe/d) 1,159 &#160; 1,184 1,351 ##TABLE_END\n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\nSupplemental Oil and Gas Information \n\n(Unaudited) \n\n##TABLE_END\n\n##TABLE_START Sales per Day by Products from Ongoing Operations 2022 2021 2020 United States &#160; &#160; &#160; Oil (Mbbl) \n\nPermian 303 &#160; 286 343 Rockies &#38; Other Domestic 82 &#160; 93 109 Gulf of Mexico 122 &#160; 119 109 Total \n\n507 &#160; 498 561 NGL (Mbbl) Permian 119 &#160; 110 129 Rockies &#38; Other Domestic 97 &#160; 97 83 Gulf of Mexico 11 &#160; 10 9 Total \n\n227 &#160; 217 221 Natural gas (MMcf) \n\nPermian 545 &#160; 548 620 Rockies &#38; Other Domestic 590 &#160; 676 838 Gulf of Mexico 81 &#160; 84 71 Total \n\n1,216 &#160; 1,308 1,529 International Oil (Mbbl) \n\nAlgeria and Other International 42 &#160; 39 42 Al Hosn Gas 12 &#160; 13 14 Dolphin 6 &#160; 7 7 Oman 53 &#160; 61 65 Total 113 &#160; 120 128 NGL (Mbbl) Algeria and Other International 4 &#160; 3 3 Al Hosn Gas 23 &#160; 23 25 Dolphin 7 &#160; 8 9 Total 34 &#160; 34 37 Natural gas (MMcf) \n\nAlgeria and Other International 12 &#160; 6 6 Al Hosn Gas 227 &#160; 234 238 Dolphin 142 &#160; 151 171 Oman 69 &#160; 80 120 Total 450 &#160; 471 535 Total Sales from Ongoing Operations (Mboe/d) 1,159 &#160; 1,166 1,291 ##TABLE_END\n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START Schedule II &#8211; Valuation and Qualifying Accounts Occidental Petroleum Corporation and Subsidiaries ##TABLE_END\n\n##TABLE_START &#160; Additions &#160; &#160; &#160; millions Balance at Beginning of Period Charged to Costs and Expenses Charged to Other Accounts Deductions (a) \n\nBalance at End of Period &#160; 2022 &#160; &#160; &#160; &#160; &#160; &#160; Allowance for doubtful accounts $ 867 &#160; $ 37 &#160; $ &#8212; &#160; $ &#8212; &#160; $ 904 &#160; \n\n(b) \n\nEnvironmental, litigation, tax and other reserves $ 3,164 &#160; $ 714 &#160; $ 138 &#160; $ ( 304 ) $ 3,712 &#160; \n\n(c) \n\n2021 &#160; &#160; Allowance for doubtful accounts $ 822 &#160; $ 56 &#160; $ ( 11 ) $ &#8212; &#160; $ 867 &#160; \n\n(b) \n\nEnvironmental, litigation, tax and other reserves $ 2,429 &#160; $ 900 &#160; $ 94 &#160; $ ( 259 ) $ 3,164 &#160; \n\n(c) \n\n2020 &#160; Allowance for doubtful accounts $ 788 &#160; $ 37 &#160; $ ( 3 ) $ &#8212; &#160; $ 822 &#160; \n\n(b) \n\nEnvironmental, litigation, tax and other reserves $ 2,411 &#160; $ 115 &#160; $ 43 &#160; $ ( 140 ) $ 2,429 &#160; \n\n(c) \n\n##TABLE_END\n\n(a) Primarily represents payments. \n\n(b) Of these amounts, $ 44 million, $ 46 million and $ 42 million in 2022, 2021, and 2020, respectively, were classified as current. \n\n(c) Of these amounts, $ 266 million, $ 790 million and $ 149 million in 2022, 2021, and 2020, respectively, were classified as current. \n\nNote: The amounts presented represent continuing operations. \n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START \n\n##TABLE_END\n\nPart IV \n\n"
    },
    {
      "section": "9",
      "text": ""
    },
    {
      "section": "9A",
      "text": ""
    },
    {
      "section": "9B",
      "text": ""
    },
    {
      "section": "10",
      "text": ""
    },
    {
      "section": "11",
      "text": ""
    },
    {
      "section": "12",
      "text": ""
    },
    {
      "section": "13",
      "text": ""
    },
    {
      "section": "14",
      "text": ""
    },
    {
      "section": "15",
      "text": " ITEM 15. EXHIBITS AND FINANCIAL STATEMENT SCHEDULES \n\nThe agreements included as exhibits to this report are included to provide information about their terms and not to provide any other factual or disclosure information about Occidental or the other parties to the agreements. The agreements contain representations and warranties by each of the parties to the applicable agreement that were made solely for the benefit of the other agreement parties and: \n\n&#9632; Should not be treated as categorical statements of fact, but rather as a way of allocating the risk among the parties if those statements prove to be inaccurate; \n\n&#9632; Have been qualified by disclosures that were made to the other party in connection with the negotiation of the applicable agreement, which disclosures are not necessarily reflected in the agreement; \n\n&#9632; May apply standards of materiality in a way that is different from the way investors may view materiality; and \n\n&#9632; Were made only as of the date of the applicable agreement or such other date or dates as may be specified in the agreement and are subject to more recent developments. \n\n(a) (1) and (2). Financial Statements and Financial Statement Schedule \n\nReference is made to Item 8 of the Table of Contents of the 2022 Form 10-K, where these documents are listed. \n\n(a) (3). Exhibits \n\n##TABLE_START 3.(i) \n\nRestated Certificate of Incorporation of Occidental, dated November 12, 1999, and Certificates of Amendment thereto dated May 5, 2006, May 1, 2009, May 2, 2014 and June 3, 2020 (filed as Exhibit 4.1 to the Registration Statement on Form S-8 of Occidental filed on June 17, 2020, File No. 333-239236). \n\n3.(i)(a) \n\nCertificate of Change of Location of Registered Office and of Registered Agent, dated July 6, 2001 (filed as Exhibit 3.1(i) to the Registration Statement on Form S-3 of Occidental dated February 6, 2002, File No. 333-82246). \n\n3.(ii) \n\nAmended and Restated By-laws of Occidental Petroleum Corporation as of March 25, 2020 (filed as Exhibit 3.1 to the Current Report on Form 8-K of Occidental filed on March 25, 2020, File No. 1-9210). \n\n3.(ii)(a) \n\nCertificate of Designations with respect to the Cumulative Perpetual Preferred Stock, Series A (filed as Exhibit 3.1 to the Current Report on Form 8-K of Occidental filed on August 8, 2019, File No. 1-9210). \n\n3.(ii)(b) \n\nCertificate of Designations with respect to the Junior Participating Preferred Stock, Series B (filed as Exhibit 3.1 to the Current Report on Form 8-K of Occidental filed on March 13, 2020, File No. 1-9210). \n\n4.1 \n\nDescription of Securities of Occidental Petroleum Corporation Registered under Section 12 of the Exchange Act (filed as Exhibit 4.1 to the Annual Report on Form 10-K of Occidental for the fiscal year ended December 31, 2020, File No. 1-9210). \n\n4.2 \n\nIndenture, dated as of August 8, 2019, between Occidental Petroleum Corporation and The Bank of New York Mellon Trust Company, N.A . (filed as Exhibit 4.1 to the Current Report on Form 8-K of Occidental filed on August 8, 2019, File No. 1-9210). \n\n4.3 \n\nFirst Supplemental Indenture to that certain Indenture, dated as of August 8, 2019, by and between Occidental Petroleum Corporation and The Bank of New York Mellon Trust Company, N.A. (filed as Exhibit 4.7 to the Current Report on Form 8-K of Occidental filed on July 13, 2020, File No. 1-9210). \n\n4.4 \n\nSecond Supplemental Indenture to that certain Indenture, dated as of August 8, 2019, by and between Occidental Petroleum Corporation and The Bank of New York Mellon Trust Company, N.A. (filed as Exhibit 4.6 to the Current Report on Form 8-K of Occidental filed on December 22, 2020, File No. 1-9210). \n\n4.5 \n\nThird Supplemental Indenture to that certain Indenture, dated as of August 8, 2019, by and between Occidental Petroleum Corporation and The Bank of New York Mellon Trust Company, N.A. (filed as Exhibit 4.2 to the Current Report on Form 8-K of Occidental filed on July 15, 2021, File No. 1-9210). \n\nOther instruments defining the rights of holders of other long-term debt of Occidental and its subsidiaries are not being filed since the total amount of securities authorized under each of such instruments does not exceed 10% of the total assets of Occidental and its subsidiaries on a consolidated basis. Occidental agrees to furnish a copy of any such instrument to the Commission upon request. All of the exhibits numbered 10.1 to 10.26 are management contracts and compensatory plans required to be identified specifically as responsive to Item 601(b)(10)(iii)(A) of Regulation S-K pursuant to Item 15(b) of Form 10-K. 10.1 \n\nOccidental Petroleum Corporation Savings Plan (Amended and Restated Effective as of January 1, 2023) (filed as Exhibit 10.1 to the Annual Report on Form 10-K of Occid ental f or the fis cal year ended December 31, 2022 , File No. 1-9210 ) . \n\n10.2 \n\nOccidental Petroleum Corporation 2015 Long-Term Incentive Plan Form of Notice of Grant of Restricted Stock Unit Incentive Award (filed as Exhibit 10.2 to the Annual Report on Form 10-K of Occidental for the fiscal year ended December 31, 2021, File No. 1-9210). \n\n##TABLE_END\n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START 10.3 \n\nOccidental Petroleum Corporation Modified Deferred Compensation Plan (Effective December 31, 2006 and Amended and Restated Effective January 1, 2021) (filed as Exhibit 10.2 to the Annual Report on Form 10-K of Occidental for the fiscal year ended December 31, 2020, File No. 1-9210). \n\n10.4 \n\nOccidental Petroleum Corporation Supplemental Retirement Plan II (Effective as of January 1, 2005 and Amended and Restated as of July 1, 2020) (filed as Exhibit 10.4 to the Quarterly Report on Form 10-Q of Occidental for the quarterly period ended June 30, 2020, File No. 1-9210). \n\n10.5 \n\nOccidental Petroleum Corporation Executive Incentive Compensation Plan (As Amended and Restated Effective January 1, 2023 ) (filed as Exhibit 10.5 to the Annual Report on Form 10-K of Occ idental for the fiscal year ended December 31, 2022 , File No. 1-9210) . \n\n10.6 Form of Indemnification Agreement between Occidental and each of its directors and certain executive officers (filed as Exhibit B to the Proxy Statement of Occidental for its May 21, 1987, Annual Meeting of Stockholders, File No. 1-9210). 10.7 \n\nForm of Indemnification Agreement between Occidental and each of its directors and certain executive officers (filed as Exhibit 10.9 to the Annual Report on Form 10-K of Occidental for the fiscal year ended December 31, 2020, File No. 1-9210). \n\n10.8 \n\nAmended and Restated Occidental Petroleum Corporation 2015 Long-Term Incentive Plan (filed as Exhibit 4.7 to the Registration Statement on Form S-8 of Occidental filed on June 17, 2020, File No. 333-239236). \n\n10.9 \n\nDescription of financial counseling program (filed as Exhibit 10.50 to the Annual Report on Form 10-K of Occidental for the fiscal year ended December 31, 2003, File No. 1-9210). \n\n10.10 \n\nDescription of group excess liability insurance program (filed as Exhibit 10.16 to the Annual Report on Form 10-K of Occidental for the fiscal year ended December 31, 2020, File No. 1-9210). \n\n10.11 \n\nForm of Occidental Petroleum Corporation 2015 Long-Term Incentive Plan Common Stock Award For Non-Employee Directors Grant Agreement (filed as Exhibit 10.2 to the Quarterly Report on Form 10-Q of Occidental for the quarterly period ended June 30, 2015, File No. 1-9210). \n\n10.12 \n\nAnadarko Retirement Restoration Plan (As Amended and Restated Effective as of December 31, 2021) (filed as Exhibit 10.14 to the Annual Report on Form 10-K of Occidental for the fiscal year ended December 31, 2021, File No. 1-9210). \n\n10.13 \n\nAnadarko Petroleum Corporation Savings Restoration Plan (As Amended and Restated Effective July 1, 2020) (filed as Exhibit 10.1 to the Quarterly Report on Form 10-Q of Occidental for the quarterly period ended June 30, 2020, File No. 1-9210). \n\n10.14 \n\nForm of Occidental Petroleum Corporation 2015 Long-Term Incentive Plan Cash Return on Capital Employed Incentive Award (filed as Exhibit 10.1 to the Quarterly Report on Form 10-Q of Occidental for the quarterly period ended March 31, 2020, File No. 1-9210). \n\n10.15 \n\nForm of 2020 Occidental Petroleum Corporation 2015 Long-Term Incentive Plan Total Shareholder Return Incentive Award (filed as Exhibit 10.2 to the Quarterly Report on Form 10-Q of Occidental for the quarterly period ended March 31, 2020, File No. 1-9210). \n\n10.16 \n\nForm of Occidental Petroleum Corporation 2015 Long-Term Incentive Plan Stock Option Award (filed as Exhibit 10.3 to the Quarterly Report on Form 10-Q of Occidental for the quarterly period ended March 31, 2020, File No. 1-9210). \n\n10.17 \n\nForm of Occidental Petroleum Corporation 2015 Long-Term Incentive Plan Stock Appreciation Right Award (filed as Exhibit 10.4 to the Quarterly Report on Form 10-Q of Occidental for the quarterly period ended March 31, 2020, File No. 1-9210). \n\n10.18 \n\nOccidental Petroleum Corporation Executive Severance Plan (filed as Exhibit 10.5 to the Quarterly Report on Form 10-Q of Occidental for the quarterly period ended March 31, 2020, File No. 1-9210). \n\n10.19 \n\nForm of 2020 Occidental Petroleum Corporation 2015 Long-Term Incentive Plan Special Restricted Stock Unit Incentive Award (filed as Exhibit 10.6 to the Quarterly Report on Form 10-Q of Occidental for the quarterly period ended March 31, 2020, File No. 1-9210). \n\n10.20 \n\nOccidental Petroleum Corporation Executive Change in Control Severance Plan (filed as Exhibit 10.5 to the Quarterly Report on Form 10-Q of Occidental for the quarterly period ended June 30, 2020, File No. 1-9210). \n\n10.21 \n\nForm of Employee Notice, Impact of August 2020 Warrant Distribution on Long-Term Incentive Awards (filed as Exhibit 10.7 to the Quarterly Report on Form 10-Q of Occidental for the quarterly period ended September 30, 2020, File No. 1-9210). \n\n10.22 \n\nForm of Occidental Petroleum Corporation 2015 Long-Term Incentive Plan Total Shareholder Return Incentive Award (applicable to annual grants made in 2021) (filed as Exhibit 10.1 to the Quarterly Report on Form 10-Q of Occidental for the quarterly period ended March 31, 2021, File No. 1-9210). \n\n10.23 \n\nLetter Agreement by and between Occidental Petroleum Corporation and Sylvia J. Kerrigan dated September 14, 2022 (filed as Exhibit 10.1 to the Quarterly Report on Form 10-Q of Occidental for the quarterly period ended September 30, 2022). \n\n10.24 \n\nOccidental Petroleum Corporation 2015 Long-Term Incentive Plan Form of Notice of Grant of Restricted Stock Unit Incentive Award (for awards to Chief Legal Officer) (filed as Exhibit 10.2 to the Quarterly Report on Form 10-Q of Occidental for the quarterly period ended September 30, 2022). \n\n10.25 \n\nTransition Services and Separation Agreement by and between Occidental Petroleum Corporation and Marcia E. Backus dated September 29, 2022 (filed as Exhibit 10.3 to the Quarterly Report on Form 10-Q of Occidental for the quarterly period ended September 30, 2022). \n\n10.26 \n\nForm of Occidental Petroleum Corporation 2015 Long-Term Inventive Plan Total Shareholder Return Incentive Award (applicable to annual grants made in 2022) ( f iled as Exhibit 10.26 to the Annual Report on Form 10-K of Occidental for the fiscal year ended December 31, 2022, File No. 1-9210) . \n\n##TABLE_END\n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START 10.27 \n\nWarrant Agreement (including Form of Warrant), dated July 24, 2020, between the Company and Equiniti Trust Company, as Warrant Agent (filed as Exhibit 10.1 to the Current Report on Form 8-K of Occidental filed on July 27, 2020, File No. 1-9210). \n\n10.28 \n\nSecond Amended and Restated Credit Agreement, dated as of December 10, 2021, by and among Occidental Petroleum Corporation, the banks party thereto, as lenders, and JPMorgan Chase Bank, N.A., as administrative agent (filed as Exhibit 10.1 to the Current Report on Form 8-K of Occidental filed on December 13, 2021, File No. 1-9210). \n\nList of subsidiaries of Occidental as of December 31, 2022 (filed as Exhibit 21 to the Annual Report on Form 10- K of Occidental for the fiscal year ended December 31, 2022, File No. 1-9210) . \n\n23.1 \n\nConsent of Independent Registered Public Accounting Firm (fi led as Exhibit 23.1 to the Annual Report on Form 10-K of Occidental for the fiscal year ended December 31, 2022, File No. 1-9210) . \n\n23.2 \n\nConsent of Ryder Scott, Independent Petroleum Engineers (fi led as Exhibit 23.2 to the Annual Report on Form 10-K of Occidental for the fiscal year ended December 31, 2022 , File No. 1-9210) . \n\n31.1 \n\nCertification of CEO Pursuant to Section 302 of the Sarbanes-Oxley Act of 2002. \n\n31.2 \n\nCertification of CFO Pursuant to Section 302 of the Sarbanes-Oxley Act of 2002. \n\n32.1 \n\nCertifications of CEO and CFO Pursuant to Section 906 of the Sarbanes-Oxley Act of 2002. \n\n99.1 \n\nRyder Scott Company Process Review of the Estimated Future Proved Reserves and Income Attributable to Certain Leasehold and Royalty Interests and Certain Economic Interests Derived Through Production Sharing Contracts as of December 31, 2022 (fi led as Exhibit 99.1 to the Ann ual Report on Form 10-K of Occidental for the fiscal year ended December 31, 2022, File No 1-9210) . \n\n101.INS Inline XBRL Instance Document. 101.SCH Inline XBRL Taxonomy Extension Schema Document. 101.CAL Inline XBRL Taxonomy Extension Calculation Linkbase Document. 101.LAB Inline XBRL Taxonomy Extension Label Linkbase Document. 101.PRE Inline XBRL Taxonomy Extension Presentation Linkbase Document. 101.DEF Inline XBRL Taxonomy Extension Definition Linkbase Document. 104 Cover Page Interactive Data File - The cover page from Occidental Petroleum Corporation&#8217;s Annual Report on Form 10-K/A for the year ended December 31, 2022 is formatted in Inline XBRL (included as Exhibit 101). ##TABLE_END\n\n##TABLE_START OXY 2022 FORM 10-K \n\n##TABLE_END\n\n##TABLE_START SIGNATURES ##TABLE_END\n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this Amendment to be signed on its behalf by the undersigned, thereunto duly authorized. \n\n##TABLE_START &#160; OCCIDENTAL PETROLEUM CORPORATION &#160; &#160; &#160; May 9, 2023 By: /s/ Christopher O. Champion &#160; &#160; Christopher O. Champion &#160; &#160; Vice President, Chief Accounting Officer and Controller ##TABLE_END\n\n##TABLE_START \n\nOXY 2022 FORM 10-K \n\n##TABLE_END\n\n"
    }
  ]
}