{
  "ticker": "PGR",
  "content": [
    {
      "section": "1",
      "text": " ITEM 1. BUSINESS \n\nGeneral Development of Business \n\nThe Progressive Corporation, an insurance holding company, has insurance and non-insurance subsidiaries and affiliates (references in this Item to subsidiaries includes affiliates as well). Our insurance subsidiaries provide personal and commercial auto insurance, personal residential and commercial property insurance, workers&#8217; compensation insurance primarily for the transportation industry, business-related general liability insurance, and other specialty property-casualty insurance and related services. Our non-insurance subsidiaries generally support our insurance and investment operations. We operate throughout the United States. Unless noted, references to &#8220;state(s)&#8221; throughout this report include the District of Columbia. The Progressive Corporation, together with its insurance and non-insurance subsidiaries and affiliates, comprise what we refer to as Progressive. \n\nProgressive&#8217;s vision is to become consumers&#8217;, agents&#8217;, and business owners&#8217; number one destination for insurance and other financial needs. Progressive's four strategic pillars of people and culture, broad needs of our customers, leading brand, and competitive prices serve as the foundation of how we will achieve our vision. \n\nDescription of Business \n\nOrganization \n\nOur executive group oversees the business and corporate functions that support all areas of our organization and consists of the following: \n\n##TABLE_START Chief Executive Officer &#8226; Chief Financial Officer \n\n&#8226; Personal Lines President \n\n&#8226; Chief Investment Officer \n\n&#8226; Property General Manager \n\n&#8226; Chief Human Resources Officer \n\n&#8226; Commercial Lines President \n\n&#8226; Chief Information Officer \n\n&#8226; Claims President \n\n&#8226; Chief Legal Officer \n\n&#8226; Customer Relationship \n\n&#8226; Chief Marketing Officer \n\nManagement President &#8226; Chief Strategy Officer \n\n##TABLE_END\n\nOur insurance and claims organizations are generally managed on a state-by-state basis due to the nature of insurance, legal and regulatory requirements, and other local factors, and are supplemented by national operations and supported by our corporate functions. State-specific organizations typically report to a regional general manager, who then reports to the applicable group president. In California, we operate a separate agency auto organization with its own management and customer relationship management organization. \n\nPersonal Lines \n\nOur Personal Lines segment writes insurance for personal autos and recreational vehicles, which we refer to as our special lines products. This business generally offers more than one program in a single state, with each program targeted to a specific distribution channel, market, or customer group. As of December 31, 2022, we wrote our Personal Lines products in all states, however, our special lines products are not written in the District of Columbia. The Personal Lines business accounted for 77% of our total net premiums written in 2022, 78% in 2021, and 82% in 2020. \n\nThe Personal Lines segment consists of personal auto and special lines products. \n\n&#8226; Personal auto insurance represented approximately 94% of our total Personal Lines net premiums written in 2022, 2021, and 2020. We ranked third in market share in the U.S. private passenger auto market based on 2021 premiums written. We believe that our market share grew in 2022, however, industry data regarding our ranking for 2022 is not yet available. There are approximately 255 competitors in this market. Progressive and the other leading 15 private passenger auto insurers, each of which writes over $2.5 billion of premiums annually, comprise 84% of this market. All industry data, including ranking and market share, based on premiums written, has been obtained directly from data reported by either SNL Financial or A.M. Best Company, Inc. (A.M. Best), or was estimated using A.M. Best data as the primary source. \n\n- 1 - \n\n&#8226; Special lines products, which include insurance for motorcycles, ATVs, RVs, watercraft, snowmobiles, and similar items, represented the remaining Personal Lines net premiums written for the years mentioned above. Due to the seasonal nature of these products, we typically experience higher losses during the warmer weather months. Our competitors are specialty companies and large multi-line insurance carriers. Although industry figures are not available, based on our analysis of this market, we believe that we are the market share leader for both the motorcycle and boat products and that we are one of the largest providers of RV insurance. \n\nOur Personal Lines products are sold through both the Agency and Direct channels. \n\n&#8226; The Agency business includes business written by our network of more tha n 40,000 independent insurance agencies located throughout the United States, including brokerages in New York and California. T hese independent insurance agents and brokers have the ability to place business with Progressive for specified insurance coverages within prescribed underwriting guidelines, subject to compliance with our mandated procedures. The agents and brokers do not have authority to establish underwriting guidelines, develop rates, settle or adjust claims, or enter into other transactions or commitments. The Agency business also writes insurance through strategic alliance business relationships with other insurance companies, financial institutions, and national agencies. The total net premiums written through the Agency channel represented 47% of our Personal Lines volume in 2022, and 48% in both 2021 and 2020. \n\n&#8226; The Direct business includes business written directly by us on the Internet, through the Progressive mobile app, and over the phone. The total net premiums written by the Direct business represented 53% of our Personal Lines volume in 2022, and 52% in both 2021 and 2020. \n\nOur Personal Lines strategy is to be a competitively priced provider of a broad range of personal auto and special lines insurance products with distinctive service, distributed through whichever channel the customer prefers, and combined with property insurance and other products when appropriate to match our customers&#8217; needs. Volume potential is driven by our price competitiveness, the actions of our competitors, brand recognition, and quality service delivered through our dedicated employees who embody the Progressive culture, among other factors. See &#8220;Competitive Factors&#8221; below for further discussion. \n\nWe seek to refine our personal auto segmentation, underwriting models, and pricing over time, and we regularly elevate new product models. At any one time, we could have multiple product models in the marketplace as new versions are being rolled out from state to state. Such new product models generally introduce new risk variables intended to improve its accuracy of matching rate to risk, increase our competitiveness, or make our products more attractive to specific market segments, among other enhancements. \n\nWe continue to provide customers in both the Agency and Direct channels the opportunity to improve their auto insurance rates based on their personal driving behavior through Snapshot &#174; , our usage-based insurance (UBI) program. We offer Snapshot through our hardware-based and/or mobile-app versions in all states, other than California. This mobile app is intended to improve the user experience while also reducing our monitoring costs. In addition to the personal benefits for our customers, the data collected via the mobile app affords us a unique perspective on mobile device usage, vehicle operations, and accidents. Our updated auto product models, discussed above, often also include Snapshot enhancements intended to improve its accuracy and competitiveness and broaden its applicability. \n\nOur Personal Lines business is focused on efforts to form deeper and longer-term relationships with our customers through our Destination Era strategy, which supports the pursuit of our vision described above. Through this strategy, we seek to leverage our Property business, as well as insurance and non-insurance products offered by unaffiliated third parties, to provide our customers access to a range of products addressing their diverse needs and, if the customer chooses, to &#8220;bundle&#8221; certain of the products together. Bundled products are an integral part of our consumer offerings and an important part of our strategic agenda. Customers who prefer to bundle represent a sizable segment of the insurance market, and our experience is that they tend to stay with us longer and generally have lower claims costs. \n\nOur Destination Era strategy involves a number of initiatives, including: \n\n&#8226; In our Agency channel, we offer customers the opportunity to bundle our auto, special lines, and Property offerings. To further drive bundling in the Agency channel, we offer the Platinum program to those select agents who have the appropriate customers for our bundled offering. This program combines our auto and home insurance with the compensation, coordinated policy periods, single event deductible, and other features that meet the needs and desires that our agents have expressed. As of December 31, 2022, we had just over 4,000 Platinum agents. \n\n&#8226; We offer independent agents an agency quoting system that makes it easier for them to bundle multiple policies with us. Our &#8220;Portfolio&#8221; quoting system reduces data entry, displays all available products eligible for bundled quotes, simplifies the agents&#8217; experience on third-party comparative rater systems, and provides agents and their customers an overview of premium, bundle savings, and applied discounts to allow them to add or remove products with one click. Portfolio is available for all agents appointed to write new business where we offer Property products. \n\n- 2 - \n\n&#8226; In the Direct channel, we bundle Progressive auto with Property products in almost all states, as well as with homeowners and renters products provided by unaffiliated insurance carriers nationwide. We offer these bundles by providing a single destination to which consumers may come for both their auto and property insurance needs. In many cases, we may offer discounts to incentivize or reward this bundling. \n\n&#8226; Where available, our special lines products and umbrella insurance can be combined with any of the auto, home, or renters coverages that we offer, in either the Direct or Agency channel. \n\n&#8226; HomeQuote Explorer &#174; (HQX) is our multi-carrier, direct-to-consumers online property offering. Through HQX, consumers are able to quickly and easily quote and compare homeowners insurance online from Progressive and other carriers. During 2022, we continued to expand the availability of the online buy button, which was active in all states where we write Property products via HQX by the end of 2022. \n\n&#8226; As we increase our penetration of the more complex, multi-product customers who are critical to our Destination Era success, we are further expanding the roster of products provided by unaffiliated companies that we make available through online and telephonic referrals and for which we receive commissions, or other compensation, that are reported as service revenues. Our list of unaffiliated company products includes items such as classic and specialty car, pet, health, life, electronics, travel, and event insurance. \n\nCommercial Lines \n\nThe Commercial Lines segment writes auto-related liability and physical damage insurance, business-related general liability and property insurance predominately for small businesses, and workers&#8217; compensation insurance primarily for the transportation industry. The Commercial Lines business accounted for 18% of our total net premiums written in 2022, 17% in 2021, and 13% in 2020. In 2021, we acquired Protective Insurance Corporation and subsidiaries (Protective Insurance) to expand our portfolio of offerings to larger fleet, workers&#8217; compensation coverage for trucking, along with trucking industry independent contractors, and affinity programs. \n\nUnless otherwise noted, the following discussion excludes transportation network company (TNC) business, which is discussed below. \n\nWe offer our auto products in all states. Our commercial auto customers insure approximately two vehicles per policy. During 2022, we wrote about 90% of our commercial auto business through the agency channel. \n\nThere are approximately 335 competitors in the total U.S. commercial auto market. We primarily compete with about 50 other large companies/groups, each with over $200 million of commercial auto premiums written annually. Progressive and these leading commercial auto insurers comprise 83% of this market. Our Commercial Lines business ranked number one in the commercial auto insurance market for 2021 based on premiums written, and we believe that we continued to hold that position for 2022. \n\nThe Commercial Lines business operates in the following commercial auto business market targets: \n\n&#8226; Business auto &#8211; autos, vans, pick-up trucks used by small businesses (e.g., retailing, manufacturing, farming) and for-hire livery (e.g., non-fleet (i.e., five or fewer vehicles) taxis, black-car services, and airport taxis), \n\n&#8226; For-hire transportation &#8211; tractors, trailers, and straight trucks primarily used by regional general freight and expeditor-type businesses and long-haul operators, \n\n&#8226; Contractor &#8211; vans, pick-up trucks, and dump trucks used by light contractors (e.g., painters, plumbers, landscapers), and heavy construction, \n\n&#8226; For-hire specialty &#8211; dump trucks, log trucks, and garbage trucks used by dirt, sand and gravel, logging, garbage/debris removal, and coal-type businesses, and \n\n&#8226; Tow &#8211; tow trucks and wreckers used in towing services and gas/service station businesses. \n\nAs with our personal auto products, we regularly introduce new commercial auto product models designed to improve our pricing accuracy and competitiveness through improved segmentation, the use of additional risk variables, and other enhancements. New models are typically rolled out on a state-by-state basis and, as a result, we often have more than one product version in the marketplace at a time. \n\nSimilar to Snapshot in the personal auto business, the Commercial Lines business offers its customers UBI options. Smart Haul &#174; is the UBI program that uses driving data from a motor carrier&#8217;s existing electronic logging device. Smart Haul offers owner operators and small fleets the ability to receive discounts on their insurance by sharing their electronic logging device generated data with us. Snapshot ProView &#174; is the UBI program for commercial auto customers without their own electronic logging device. Snapshot ProView allows customers to earn upfront discounts and provides value-added services, like fleet management and personalized tips to encourage safe driving. Both programs are available in almost all states. \n\nIn addition, we provide commercial auto coverage in the TNC business to Uber Technologies subsidiaries in 13 states and to Lyft&#8217;s rideshare operations in 4 states. TNC represented about 10% of our Commercial Lines net premiums written in 2022, 6% \n\n- 3 - \n\nin 2021, and 4% in 2020. Premiums written in our TNC business are determined in part by estimating the number of miles to be driven over the life of the policy term, on a policy-by-policy basis. These premium estimates are adjusted monthly based both on actual miles driven and an estimate of miles to be driven during the remaining policy term. During 2022, in addition to increasing rates to address profitability, our TNC business experienced a strong increase in rideshare miles traveled compared to 2021. \n\nWe also offer business-related general liability and property insurance through our business owners policy (BOP) insurance. These products are geared specifically to small businesses and are currently available to agents in a majority of states, excluding the District of Columbia, with plans to expand to additional states during 2023. We also continue to act as an agent for business customers to place BOP, general liability, professional liability, and workers&#8217; compensation coverage through unaffiliated insurance carriers and are compensated through commissions, which are reported as service revenues. To further help our direct customers, we offer BusinessQuote Explorer &#174; (BQX), a digital application that allows small business owners to obtain quotes for our BOP product and the products offered from a select group of unaffiliated carriers. \n\nProperty \n\nOur Property segment writes residential property and renters insurance in virtually all states, primarily in the independent agency channel and through select agents under our Platinum program discussed above. We also act as a participant in the &#8220;Write Your Own&#8221; program for the National Flood Insurance Program under which we write flood insurance in virtually all states; 100% of this business is reinsured. \n\nOur Property business accounted for 5% of our total net premiums written in 2022, 2021, and 2020. We tend to see more business written during the second and third quarters of the year based on the cyclical nature of property sales. Losses also tend to be higher during the warmer weather months when storms are more prevalent. As a property insurer, we have exposure to losses from catastrophes, including hurricanes, and other severe weather events. See Item 1A, Risk Factors &#8211; II. Insurance Risks below for more information. To help mitigate these risks, we enter into reinsurance arrangements. See the &#8220;Reinsurance&#8221; section below for further discussion of our reinsurance programs. \n\nAs one of the 15 largest homeowners carriers in the U.S. based on 2021 premiums written, we specialize in residential property insurance for homeowners, other property owners, and renters, as well as insurance for manufactured homes, personal umbrella insurance, and primary and excess flood insurance. There are approximately 370 competitors in the homeowners insurance market nationwide and we compete with many of these companies. Progressive and the other leading 25 large companies/groups, each with over $800 million of premiums written annually, comprise 77% of the market. \n\nAs discussed above, our Property business is an important component of our Destination Era strategy. \n\nReinsurance \n\nOur reinsurance activity includes both transactions which are regulated and those that are non-regulated (e.g., voluntary). The regulated programs include several mandatory state pools, such as the Michigan Catastrophic Claims Association, Florida Hurricane Catastrophe Fund, and North Carolina Reinsurance Facility, as well as other reinsurance facilities required by specific states for various lines of business. We are also a participant in the &#8220;Write Your Own&#8221; program for federally regulated plans for flood (National Flood Insurance Program). In 2022, our service contract to act as a servicing agent for Commercial Automobile Insurance Procedures/Plans (CAIP) expired and we did not renew the contract. The CAIP business will be in runoff for a year from its expiration. In addition, we have elected to participate in the Florida Reinsurance to Assist Policyholders Program for 2023. All of these programs are governed by the individual state's insurance regulations. \n\nOur non-regulated arrangements reinsure activities in our Property business and our Commercial Lines business. \n\nProperty Programs \n\nThe reinsurance program in our Property business is designed to reduce overall risk while, to the extent of coverage purchased, protecting capital from the costs associated with catastrophic events. The Property program includes contracts that cover multi-year periods. We also maintain an excess of loss reinsurance treaty covering our personal umbrella business. \n\nThe occurrence excess of loss program supports the goal of maintaining adequate capital and is comprised of privately placed reinsurance, reinsurance placed through catastrophe bond transactions, and coverage obtained through the Florida Hurricane Catastrophe Fund. Under the 2022 occurrence excess of loss reinsurance, we are responsible for the first $200 million of losses and allocated loss adjustment expenses (ALAE) for the first event. We may be responsible for additional losses if we experience more than two such events or if claims incurred exceed the maximum coverage limits of the reinsurance that is then in place. The coverage limits, net of retention, currently in place are: \n\n&#8226; $2.5 billion for a first event in Florida; and \n\n&#8226; $2.0 billion for a first event outside of Florida. \n\n- 4 - \n\nCoverage for a second event (and, potentially, for subsequent covered events) would depend on several factors, including the location and the extent of covered losses of the earlier events in the contract period. Portions of our program include reinstatement limits providing coverage for subsequent events. Some portions of our occurrence program have an obligatory reinstatement of coverage. Reinstatement premiums would have no effect on our results of operations since, per our contracts, we have separate reinsurance to cover these situations. During 2022, we retained $200 million, and ceded $800 million, of losses and ALAE under the occurrence excess of loss reinsurance program, all related to Hurricane Ian. \n\nIn addition, from June 1, 2022, through December 31, 2022, we had shared limit coverage in our reinsurance program that provided $100 million of coverage for named storms (hurricanes and tropical storms as designated by the U.S. National Weather Service). This reinsurance arrangement can, depending on the circumstances, provide additional coverage for a significant covered event, or provide coverage for aggregate losses under our occurrence retention. During 2022, we ceded no losses under this &#8220;hurricane season&#8221; coverage. We have renewed this coverage from June 1 through December 31, 2023 (i.e., the 2023 hurricane season) for $125 million of coverage. \n\nDuring 2022, our Property business also had an aggregate excess of loss program structure, which provided a maximum amount of $175 million of coverage for non-named storms, and in certain cases for named storms, in multiple layers with varying retention thresholds starting at $575 million in the aggregate. \n\nEach layer in the aggregate excess of loss program was subject to a per occurrence $2 million deductible before each loss could be considered for aggregate retention, and each event was subject to a $98 million coverage limit. During 2022, no losses were ceded under this aggregate excess of loss agreement related to 2022 accident year storms. \n\nIn January 2023, the Property business entered into a new aggregate excess of loss program for the 2023 accident year, with the multiple layers providing for a total coverage amount of $185 million for catastrophe event losses and ALAE. The layers provide coverage, as follows: \n\n&#8226; The first layer has retention thresholds ranging from $500 million to $575 million, and provides a total of $100 million of coverage. This layer does not provide coverage for named tropical storms or hurricanes, as designated by the U.S. National Weather Service. \n\n&#8226; The second layer has a retention threshold of $600 million and provides a total of $100 million of coverage, with Progressive retaining a 15% portion of coverage available under this layer. This layer includes coverage for named tropical storms or hurricanes as designated by the U.S. National Weather Service. \n\nEach aggregate layer is subject to a per occurrence deductible ranging from $2 million to $5 million before each loss could be considered for aggregate retention, and each event is subject to a coverage cap ranging from $95 to $98 million. In addition, any one portion of the aggregate program does not have to be exhausted before the other portions can be applied. \n\nCommercial Lines Programs \n\nThe reinsurance program in our Commercial Lines business is designed to help manage certain exposures in our commercial auto, TNC, BOP, and workers&#8217; compensation products. Our Commercial Lines business uses quota-share reinsurance agreements for TNC, and certain workers&#8217; compensation and BOP coverages. Under each agreement, we cede a portion of premiums, losses, and, in most cases, loss adjustment expenses (LAE). \n\nAs part of the Commercial Lines program, we also have excess of loss reinsurance agreements for higher-limit commercial auto liability, and certain BOP and workers&#8217; compensation coverages, which reinsures a portion of loss above a retention threshold. The retention threshold for the BOP and Progressive high-limits auto liability excess of loss agreements is $1 million, for each casualty occurrence or each property loss. For the Protective Insurance large fleet commercial auto business, we retain the first $2 million, per occurrence, and have coverage excess of $2 million up to $5 million. Under the current program, in certain scenarios, our retention could be reduced to $1 million, depending on the accumulation of losses in excess of $1 million. In addition, for the workers&#8217; compensation product, we have catastrophe workers&#8217; compensation coverage up to $75 million per occurrence pursuant to a $20 million maximum any one life sublimit. In general, we retain approximately $1.4 million per occurrence on workers&#8217; compensation through the use of excess of loss and quota-share reinsurance. \n\nFor our TNC product, the amounts ceded vary by state. A portion of the quota-share reinsurance contract is written through reinsurers that are owned by the TNC company. Reinsurance recoverables under this arrangement are required by our contracts to be collateralized (i.e., secured by assets held by an independent third party or a letter of credit issued by a commercial bank) at a target of over 100% of the recoverable balance. During 2022, the remaining portion of reinsurance for the TNC product was written by a panel of third-party reinsurers. \n\nProgram Evaluation \n\nWe evaluate our reinsurance programs during our renewal discussions, if not more frequently, to ensure they continue to effectively address the company&#8217;s risk tolerance. We will continue to balance our ability to assume more risk with the availability and costs of various types of reinsurance contracts. See Item 1A, Risk Factors &#8211; II. Insurance Risks and &#8211; VI. Credit and Other Financial Risks below and Note 7 &#8211; Reinsurance in our Annual Report for more information. \n\n- 5 - \n\nClaims \n\nOur employees handle nearly all of our Personal and Commercial Lines claims from either physical claims offices throughout the United States or through a virtual environment, and are supported by centralized functions at our corporate offices and a nationwide network of nearly 2,600 third-party repair shops. During 2022, we used independent claim adjusters opportunistically in our vehicle businesses to help support our claim employees manage claims inventory, and to timely respond to our customers impacted by Hurricane Ian. We do not intend to use independent adjusters as an ongoing significant part of our claims handling model. \n\nFor our Property business, we manage claims through a network of independent claim field adjusters and internal claim representatives managing the overall claims process. As of December 31, 2022, we had about 880 claim employees to handle our Property claims; we plan to continue to increase our internal claims staff in 2023. \n\nCompetitive Factors \n\nThe insurance markets in which we operate are highly competitive. Property-casualty insurers generally compete on the basis of price, agent commission rates, consumer recognition and confidence, coverages offered and other product features, claims handling, financial stability, customer service, and geographic coverage. Vigorous competition is provided by large, well-capitalized national companies in both the agency and direct channels, and by smaller regional insurers. In the agency channel, some of our competitors have broad distribution networks of employed or captive agents. With widely available comparative rating services, consumers can easily compare prices among competitors. Many competitors invest heavily in advertising and marketing efforts and/or expanding their online or mobile service offerings. Over the past two decades, these changes have further intensified the competitive nature of the property-casualty insurance markets in which we operate. \n\nWe rely heavily on technology to operate our business and on extensive data gathering and analysis to segment markets and price accurately according to risk. We have remained competitive by refining our risk measurement and price segmentation skills, closely managing expenses, and achieving operating efficiencies. High-quality customer service, fair and accurate claims adjusting, and strong brand recognition are also important factors in our competitive strategy. Competition in our insurance markets is also affected by the pace of technological developments. An insurer&#8217;s ability to adapt to change, innovate, develop, and implement new applications and other technologies can affect its competitive position. In addition, our competitive position could be adversely impacted if we sustain security breaches or other &#8220;cyber attacks&#8221; on our systems or are unable to maintain uninterrupted access to our systems, business functions, and the systems of certain third-party providers. See Item 1A, Risk Factors below for more information. \n\nIn addition, there has been a proliferation of patents related to new ways in which technologies can affect competitive positions in the insurance industry. Several of our competitors have many more patents than we do. Some of the patents we currently hold include a usage-based insurance patent (expiring in 2024 or after), two patents on the Name Your Price &#174; functionality on our website (expiring in 2028 or after), three multi-product quoting patents (expiring in 2032 or after), three patents for our implementation of a mobile insurance platform and architecture (expiring in 2032 or after), a patent on our system of providing customized insurance quotes based on a user&#8217;s price and/or coverage preferences (expiring in 2033 or after), two patents for our loyalty call routing system (expiring in 2033 or after), a patent for a multivariate predictive system that processes usage-based data (expiring in 2035 or after), three patents for the implementation of chatbots in online quoting and servicing (expiring in 2038 or after), two patents for our Commercial Lines business classification system (expiring in 2039 or after), and two patents for our automated document classification system (expiring 2040 or after). \n\nWe have a substantial amount of &#8220;know-how&#8221; developed from years of experience with usage-based insurance, and from analyzing the data from over 48 billion driving miles derived from our usage-based devices and our mobile app. We believe this intellectual property provides us with a competitive advantage in the usage-based insurance market. \n\nInsurance Licenses \n\nOur insurance subsidiaries operate under licenses issued by various insurance regulatory authorities. These licenses may be of perpetual duration or renewable periodically, provided the holder continues to meet applicable regulatory requirements. Our licenses govern the kinds of insurance coverages that may be written by our insurance subsidiaries in the issuing jurisdiction. Such licenses are normally issued only after the filing of an appropriate application and the satisfaction of prescribed criteria. All licenses that are material to our subsidiaries&#8217; businesses are in good standing. \n\n- 6 - \n\nInsurance Regulation \n\nOur insurance subsidiaries are generally subject to regulation and supervision by insurance departments of the jurisdictions in which they are domiciled or licensed to transact business. At least one of our insurance subsidiaries is licensed and subject to regulation in each of the 50 states, the District of Columbia, Bermuda, Canada, and Puerto Rico. The nature and extent of such regulation and supervision varies from jurisdiction to jurisdiction. Generally, an insurance company is subject to a higher degree of regulation and supervision in its jurisdiction of domicile. Our domestic insurance subsidiaries are domiciled in the states of Florida, Illinois, Indiana, Louisiana, Michigan, New Jersey, New York, Ohio, Texas, and Wisconsin. In addition, California and Florida treat certain of our subsidiaries as domestic insurers for certain purposes under their &#8220;commercial domicile&#8221; laws. We also have subsidiaries that write excess and surplus lines; these activities do not require a license but are regulated. \n\nInsurance laws impose numerous requirements, conditions, and limitations on the operations of insurance companies. Insurance departments have broad regulatory powers relating to those operations. Regulated areas include, among others: \n\n&#8226; licensing of insurers and agents, \n\n&#8226; capital and surplus requirements, \n\n&#8226; statutory accounting principles specific to insurance companies and the content of required financial and other reports, \n\n&#8226; requirements for establishing insurance reserves, \n\n&#8226; investments, \n\n&#8226; acquisitions of insurers and transactions between insurers and their affiliates, \n\n&#8226; limitations on rates of return or profitability, \n\n&#8226; rating criteria, rate levels, and rate changes, \n\n&#8226; insolvencies of insurance companies, \n\n&#8226; assigned risk programs, \n\n&#8226; authority to exit a business, and \n\n&#8226; numerous requirements relating to other areas of insurance operations, including: required coverages, policy forms, policy cancellations and non-renewals, underwriting standards, and claims handling. \n\nInsurance departments are authorized to conduct periodic and other examinations of regulated insurers&#8217; financial condition and operations to monitor the financial stability of the insurers and to ensure adherence to statutory accounting principles and compliance with insurance laws and regulations. In addition, in some jurisdictions, the attorney general&#8217;s office may exercise certain supervisory authority over insurance companies and, from time to time, may investigate certain insurance company practices. \n\nInsurance departments establish and monitor compliance with capital and surplus requirements. Although the ratio of written premiums to surplus that the regulators will allow is a function of a number of factors (including applicable law, the type of business being written, the adequacy of the insurer&#8217;s reserves, and the quality of the insurer&#8217;s assets), the annual net premiums that an insurer may write historically have been perceived to be limited to a specified multiple of the insurer&#8217;s total surplus, generally 3 to 1 for property and casualty insurance, which is the target for our vehicle businesses; our Property business maintains a lower premiums-to-surplus ratio. Thus, the amount of an insurer&#8217;s statutory surplus, in certain cases, may limit its ability to grow its business. At year-end 2022, we had net premiums written of $51.1 billion and statutory surplus of $17.9 billion. The combined premiums-to-surplus ratio for all of our insurance companies was 2.9 to 1. In addition, as of December 31, 2022, we had access to $4.4 billion of securities held in a non-insurance subsidiary, portions of which could be contributed to the capital of our insurance subsidiaries to support growth or for other purposes. \n\nThe National Association of Insurance Commissioners (NAIC) also has developed a risk-based capital (RBC) program to enable regulators to identify and take appropriate and timely regulatory actions relating to insurers that show signs of weak or deteriorating financial condition. RBC is determined by a series of dynamic surplus-related formulas that contain a variety of factors that are applied to financial balances based on the degree of certain risks, such as asset, credit, and underwriting risks. At December 31, 2022, our RBC ratios were in excess of minimum requirements. \n\nInsurance companies are generally required to file detailed annual and other reports with the insurance department of each jurisdiction in which they conduct business. These reports include: \n\n&#8226; the insurer&#8217;s financial statements under statutory accounting principles, \n\n&#8226; details concerning claims reserves held by the insurer, \n\n&#8226; specific investments held by the insurer, and \n\n&#8226; numerous other disclosures about the insurer&#8217;s financial condition and operations. \n\n- 7 - \n\nInsurance laws and insurance departments also regulate investments that insurers are permitted to make. Limitations are placed on the amounts an insurer may invest in a particular issuer, as well as the aggregate amount an insurer may invest in certain types of investments. Certain investments are prohibited. \n\nInsurance holding company laws enacted in many jurisdictions authorize insurance departments to regulate acquisitions of insurers and certain other transactions and to require periodic disclosure of specified information. These laws impose prior approval requirements for certain transactions between insurers and their affiliates and generally regulate dividend and other distributions, including loans and cash advances, between insurers and their affiliates. See Note 8 &#8211; Statutory Financial Information in our Annual Report for further discussion. \n\nUnder insolvency and guaranty laws, insurers can be assessed or required to contribute to applicable guaranty funds to cover policyholder losses resulting from the insolvency of other insurers. Insurers are also required by many jurisdictions, as a condition of doing business in the jurisdiction, to provide coverage to certain risks that cannot find coverage in the voluntary market. These &#8220;assigned risk&#8221; plans generally specify the types of insurance and the level of coverage that must be offered to such involuntary risks, as well as the allowable premium. Many jurisdictions also have involuntary market plans, which hire a limited number of servicing carriers to provide insurance to involuntary risks. These plans, through assessments, pass underwriting and administrative expenses on to insurers that write voluntary coverages in those jurisdictions. \n\nMany jurisdictions have laws and regulations that limit an insurer&#8217;s ability to exit a market. For example, certain jurisdictions limit an insurer&#8217;s ability to cancel or non-renew policies. Certain jurisdictions also prohibit an insurer from withdrawing one or more lines of business from the jurisdiction, except pursuant to a plan that is approved by the jurisdiction&#8217;s insurance department. The insurance department may disapprove a plan that may lead to market disruption. Laws and regulations that limit the cancellation or non-renewal of policies, or that subject program withdrawals to prior approval requirements, may delay or restrict an insurer&#8217;s ability to exit unprofitable markets or businesses. See Item 1A, Risk Factors &#8211; III. Operating Risks below for more information. \n\nAs mentioned above, insurance departments have regulatory authority over many other aspects of an insurer&#8217;s insurance operations, including coverages, forms, rating criteria, and rate levels. The ability to implement changes to these items on a timely basis is critical to our ability to compete effectively in the marketplace. Rate regulation varies from &#8220;use and file,&#8221; to &#8220;file and use,&#8221; to prior approval. \n\nRegulation of insurance constantly changes as real or perceived issues and developments arise. Some changes may be due to economic developments, such as changes in investment laws made to recognize new investment products or to respond to perceived investment risks, while others reflect concerns about consumer privacy, insurance availability, prices, allegations of unfair-discriminatory pricing, underwriting practices, and solvency. In recent years, legislation, regulatory measures, and voter initiatives have been introduced, and in some cases adopted, which deal with use of consumer information, cybersecurity, use of credit and other information in underwriting and rating, insurance rate development, use of artificial intelligence and algorithms, rate of return limitations, and the ability of insurers to cancel or non-renew insurance policies. In addition, from time to time, the United States Congress and certain federal agencies investigate the current condition of the insurance industry to determine whether federal regulation is necessary. The Federal Insurance Office is required to collect information about the insurance industry and monitor the industry for systemic risk. \n\nInvestments \n\nOur investment portfolio, which had a fair value of $53.5 billion at December 31, 2022, compared to $51.5 billion at December 31, 2021, consists of fixed-maturity securities, short-term investments, and equity securities (nonredeemable preferred stocks and common equity securities). Our fixed-maturity securities, short-term investments, and nonredeemable preferred stocks are collectively referred to as fixed-income securities. Our principal investment goals are to manage our portfolio on a total return basis to support all of the insurance premiums that we can profitably write and contribute to our comprehensive income. In our actively managed fixed-income securities portfolio, we believe that, in addition to many traditional considerations of fixed-income investing, there is less risk in securities that score higher across various environmental, social and governance factors. Therefore, we consider these assessments when evaluating these investment decisions. Our portfolio is invested primarily in short-term and intermediate-term, investment-grade fixed-income securities. \n\nInvestment income is affected by the variability of cash flows to or from the portfolio, shifts in the type and quality of investments in the portfolio, changes in yield, and other factors. For securities related to our investment portfolios, total investment income includes interest and dividends, net realized gains (losses) on securities sold, and net holding period gains (losses) on securities (composed primarily of valuation changes on equity securities). Total investment loss, before expenses and taxes, was $0.7 billion in 2022, compared to investment income of $2.4 billion in 2021, and $2.6 billion in 2020. On a pretax total return basis (i.e., total investment income plus changes in net unrealized gains (losses) on our fixed-maturity securities), our investment portfolio generated an investment loss of $4.3 billion at December 31, 2022, compared to investment income of $1.2 billion and $3.3 billion for the years ended December 31, 2021 and 2020, respectively. Outside of our investment portfolio, but reported in impairment losses in the consolidated statements of comprehensive income, were \n\n- 8 - \n\n$8.6 million and $5.0 million of other-than-temporary impairment losses resulting from renewable energy tax credit investments during 2022 and 2021, respectively; no other-than-temporary impairment losses were recognized in 2020. For more detailed discussion of our investment portfolio, see Note 2 &#8211; Investments, Note 3 &#8211; Fair Value, and Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations in the Annual Report. \n\nService Businesses \n\nOur service businesses, which represent less than 1% of our total revenues and do not have a material effect on our overall operations, primarily include our commission- or fee-based businesses, where we often act as an agent for other insurance companies. We offer home, condominium, and renters insurance, among other products, written by unaffiliated insurance companies in the continental United States in the direct channel. We also offer our customers the ability to package their commercial auto coverage with other commercial coverages that are written by unaffiliated insurance companies. We receive commissions for the policies written under this program and allocate marketing and other administration costs associated with maintaining these programs. \n\nService revenues also included business related to the CAIP plans. Prior to August 2022, we acted as a servicing carrier, on a nationwide basis, for the CAIP plans, which are state-supervised plans servicing the involuntary market in nearly all states. As a service provider, we provided policy issuance and claims adjusting services and collected fee revenue. Our CAIP service contract expired in August 2022 and we did not renew the contract. The expiration of our participation as a CAIP service provider does not materially affect our financial condition, results of operations, or cash flows. \n\nLiability for Property-Casualty Losses and Loss Adjustment Expenses \n\nThe consolidated financial statements include the estimated liability for unpaid losses and loss adjustment expenses (LAE), which include ALAE (e.g., defense and cost containment expenses) and unallocated LAE (e.g., adjusting and other expenses), of our insurance subsidiaries. Our objective is to ensure that total reserves (i.e., case reserves and incurred but not recorded reserves, or IBNR) are adequate to cover all loss costs, while sustaining minimal variation from the time reserves are initially established until losses are fully developed. The liabilities for losses and LAE are determined using actuarial and statistical procedures and represent undiscounted estimates of the ultimate net cost of all unpaid losses and LAE incurred through December 31 of each year. These estimates are subject to the effect of future trends on claims settlement, among other factors. \n\nThese estimates are regularly reviewed and adjusted as experience develops and new information becomes known. Adjustments, if any, relating to accidents that occurred in prior years are reflected in the current year results of operations and are referred to as &#8220;development&#8221; of the prior year estimates. In establishing loss reserves, we take into account projected changes in claim severity caused by a number of factors that vary with the individual type of policy written. This severity is projected based on historical trends, adjusted for anticipated changes in underwriting standards, inflation, policy provisions, claims resolution practices, and general economic trends. These anticipated trends are reconsidered periodically based on actual development and are modified if necessary. \n\nSee Note 6 &#8211; Loss and Loss Adjustment Expense Reserves in the Annual Report for a detailed discussion of our loss reserving practices and a reconciliation of our loss and LAE reserve activity, along with incurred and paid claims development by accident year for our segments, based on definitions pursuant to statutory accounting principles. \n\nHuman Capital \n\nWe believe that our people and our culture remain our most significant competitive advantage, and that having the right people working together in the right way is critical to driving our results, building our enduring business, and creating long-term shareholder value. Our culture is deeply rooted in our Core Values (Integrity, Golden Rule, Excellence, Objectives, and Profit) and is the foundation for our human capital management strategies to attract, retain, and motivate highly qualified employees. \n\nOur People \n\nWe believe that our culture and continued success has enabled us to attract, engage, and retain highly talented people in diverse markets and from a broad range of backgrounds and experiences. \n\nAttract and Hire \n\nWe employ extensive recruiting practices towards the goal of developing qualified and deep candidate pools and attracting candidates from both established and new sources. We believe that our recruitment efforts generally have enabled us to present diverse and high-potential pools of job candidates to our hiring managers. In turn, we train our hiring managers about identifying and avoiding unconscious biases they may have during the interview and selection process and the importance of employing individuals with different kinds of experiences and backgrounds. We believe these strategies collectively enhance our applicant pools and contribute to our continued success. \n\n- 9 - \n\nEngage and Retain \n\nWe understand that engaged employees are more productive, provide better service to our customers, and are more likely to stay with Progressive. Each year, we survey our people to measure their engagement. Our 2022 engagement and culture survey results placed us in the top 5% of all companies using the survey, which is designed by a nationally-known third party and administered in like form to over 1,000 employers in the United States. We use the results, along with other information, to evaluate our human capital strategies and the health of our culture. \n\nEmployee retention is an important part of our strategy. Our annualized employee retention rate for 2022 was 83%, down one point from the prior year, and, as of December 31, 2022, more than 15,000 employees had over 10 years of tenure at the company. Promoting from within is also a key part of our strategy. Many of our leaders, including most current executive team members, joined Progressive in a more junior position and advanced to significant leadership positions within the organization. In 2022, we filled approximately 68% of our open positions above entry level by promoting from within, including just over 2,000 managerial positions. \n\nDemographic Data \n\nWe publish employee and manager demographic information on our DEI website and update this data on an annual basis. We also disclose our consolidated EEO-1 data online. \n\n&#8226; As of December 31, 2022, we had about 55,100 employees of whom 59% were women and 39% were people of color, while women comprised 51.3% and people of color comprised 38.3% of the U.S. workforce (based on data obtained from the U.S. Census Bureau's Current Population Survey, November 2022). \n\n&#8226; During 2022, we hired more than 15,100 new employees of whom 68% were women and 55% were people of color, representing about 1.9% of the total applicants for a job at Progressive. \n\n&#8226; During 2022, our employees promoted into management positions were more gender and racially diverse than our management population during 2021. Specifically, 55% of such promotions were women and 32% were people of color. As of December 31, 2022, women represented 48% of all managers and people of color were 25% of all managers. \n\n&#8226; As of December 31, 2022, we had about 1,000 senior leaders of whom 39% were women and 17% were people of color. \n\nSupporting our People and Culture \n\nWe strive to support our employees by providing challenging work experiences, career opportunities, and a culture of learning. We are focused on coaching and development, which we believe promotes greater engagement in our business and improved individual performance. \n\nTraining and Development \n\nWe actively foster a learning culture and offer several leadership development programs, including our Multicultural Leadership Development Program. Two of our career development boot camps (IT Programmer and Analyst) are intended to accelerate career opportunities. Moreover, our professional development program, &#8220;Own It,&#8221; encourages employees to take control of their career through team-building exercises, coaching techniques, and communication strategies. Available to new and tenured employees, our learning solutions are tailored to both individual contributors and leaders and cover a broad swath of skills and competencies. We also leverage our extensive contemporary art collection to offer training sessions to spark conversations about our culture, innovation, ethical obligations, and respecting our differences, among other things. \n\nEthics \n\nOur Core Values are the foundation for our Code of Business Conduct and Ethics, which provides clear expectations for all our people and confirms our commitment to high ethical standards and compliance with legal requirements. We provide ethics training, as well as regular communications, video series, and outside speakers presenting themes such as Celebrate Disagreement and Courage at our Core, to emphasize our commitment to our ethical and legal responsibilities. Additionally, we have an &#8220;open door&#8221; policy that empowers every employee to reach out to any manager or any human resource representative when they have a question or concern or they want to share an idea. We also provide a confidential Alertline that is available for employees and others who want to raise a concern anonymously. We encourage our people to speak up, and when they do, we give timely attention to their concerns, take remedial action where appropriate, and do not discriminate or retaliate against them for reporting any concern to us in good faith. \n\nDiversity, Equity, and Inclusion (DEI) \n\nWe believe that in order to be consumers&#8217;, agents&#8217;, and business owners&#8217; number one destination for insurance and other financial needs, we need to anticipate and understand the needs of our customers. We seek to be diverse in our employee demographics, experiences, and perspectives. Our commitment to diversity starts at the top with our highly skilled and diverse \n\n- 10 - \n\nBoard of Directors. We are one of the few public companies with a female CEO, as well as a female independent Board Chairperson. Our DEI efforts are overseen by our Compensation Committee on behalf of the entire Board of Directors, and those efforts are implemented at all levels of the organization. \n\nOur efforts focus on four primary objectives, which have been in place for several years: (1) to maintain a fair and inclusive work environment; (2) to reflect the customers we serve; (3) for our leaders to reflect the people they lead; and (4) to contribute to our communities. In line with this focus, in 2020 we introduced an ambitious goal to double the representation of people of color in senior leadership from 10% to 20% by the end of 2025. During 2022, we increased this senior leadership representation from 16% to 17%. \n\nWe support DEI awareness among our employees through formal training sessions and workshops focused on building our overall awareness and individual competencies to address difficult topics such as racial inequality, micro-inequities, and unconscious biases. We also have a companywide Courageous Conversations and DEI speakers bureau, where presenters and facilitators lead work teams in discussions around biases, stereotypes, and the development of inclusive behaviors. Additionally, our executive team and managers have job objectives aimed at fostering a diverse and inclusive workplace. \n\nFor several years we have hosted an annual weeklong event focused on diversity and inclusion, where employees have the opportunity to attend webinars and panel discussions, take part in group activities, listen to podcasts featuring Progressive employees, and more. Moreover, we support efforts to contribute to our communities, through our Keys to Progress &#174; programs (which include providing vehicles to veterans and furnishing homes for individuals emerging from homelessness), our various education and engagement efforts, and our financial contributions to various community organizations. For over 20 years, we have also contributed to The Progressive Insurance Foundation, which provided matching funds to eligible 501(c)(3) charitable organizations to which employees contributed. To more broadly represent our employees and their communities, in 2020, The Progressive Insurance Foundation began funding national charitable organizations identified by our Employee Resource Groups and, beginning mid-2022, in lieu of matching employee&#8217;s contributions, each employee can recommend an eligible charity to receive a fixed amount of the Foundation&#8217;s charitable giving without requiring the employee make an out-of-pocket donation. \n\nWe know we still have much more work to do, but we are committed to these efforts. To learn more, please visit our DEI website at: progressive.com/about/diversity-and-inclusion. The information on that website is not incorporated by reference in, and does not form part of, this Annual Report on Form 10-K or any other SEC filing. \n\nEmployee Resource Groups \n\nOver a decade ago, our first employee resource groups (ERGs) were created to help build communities for our employees with common backgrounds, life experiences, interests, and professional goals. In the time since their inception, our ERGs have grown in both influence and size with 43% of Progressive people belonging to at least one ERG as of December 31, 2022. We have nine employee resource groups (Progressive African American Network, Asian American Network, Disabilities Awareness Network, Progressive Latin American Networking Association, LGBTQ+ Network, Military Network, Network of Empowering Women, Parent Connection, and Young Professionals Network) that support creation of a space for networking, understanding differences, and sharing experiences. \n\nCompensation and Benefits \n\nWe seek to provide competitive pay through a combination of fixed and variable compensation and have designed our compensation programs for employees to earn above market pay when company performance warrants it. We publish, internally, our competitive annualized base pay ranges and annual cash incentive targets for virtually all of our positions. As part of employee compensation, nearly all Progressive people participate in our annual cash incentive program named Gainshare, which measures the growth and profitability of our insurance businesses. We believe Gainshare contributes to the cooperative and collaborative way we work together and, in part, defines our culture. Our executives and other senior leaders also receive compensation in the form of equity awards, which we believe supports a strong pay-for-performance linkage and further aligns their interests with those of our shareholders. We monitor overall pay equity among employees with similar performance, experience, and job responsibilities, and publish the results annually on our DEI website. \n\nOur employee benefits are intended to be competitive and to support the needs of our people and their families. We invest in physical, emotional, and financial health of Progressive people by providing a broad range of benefits, including: medical, prescription drug, dental, and vision benefits; a 401(k) plan with up to a 6% company match; life insurance; long- and short-term disability insurance; and paid parental leave following birth, adoption, or placement of a foster child. Our health and wellness offerings include on-site fitness centers, medical clinics, and healthy seminars. Many of these on-site offerings transitioned to online offerings, such as fitness classes and health discussions, to meet the needs of our employees who are working remotely. We continue to offer a variety of health and wellness programs accessible to employees working from the office or remotely. We also offer an Employee Assistance Program that provides 24-hour support, flexible work arrangements, and provide paid time off to help our people balance their work and personal lives. \n\n- 11 - \n\nAvailable Information \n\nOur website is located at progressive.com. Except as expressly noted herein, the information on this website does not incorporate by reference in, and does not form part of, this Form 10-K. As soon as reasonably practicable, we make all documents that we file with, or furnish to, the SEC, including our annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and any amendments to these reports, available free of charge via our website at progressive.com/investors. These reports are also available on the SEC&#8217;s website: http://www.sec.gov. Information on our website does not constitute soliciting material and should not be deemed filed or incorporated by reference into any other Progressive filing under the Securities Act of 1933 or the Securities Exchange Act of 1934, except to the extent we specifically incorporate such information by reference in such a filing. \n\n"
    },
    {
      "section": "1A",
      "text": " ITEM 1A. RISK FACTORS \n\nI. Summary \n\nOur business involves various risks and uncertainties, certain of which are discussed in this section. Management divides these risks into five broad categories in assessing how they may affect our financial condition, cash flows, and results of operations, as well as our ability to achieve our strategic business goals and objectives. Our risk categories include: \n\n&#8226; Insurance Risks - risks associated with assuming, or indemnifying for, the losses or liabilities incurred by policyholders \n\n&#8226; Operating Risks - risks stemming from external or internal events or circumstances that directly or indirectly may affect our insurance operations \n\n&#8226; Market Risks - risks that may cause changes in the value of assets held in our investment portfolios \n\n&#8226; Liquidity Risk - risk that our financial condition will be adversely affected by the inability to meet our short-term cash, collateral, or other financial obligations, and \n\n&#8226; Credit and Other Financial Risks - risks that the other party to a transaction will fail to perform according to the terms of a contract, or that we will be unable to satisfy our obligations when due or obtain capital when necessary. \n\nWe have also included an &#8220;Other&#8221; section in the discussion below to identify risks that do not fit into one of the categories above. \n\nAlthough we have organized risks generally according to these categories in the discussion below, many of the risks may have ramifications in more than one category. For example, although presented as an Operating Risk below, governmental regulation of insurance companies also affects our underwriting, investing, and financing activities, which are addressed separately under Insurance Risks, Market Risks, and Credit and Other Financial Risks below. These categories, therefore, should be viewed as a starting point for understanding the significant risks facing us and not as a limitation on the potential impact of the matters discussed. \n\nIt also should be noted that our business and that of other insurers may be adversely affected by a downturn in general economic conditions and other forces beyond our control. Issues such as unemployment rates, the number of vehicles sold, technological advances, home ownership trends, inflation or deflation, consumer confidence, and construction spending, among a host of other factors, will have a bearing on the amount of insurance that is purchased by consumers and small businesses and the costs that we incur. Also, to the extent that we have a concentration of business in one or more states or regions of the country, general economic conditions in those states or regions may have a greater impact on our business. \n\nWe cannot predict whether the risks and uncertainties discussed in this section, or other risks not presently known to us or that we currently believe to be immaterial, may develop into actual events and impact our businesses. If any one or more of them does so, the events could materially adversely affect our financial condition, cash flows, or results of operations, and the market prices of our equity or debt securities could decline. \n\nThis information should be considered carefully together with the other information contained in this report and in the other reports and materials filed by us with the SEC, as well as news releases and other information we publicly disseminate from time to time. \n\n- 12 - \n\nII. Insurance Risks \n\nOur success depends on our ability to underwrite and price risks accurately and to charge adequate rates to policyholders . \n\nOur financial condition, cash flows, and results of operations depend on our ability to underwrite and set rates accurately for a full spectrum of risks. A primary role of the pricing function is to ensure that rates are adequate to generate sufficient premiums to pay losses, loss adjustment expenses, and underwriting expenses, and to earn a profit. \n\nPricing involves the acquisition and analysis of historical data regarding vehicle accidents, other insured events, and associated losses, and the projection of future trends for such accidents and events, loss costs, expenses, and inflation, among other factors, for each of our products in multiple risk tiers and many different markets. Our ability to price accurately is subject to a number of risks and uncertainties, including, without limitation: \n\n&#8226; the availability of sufficient, reliable data \n\n&#8226; our ability to conduct a complete and accurate analysis of available data \n\n&#8226; uncertainties inherent in estimates and assumptions, generally \n\n&#8226; our ability to timely recognize changes in trends and to predict both the severity and frequency of future losses with reasonable accuracy \n\n&#8226; our ability to predict changes in operating expenses with reasonable accuracy \n\n&#8226; our ability to reflect changes in reinsurance costs in a timely manner \n\n&#8226; the development, selection, and application of appropriate rating formulae or other pricing methodologies \n\n&#8226; our ability to innovate with new pricing strategies and the success of those strategies \n\n&#8226; our ability to implement rate changes and obtain any required regulatory approvals on a timely basis \n\n&#8226; our ability to predict policyholder retention accurately \n\n&#8226; unanticipated court decisions, legislation, or regulatory actions \n\n&#8226; the frequency, severity, duration, and geographic location and scope of severe weather and other catastrophe events, which may be becoming more severe and less predictable as a result of climate change \n\n&#8226; our ability to understand the impact of ongoing changes in our claim settlement practices \n\n&#8226; changing vehicle usage and driving patterns, which may be influenced by epidemics, pandemics, other widespread health risks or changes in oil and gas prices among other factors, changes in residential occupancy patterns, and the sharing economy \n\n&#8226; advancements in vehicle or home technology or safety features, such as accident and loss prevention technologies or the development of autonomous or partially autonomous vehicles \n\n&#8226; unexpected changes in the medical sector of the economy, including medical costs and systemic changes resulting from national or state health care laws or regulations \n\n&#8226; unforeseen disruptive technologies and events \n\n&#8226; the ability to understand the risk profile of significant customers, such as transportation network companies \n\n&#8226; unanticipated changes in auto repair costs, auto parts prices, used car prices, or construction requirements or labor and materials costs, or the imposition and impacts of tariffs \n\nWe are seeing new insurance regulations, various legislative and regulatory challenges, political initiatives, and other societal pressures that seek to limit or prohibit the use of specific rating factors in insurance policy pricing such as credit, education, and occupation. In our view, these efforts have the potential to significantly undermine the effectiveness of risk-based pricing. If we are unable to use rating factors that have been shown empirically to be highly predictive of risk, we may not be able to as accurately match insurance rates to the applicable risks, which may significantly adversely impact our insurance operating results. \n\nThe realization of one or more of these risks may result in our pricing being based on inadequate or inaccurate data or inappropriate analyses, assumptions, or methodologies, and may cause us to estimate incorrectly future changes in the frequency or severity of claims. As a result, we could underprice risks, which would negatively affect our underwriting profit margins, or we could overprice risks, which could reduce our competitiveness and growth prospects. In either event, our financial condition, cash flows, and results of operations could be materially adversely affected. In addition, underpricing insurance policies over time could erode the capital position of one or more of our insurance subsidiaries, thereby constraining our ability to write new business. \n\n- 13 - \n\nOur success depends on our ability to establish accurate loss reserves. \n\nOur financial statements include loss reserves, which represent our best estimate as of the date of the financial statements of the amounts that our insurance subsidiaries ultimately will pay on claims that have been incurred, and the related costs of adjusting those claims. There is inherent uncertainty in the process of establishing property and casualty insurance loss reserves, which can arise from a number of factors which are, or can be, affected by both internal and external events including: \n\n&#8226; the availability of sufficient, reliable data \n\n&#8226; the difficulty in predicting the rate and direction of changes in frequency and severity trends, including the effects of inflationary pressures or other factors, for multiple products in multiple markets \n\n&#8226; unexpected changes in medical costs, auto repair costs, or the costs of construction labor and materials, and the imposition and impacts of tariffs \n\n&#8226; labor shortages, which can impact loss expenses directly through higher labor costs, and indirectly through delays in services and through lower quality, as companies hire less experienced workers, to perform services \n\n&#8226; unanticipated changes in governing statutes and regulations \n\n&#8226; new or changing interpretations of insurance policy provisions and coverage-related issues by courts \n\n&#8226; the effects of changes in our claims settlement practices \n\n&#8226; our ability to recognize fraudulent or inflated claims \n\n&#8226; the accuracy of our estimates regarding claims that have been incurred but not recorded as of the date of the financial statements, including those arising from severe weather or other catastrophe events \n\n&#8226; the accuracy and adequacy of actuarial techniques and databases used in estimating loss reserves \n\n&#8226; the accuracy of the modeling tools that we use, which rely on the assumption that past loss development patterns will persist into the future \n\n&#8226; the accuracy and timeliness of our estimates of loss and loss adjustment expenses as determined for different categories of claims \n\nThe ultimate paid losses and loss adjustment expenses may deviate, perhaps substantially, from point-in-time estimates of such losses and expenses, as reflected in the loss reserves included in our financial statements. Consequently, ultimate losses paid could materially exceed reported loss reserves and have a material adverse effect on our financial condition, cash flows, or results of operations. \n\nOur insurance operating results have been and will likely continue to be materially adversely affected by severe weather or other catastrophe events, and climate change may be exacerbating these events and their impacts. \n\nOur insurance operating results have periodically been, and in the future will likely continue to be, materially adversely affected by natural events, such as hurricanes, tornadoes, windstorms, floods, earthquakes, hailstorms, severe winter weather, and fires, or by other events, such as explosions, terrorist attacks, cyber-attacks, epidemics, pandemics or other widespread health risks, riots, and hazardous material releases. The frequency, severity, duration, and geographic location and scope of such events are inherently unpredictable. Moreover, climate change may be contributing to the increase in frequency of severe weather events and other natural disasters, how long they last, and how much insured damage they cause, and may change where the events occur. Catastrophe losses have in the past, and may in the future, adversely affect the profitability of our Property segment more than they affect the profitability of our other businesses. In addition, our Property business has a concentration of policies in force in states with significant exposure to hurricanes and hailstorms and its results have in the past been impacted by catastrophe events in these states to a greater relative degree than other insurers. \n\nThe extent of insured losses from a catastrophe event is a function of our total insured exposure in the area affected by the event, the nature, severity, and duration of the event, and the extent of reinsurance that we have obtained with respect to such an event. We use catastrophe modeling tools to help estimate our exposure to such events to price our products and to estimate our losses arising from catastrophe events. Those tools are based on historical data and other assumptions that limit their reliability and predictive value, and they may become even less reliable due to climate change. Therefore, our forecasting efforts may generate projections that prove to be materially inaccurate. As a result, an increase in the frequency, severity or duration, or unanticipated changes in geographic location or scope, of severe weather or other catastrophes could materially adversely affect our financial condition, cash flows, and results of operations. \n\nOur success will depend on our ability to continue to accurately predict our reinsurance needs, obtain sufficient reinsurance coverage for our Property and other businesses at reasonable cost, and collect under our reinsurance contracts. \n\nOur Property business relies on reinsurance contracts, state reinsurance funding, and catastrophe bonds (collectively, &#8220;reinsurance arrangements&#8221;) to reduce its exposure to certain catastrophe events. We also use reinsurance contracts to reinsure \n\n- 14 - \n\nportions of our Commercial Lines businesses, including our workers&#8217; compensation and business owners&#8217; policies and the transportation network company business, as well as our umbrella insurance business. See Item 1, Business &#8211; Reinsurance for further discussion. Reinsurance arrangements are often subject to a threshold below which reinsurance does not apply (often called the retention), so that we are responsible for all losses below the threshold from a covered event. Also, reinsurance policies typically have an aggregate dollar coverage limit, and, therefore, we are further exposed to the extent that our claims liabilities arising from a covered event exceed our reinsurance coverage. In addition, although the reinsurer is liable to us to the extent of the contractual reinsurance coverage, we remain liable under our policies to the insured as the direct insurer on all risks reinsured. As a result, we are subject to the risk that reinsurers will be unable to pay, or will dispute, our reinsurance claims, and this risk may be heightened to the extent climate change or other factors cause higher than anticipated losses for a reinsurer across its businesses. Further, the availability and cost of reinsurance are subject to prevailing reinsurance market conditions, which have been, and in the future could be, adversely impacted by the underwriting capacity of the reinsurance industry. That underwriting capacity can be influenced by several factors, including industry losses, changes in legal and regulatory guidelines, the occurrence of significant reinsured events, such as weather-related catastrophes, among other things. Depending on the impact of any of these factors, we may not be able to obtain reinsurance coverage in the future at all or with commercially reasonable rates, terms and conditions. The unavailability and/or increased cost of reinsurance could adversely affect our business volume, profitability, or financial condition. \n\nIII. Operating Risks \n\nOur business depends on the secure and uninterrupted operation of our systems, facilities and business functions and the operation of various third-party systems. \n\nOur business is highly dependent upon our ability to perform necessary business functions in an efficient and uninterrupted manner. The shut-down, disruption, degradation or unavailability of one or more of our systems or facilities, or the inability of large numbers of our employees to communicate in a largely work-from-home environment, for any reason could significantly impair our ability to perform critical business functions on a timely basis. In addition, many of our critical business systems interface with and depend on third-party systems. An interruption or degradation of service from a third-party system for any reason, or a determination by a vendor to abandon or terminate support for a system, product, obligation, or service that is significant to our business, could significantly impair our ability to perform critical business functions, including, but not limited to, impeding customer interactions, preventing access to company or customer data, and interfering with our ability to send or accept electronic payments through credit card or debit card networks and the Automated Clearing House, among other payment systems. If sustained or repeated, and if an alternate system, process, or vendor is not immediately available to us, such events could result in a deterioration of our ability to write and process policies, provide high quality customer service, resolve claims in a timely manner, make payments when required, or perform other necessary business functions. Also, system redundancy and other continuity measures may be ineffective or inadequate, and our business continuity and disaster recovery planning may not be sufficient for all eventualities. Any such event could have a material adverse effect on our financial results and business prospects, as well as cause damage to our reputation, brand and customer goodwill. Catastrophe events that affect one of our larger office locations, a significant technology/data center, critical communications facilities, or one or more of our key vendors, may heighten this risk. \n\nOur business could be materially adversely affected by a security breach or other attack involving our technology systems or the systems of one or more of our vendors. \n\nOur business requires that we develop and maintain large and complex technology systems, and that we rely on third-party systems and applications, to run our operations and to store the significant volume of data that we acquire, including the personal information of our customers and employees and our intellectual property, trade secrets, and other sensitive business and financial information. All of these systems are subject to &#8220;cyber-attacks&#8221; by third parties with substantial computing resources and capabilities, which are becoming more frequent and more sophisticated, and to unauthorized or illegitimate actions by employees, consultants, agents, and other persons with legitimate access to our systems. Such attacks or actions may include attempts to: \n\n&#8226; steal, corrupt, or destroy data, including our intellectual property, financial data, or the personal information of our customers, employees, or other individuals \n\n&#8226; misappropriate funds or extract ransom payments \n\n&#8226; commit fraud \n\n&#8226; disrupt or shut down our systems \n\n&#8226; deny customers, agents, brokers, or others access to our systems \n\n&#8226; infect our systems with viruses or malware \n\n- 15 - \n\nSome of our systems rely on third-party vendors, through either a connection to, or an integration with, those third-parties&#8217; systems. This approach may increase the risk of loss, corruption, or unauthorized publication of our information or the confidential information of our customers and employees or other cyber-attack, and although we may review and assess third-party vendor cyber security controls, our efforts may not be successful in preventing or mitigating the effects of such events. Third-party risks may include, among other factors, the vendor&#8217;s lax security measures, data location uncertainty, and the possibility of data storage in inappropriate jurisdictions where laws or security measures may be inadequate. \n\nWe undertake substantial efforts to protect our systems and sensitive or confidential information. Our information security efforts are designed to evolve with the changing security threat environment through ongoing assessment and measurement. This includes internal processes and technological defenses that are preventative or detective, and other controls designed to provide multiple layers of security protection. In addition, we seek to protect the security and confidentiality of information provided to our vendors under cloud computing or other arrangements through appropriate risk evaluation, security and financial due diligence, contracts designed to require high security and confidentiality standards, and review of third-party compliance with the required standards. While we expend significant resources on these defensive measures, our systems are being threatened on a regular basis and our efforts may be insufficient to prevent or defend against an attack. We have experienced incidents in the past, and there can be no assurance that we will be successful in preventing future attacks or detecting and stopping them once they have begun. \n\nOur business could be significantly damaged by a security breach, data loss or corruption, or cyber-attack. In addition to the potentially high costs of investigating and stopping such an event and implementing necessary fixes, we could incur substantial liability if confidential customer or employee information is stolen. In addition, such an event could cause a significant disruption of our ability to conduct our insurance operations, adversely affect our competitive position if material trade secrets or other confidential information are stolen, and have severe ramifications on our reputation and brand, potentially causing customers to refrain from buying insurance from us or other businesses to refrain from doing business with us. Therefore, the occurrence of a security breach, data loss or corruption, or cyber-attack, if sufficiently severe, could have a material adverse effect on our business results, prospects, and liquidity. \n\nWe must maintain a brand and reputation that is recognized and trusted by consumers. \n\nWe have made significant investments in our brand over many years, and we believe it is critical to our business that consumers recognize and trust the Progressive brand. We undertake distinctive advertising and marketing campaigns and other efforts to maintain and improve brand recognition, enhance perceptions of us, generate new business, and increase the retention of our current customers. We believe that maintaining and improving the effectiveness of our advertising and marketing campaigns relative to those of our competitors is particularly important given the significance of brand and reputation in the marketplace and the continuing high level of advertising and marketing efforts and related expenditures within the insurance market. If our marketing campaigns are unsuccessful or are less effective than those of competitors, or if our reliance on a particular spokesperson or character is compromised, our business could be materially adversely affected. \n\nOur brand and reputation also could be adversely affected by situations that reflect negatively on us, whether due to our business practices, adverse financial developments, perceptions of our corporate governance or how we address employee matters and concerns or environmental or social responsibility initiatives, investments in our portfolio, the conduct of our officers, directors, or employees, or other causes. It may also be harmed by the actions of third parties that are generally outside of our control, including agents, significant customers or other businesses with which we do business or in which we invest, such as third-party providers that interface with our customers, unaffiliated insurers and other companies whose products we offer or make available to our customers, or other causes. \n\nThe negative impacts of these or other events may be aggravated as consumers, regulators, and other stakeholders increase or change their expectations, or adopt conflicting expectations, regarding the conduct of large public companies, environmental, social and governance (ESG) standards, sustainability efforts, and corporate responsibility. Our practices may not change in the particulars or at the rate stakeholders expect. These impacts may be further complicated such that perceptions are formed through rapid and broad interactions using modern communication and social media tools over which we have no control. Any such negative impact or event could decrease demand for our products or services, create difficulties in our ability to recruit and retain employees, negatively impact our stock price, and lead to greater regulatory scrutiny of our businesses. \n\nOur success depends on our ability to innovate effectively and respond to our competitors&#8217; initiatives. \n\nOur ability to develop and implement innovative products and services, which may include technological advances, that are accepted and valued by our customers and independent agents is critical to maintaining and enhancing our competitive position. \n\n- 16 - \n\nInnovations must be implemented in compliance with applicable insurance regulations and may require extensive modifications to our systems and processes and extensive coordination with and reliance on the systems of third parties. Technological and societal changes may lead to changes in customers&#8217; preferences as to how they want to interact with us. As a result, if we do not handle these transitions effectively and bring such innovations to market with the requisite speed and agility, the quality of our products and services, our relationships with our customers and agents, and our business prospects, may be materially adversely affected. In addition, innovations by competitors or other market participants may increase the level of competition in the industry. If we fail to respond appropriately in a timely manner to those innovations and also to the evolving customer preferences, our competitive position and results may be materially adversely affected. \n\nWe must effectively manage complexity as we develop and deliver high-quality products and customer experiences. \n\nOngoing competitive, technological, regulatory, informational, and other developments result in significant levels of complexity in our products and in the systems and processes we use to run our businesses, and the speed of some of these developments may be increasing. Risks associated with these developments include: \n\n&#8226; our increasing reliance on third-party systems including &#8220;cloud computing&#8221; environments and software as a service applications \n\n&#8226; the development of new modes of communication \n\n&#8226; changing insurance shopping trends \n\n&#8226; our understanding of the operations and needs of significant customers \n\n&#8226; challenges in using machine learning and artificial intelligence in our business processes in a responsible, compliant and effective manner \n\n&#8226; the availability and uses of very large volumes of data (i.e., &#8220;big data&#8221;) and the challenges relating to analyzing those data sets, including the availability of sufficient internal and external talent that understand and can manage the complexity and related risks \n\nComplexity may, among other potential difficulties, create barriers to innovation or the provision of high-quality products and customer and agent experiences with the speed and agility that may be required; require us to modify our business practices, adopt new systems, or replace outdated systems or upgrade systems to enhance the scale, performance or functionality, each at significant expense; and lead to increased difficulty in executing our business strategies. \n\nOur ability to attract, develop, and retain talent, including employees, managers, and executives, and to maintain appropriate staffing levels, is critical to our success. \n\nOur success depends on our ability to attract, develop, compensate, motivate, and retain talented employees, including executives, other key managers, and employees with strong technological, analytical, and other skills and know-how necessary for us to run our insurance businesses, investment operations, and corporate functions, and to assess potential expansion into new products and business areas. Our loss of certain officers and key employees, or the failure to attract or retain talented executives, managers, and employees with diverse backgrounds, skills, knowledge and experiences, could have a material adverse effect on our business. These risks may be heightened when United States labor markets, or key segments of those markets, are especially competitive. \n\nOur workplace policies or perceptions of those policies by current and potential employees, including policies with respect to remote and hybrid work or protocols for in-person work, could impact our ability to attract and retain talent with needed skills, knowledge and experiences. This risk may be heightened during periods in which an epidemic, a pandemic or other widespread health risk exists. \n\nIn addition, we must forecast sales and claims volume and other factors in changing business environments (for multiple products and business units and in many geographic markets) with reasonable accuracy, and we must adapt to increases in business due to additions of or expansions with significant customers, such as transportation network companies. In any such case, we must adjust our hiring and training programs and staffing levels appropriately. Our failure to recognize the need for such adjustments, or our failure or inability to react on a timely basis, could lead either to over-staffing or under-staffing in one or more business units or locations. In either such event, our financial results, customer relationships, employee morale, and brand could be materially adversely affected. \n\nWe use third-party labor to meet a portion of our staffing needs. Any significant loss in access to qualified external talent on a cost-effective basis could have an adverse effect on our business. Competitive labor markets can cause increased costs for third-party labor and those increases may be material. \n\n- 17 - \n\nOur success also depends, in large part, on our ability to maintain and improve the staffing effectiveness and culture that we have developed over the years. Our ability to do so may be impaired as a result of litigation against us, other judicial decisions, legislation or regulations, or other factors in the employment marketplace, as well as our failure to recognize and respond to changing trends and other circumstances that affect our employees or our culture, including any impact arising from an increase in remote workers relative to historic levels. In such events, the productivity of our workers and the efficiency of our operations could be adversely affected, which could lead to an erosion of our operating performance and margins. \n\nMisconduct or fraudulent acts by employees, agents, and third parties may expose us to financial loss, disruption of business, and/or regulatory assessments. \n\nOur company and the insurance industry are inherently susceptible to past and future misconduct or fraudulent activities by employees, agents, vendors, customers, and other third parties. These activities could include: \n\n&#8226; Fraud against our company, employees, and customers \n\n&#8226; Unauthorized acts or representations, unauthorized use or disclosure of personal or proprietary information, deception, and misappropriation of funds, or other benefits \n\nWe have policies and procedures in place to promote ethical conduct and compliance with law by our employees, but these policies and procedures may not be fully effective. As a result, we could be exposed to financial loss, disruption of business, and regulatory assessments. These impacts have the potential to have a material adverse effect on our business. \n\nWe compete in property and casualty insurance markets that are highly competitive. \n\nThe markets in which we sell insurance are highly competitive. We face vigorous competition from large, well-capitalized national and international companies, as well as smaller regional insurers. Other companies, potentially including existing insurance companies, vehicle manufacturing companies, so-called &#8220;insurtech&#8221; companies, and other well-financed companies seeking new opportunities, or new competitors with technological or other innovations, also have entered these markets and may continue to do so in the future. Many of our competitors have substantial resources, experienced management, and strong marketing, underwriting, and pricing capabilities. The property and casualty insurance industry is a relatively mature industry, in which brand recognition, marketing skills, innovation, operational effectiveness, pricing, scale, and cost control are major competitive factors. If our competitors offer similar insurance products at lower prices, offer such insurance products bundled with other products or services that we do not offer, are permitted to offer their products under different legal and regulatory constraints than those that apply to us, or engage in other successful competitive initiatives, our ability to generate new business or to retain a sufficient number of our existing customers could be compromised. In addition, because auto insurance constitutes a significant portion of our overall business, we may be more sensitive than other insurers to, and more adversely affected by, trends that could decrease auto insurance rates or reduce demand for auto insurance over time, such as advances in vehicle technology, autonomous or semi-autonomous vehicles, or vehicle-sharing arrangements. We may also be adversely affected in our Commercial Lines business, which represents a significant portion of our growth potential, by trends or events that decrease the demand for services offered by, or decrease the profitability of, the commercial auto market, including trucking businesses and ridesharing services. \n\nWe expect similar, and perhaps greater, competitive pressures with respect to any new insurance or non-insurance businesses that we decide to enter in the future. In such cases, we would be selling products or services that are new to us, while our competitors could include large, well-financed companies with significant product and marketing experience in such businesses. \n\nHistorically, the auto and property insurance markets have been described as cyclical, with periods of relatively strong profitability being followed by increased pricing competition among insurers. This price competition, which is sometimes referred to as a &#8220;soft market,&#8221; can adversely affect revenue and profitability levels. As insurers recognize this situation (which can occur at different times, for different products and for different companies), the historical reaction has been for insurers to raise their rates (sometimes referred to as a &#8220;hard market&#8221;) in an attempt to restore profitability to acceptable levels. As more insurers react in this way, profit levels in the industry may increase to a point where some insurers begin to lower their rates, starting the cycle over again. The ability to discern at any point in time whether we are in a &#8220;hard&#8221; or &#8220;soft&#8221; market is often difficult, as such a conclusion represents an assessment of innumerable data points including, among others, the operating results of, and the dynamic competitive actions taken by, us and many competitors in multiple markets involving a variety of products. Often, detailed information on our competitors becomes available on a delayed basis, and the nature of the market becomes apparent only in retrospect. Our ability to predict future competitive conditions is also constrained as a result. \n\n- 18 - \n\nThe highly competitive nature of the insurance marketplace could result in consolidation within the industry, or in the failure of one or more competitors. The concentration of insurance business in a reduced number of major competitors could significantly increase the level of competition in a manner that is not favorable to us. In addition, in the event of a failure of a major insurer or a state-sponsored catastrophe fund, our company and other insurance companies may be required by law to absorb the losses of the failed insurer or fund, resulting in a potentially significant increase in our costs. We might also be faced with an unexpected surge in new business from a failed insurer&#8217;s former policyholders. Such events could materially adversely affect our financial results, brand, and future business prospects. \n\nOur success depends on our ability to adjust claims accurately. \n\nWe must accurately evaluate and pay claims that are made under our insurance policies. Our failure to pay claims fairly, accurately, and in a timely manner, or to deploy claims resources appropriately and in a cost-effective manner, could result in unanticipated costs to us, lead to material litigation, undermine customer goodwill and our reputation in the marketplace, and impair our brand and, as a result, materially adversely affect our competitiveness, customer retention, financial results, prospects, and liquidity. \n\nWe are subject to a variety of complex laws and regulations. \n\nOur insurance businesses operate in highly regulated environments. Our insurance subsidiaries are subject to regulation and supervision by state insurance departments in all 50 states, the District of Columbia, Bermuda, Canada, its provinces, and Puerto Rico. Each jurisdiction has a unique and complex set of laws and regulations. In addition, certain United States federal laws impose additional requirements on businesses, including insurers, in a wide range of areas, such as the use of credit information, methods of customer communications, employment practices, and the reimbursement of certain medical costs incurred by the government. Our insurance subsidiaries&#8217; ability to implement business plans and remain competitive while complying with these laws and regulations, and to obtain necessary regulatory action in a timely manner, is and will continue to be critical to our success. \n\nMost jurisdictions impose restrictions on, or require prior regulatory approval of, various actions by regulated insurers, which may adversely affect our insurance subsidiaries&#8217; ability to operate, innovate, and obtain necessary rate adjustments in a timely manner. Compliance with laws and regulations often results in increased costs, which can be substantial, to our insurance subsidiaries. These costs, in turn, may adversely affect our profitability or our ability or desire to grow or operate our business in the applicable jurisdictions. Our compliance efforts are further complicated by changes in the laws or regulations that apply to us and in the regulatory and judicial interpretations of those laws, including more expansive regulatory authority. The pace of change, together with shorter time frames between enactment or promulgation and effectiveness of the changes, increases this risk. In addition, some regulators have requested detailed information regarding, or have expressed an expectation that insurers will provide additional, credits for premiums paid during the COVID-19 pandemic. \n\nInsurance laws and regulations may, among other things, limit an insurer&#8217;s ability to underwrite and price risks accurately, prevent the insurer from obtaining timely rate changes to respond to increased or decreased costs, delay or restrict the ability to discontinue or exit unprofitable businesses or jurisdictions, prevent insurers from terminating policies under certain circumstances, dictate or limit the types of investments that an insurance company may hold, and impose specific requirements relating to information technology systems and related cybersecurity risks. As a result, we have been, and may in the future be, limited in our ability to respond to evolving business conditions. \n\nMoreover, inconsistencies in requirements among the various states or between state and federal requirements may further complicate our compliance efforts, potentially resulting in additional costs for us. \n\nIn addition, laws in certain jurisdictions mandate that insurance companies pay assessments in a number of circumstances, including potentially material assessments to pay claims upon the insolvency of other insurance companies or to cover losses in government-provided insurance programs for high-risk auto and homeowners coverages. These assessments could have a material adverse impact on our profitability. \n\nData privacy and security regulations impose complex compliance and reporting requirements and challenges. For example, the California Consumer Privacy Act (CCPA), which was passed by a consumer initiative in 2018, was amended in 2020 by the California Privacy Rights Act (CPRA) to afford California residents additional rights. The majority of the CCPA provisions went into effect on or before January 1, 2023, and regulations for the CPRA are still forthcoming. Other jurisdictions have enacted or are considering privacy and security legislation or regulations. Each jurisdiction&#8217;s unique requirements, and the variations across the jurisdictions, present further ongoing compliance challenges. Compliance with these laws and regulations \n\n- 19 - \n\nwill result in increased costs, which may be substantial and may adversely affect our profitability or our ability or desire to grow or operate our business in certain jurisdictions. \n\nThere has also been increased regulatory scrutiny of the use of &#8220;big data&#8221; techniques, machine learning, and artificial intelligence. I t is likely that we will be subject to new regulations that could materially adversely affect our operations or ability to write business profitably in one or more jurisdictions. For example, the National Association of Insurance Commissioners (NAIC) has adopted guiding principles on artificial intelligence, to inform and articulate general expectations for businesses, professionals and stakeholders across the insurance industry as they implement artificial intelligence tools to facilitate operations. While not effective until adopted by a specific state, we expect these guidelines to be adopted by at least some states. In addition, regulators have recently requested information from insurers on their use of algorithms, artificial intelligence and machine learning. We cannot predict what, if any, regulatory actions may be taken with regard to &#8220;big data,&#8221; but any limitations could have a material impact on our business, business processes, financial condition, and results of operations. \n\nThe actual or alleged failure to comply with this complex variety of laws and regulations by us or other companies in the insurance, financial services, or related industries, also could result in actions or investigations by regulators, state attorneys general, federal officials, or other law enforcement officials. Such actions and investigations, and any determination that we have not complied with an applicable law or regulation, could potentially lead to significant monetary payments, fines and penalties, adverse publicity and damage to our reputation in the marketplace or our brand, and in certain cases, revocation of a subsidiary&#8217;s authority to do business in one or more jurisdictions. In addition, The Progressive Corporation and its subsidiaries could face individual and class action lawsuits by insureds and other parties for alleged violations of certain of these laws or regulations. \n\nNew legislation or regulations may be adopted in the future that could materially adversely affect our operations or ability to write business profitably in one or more jurisdictions. \n\nLawsuits challenging our business practices, and those of our competitors and other companies, are pending and more may be filed in the future. \n\nThe Progressive Corporation and/or its subsidiaries are named as defendants in class actions, collective actions, representative actions and other lawsuits challenging various aspects of the subsidiaries&#8217; business operations. These lawsuits have included cases alleging damages as a result of, among other things, our subsidiaries&#8217; methods used for evaluating and paying medical or injury claims or benefits (including certain bodily injury, personal injury protection, uninsured motorist/underinsured motorist (UM/UIM), and medical payment claims) and for reimbursing medical costs incurred by Medicare/Medicaid beneficiaries; other claims handling practices and procedures, including challenges relating to our network of repair facilities, our methods used for estimating physical damage to vehicles for repair purposes and for evaluating the actual cash value of total loss vehicles, including our application of a negotiation adjustment in calculating total loss valuations, our payment of fees and taxes, our subrogation and salvage practices, and our handling of diminution of value claims; our assessment of fees related to insufficient funds or reversed payments; interpretations of the provisions of our insurance policies; our insurance product design; our premium actions in response to the COVID-19 pandemic; rating practices; certain marketing, sales, services, implementation and renewal practices and procedures, including with respect to accessibility; our Snapshot program; certain relationships with independent insurance agents; patent matters; alleged violation of the Telephone Consumer Protection Act; commercial disputes, including breach of contract; and certain employment practices, including claims relating to pay practices and fair employment practices, among other matters. Additional litigation may be filed against us in the future challenging similar or other of our business practices or operations. In addition, lawsuits have been filed against our competitors and other businesses or entities, and other such lawsuits may be filed in the future, and even though we are not a party to such litigation, the results of those lawsuits nevertheless may create additional risks for, and/or impose additional costs and/or limitations on, our subsidiaries&#8217; business practices or operations. \n\nLawsuits against us often seek significant monetary damages and injunctive relief. The potential for injunctive relief can threaten our use of important business practices. In addition, the resolution of individual or class actions, collective actions and representative action litigation in insurance, in related fields or in matters broadly applicable to business operations, may lead to the development of judicial regulation, resulting in material increases in our costs of doing business. \n\nLitigation is inherently unpredictable. Adverse court decisions or significant settlements of pending or future cases could have a material adverse effect on our financial condition, cash flows, and results of operations. For further information on the risks of pending litigation, see Note 12 &#8211; Litigation in the Annual Report. \n\n- 20 - \n\nOur long-term business strategy and efforts to acquire or develop new products or enter new areas of business may not be successful and may create enhanced risks. \n\nWe are making business decisions and undertaking certain investments and strategies in connection with our long-standing strategy of growing as fast as we can as long as we can provide high-quality customer service at or below a companywide 96 combined ratio on a calendar-year basis. Our focus on achieving our target underwriting profitability takes precedence over growth. Additionally, we have acquired and are developing, and may develop or acquire in the future, new insurance products, including those that insure risks that we have not previously insured, contain new coverages, or change coverage terms, as well as new non-insurance products and services. These new products and services may not be as profitable as our existing products and may not perform as well as we expect. In addition, new insurance products may entail new risks for us, including, without limitation, higher coverage limits and unfamiliar pricing, claims resolution, and loss reserving practices. Other new products and services may likewise change our risk exposures. The business systems, data, and models we use to manage those exposures may be less accurate or less effective than those we use with existing products. \n\nWe are evaluating other business models, both insurance and non-insurance related, and we have made, and are considering making additional, investments, in different business areas. These activities may take the form of internal development, equity investments, strategic mergers or acquisitions, joint ventures, or strategic partnerships. These new ventures may require us to make significant expenditures, which may negatively impact our results in the near term, and if not successful, could materially and adversely affect our results of operations. While at the onset of the venture we would expect these projects to provide long-term value, there can be no assurance that our expectations will be realized. \n\nIntellectual property rights could affect our competitiveness and our business operations. \n\nThere has been a proliferation of patents, both inside and outside the insurance industry, that significantly impacts our businesses. The existence of such patents, and other claimed intellectual property rights, from time to time has resulted in legal challenges to certain of our business practices by other insurance companies and non-insurance entities alleging that we are violating their rights. Such legal challenges could result in costly legal proceedings, substantial monetary damages, or expensive changes in our business processes and practices. Similarly, we may seek or obtain patent protection for innovations developed by us. However, we may not be able to obtain patents on these processes and practices, and defending our patents and other intellectual property rights against challenges, and enforcing and defending our rights, including, if necessary, through litigation, can be time consuming and expensive, and the results are inherently uncertain, which can further complicate business plans. \n\nIV. Market Risks \n\nThe performance of our fixed-income and equity investment portfolios is subject to a variety of investment risks. \n\nOur investment portfolio consists principally of fixed-income securities and common equities. General economic conditions and other factors beyond our control, can adversely affect the value of our investments, and the amount and realization of investment income, or result in realized or unrealized investment losses. Our fixed-income portfolio is actively managed by our investment group and includes short-term investments, fixed-maturity securities, and preferred stocks. The performance of the fixed-income portfolio is subject to a number of risks, including: \n\n&#8226; Interest rate risk &#8211; the risk of adverse changes in the value of fixed-income securities as a result of increases in market interest rates. \n\n&#8226; Investment credit risk &#8211; the risk that the value of certain investments may decrease due to a deterioration in the financial condition, operating performance, or business prospects of, the regulatory environment applicable to, or the liquidity available to, one or more issuers of those securities or, in the case of asset-backed securities, due to the deterioration of the loans or other assets that underlie the securities. \n\n&#8226; Concentration risk &#8211; the risk that the portfolio may be too heavily concentrated in the securities of one or more issuers, sectors, or industries, which could result in a significant decrease in the value of the portfolio in the event of a deterioration of the financial condition or performance of, the regulatory environment applicable to, or outlook for, those issuers, sectors, or industries. \n\n&#8226; Prepayment or extension risk &#8211; applicable to certain securities in the portfolio, such as residential mortgage-backed securities and other bonds with call provisions, prepayment risk is the risk that, as interest rates change, the principal of such securities may be repaid earlier than anticipated, requiring that we reinvest the proceeds at less attractive rates. Extension risk is the risk that a security may not be redeemed when anticipated, adversely affecting the value of the security and preventing the reinvestment of the principal at higher market rates. \n\n&#8226; Liquidity risk &#8211; discussed separately below. \n\n- 21 - \n\nIn addition, the success of our investment strategies and asset allocations in the fixed-income portfolio may vary depending on the market environment. The fixed-income portfolio&#8217;s performance also may be adversely impacted if, among other factors: credit ratings assigned to such securities by nationally recognized statistical rating organizations are based on incomplete or inaccurate information or otherwise prove unwarranted; or our risk mitigation strategies are ineffective for the applicable market conditions. \n\nOur common equity portfolio is primarily managed externally to track the Russell 1000 Index, although from time to time we may choose to add exchange-traded funds or similar securities designed to track the Russell 1000 or the Standard &#38; Poor&#8217;s 500 (S&#38;P 500) Index. Our equity investments are subject to general movements in the values of equity markets and to the changes in the prices of the securities we hold. An investment portfolio or exchange-traded fund that is designed to track an index, such as the Russell 1000 or S&#38;P 500, is not necessarily less risky than other equity investment strategies. Our equity investment strategies may not successfully replicate the performance of the Indexes that they seek to track. Equity markets, sectors, industries, and individual securities may be subject to high volatility and to long periods of depressed or declining valuations, and they are also subject to most of the same risks that affect our fixed-income portfolio, as discussed above. In addition, even though the Russell 1000 and S&#38;P 500 Indexes are generally considered to be broadly diversified, significant portions of each index may be concentrated in one or more sectors, reducing our ability to manage our concentration risk through sector diversification. \n\nIf the fixed-income or equity portfolios, or both, were to suffer a substantial decrease in value, our financial position, and results of operations could be materially adversely affected. Under these circumstances, our income from these investments could be materially reduced, and declines in the value of our securities could further reduce our reported earnings and capital levels. A decrease in value of an insurance subsidiary&#8217;s investment portfolio could also put the subsidiary at risk of failing to satisfy regulatory minimum capital requirements and could limit the subsidiary&#8217;s ability to write new business. In any such event, our business could be materially adversely affected and our financial flexibility could be substantially constrained. \n\nSee Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations &#8211; IV. Results of Operations&#8211; Investments in the Annual Report for additional discussion of the composition of our investment portfolio as of December 31, 2022, and of the market risks associated with our investment portfolio. \n\nNew regulations and societal pressures relating to ESG and other public policy matters could negatively impact our returns or cause us to change our investing strategies in ways that could negatively impact our results. \n\nThe value of securities held in our portfolio could be materially adversely impacted as issuers or the businesses or assets underlying such securities are faced with new, potentially conflicting, laws or regulations or initiatives by regulators, investors, activists, or others, including those addressing ESG, sustainability and other public policy concerns. For example, the universe of securities that we are permitted to hold could be significantly narrowed by insurance regulators if we are prohibited from investing in certain industries or types of companies or we could be required to make additional disclosures when we acquire any such securities. Similarly, we could also face pressures from other stakeholders that seek to influence our investment decisions. These factors could cause a decline in the value of investments held in our portfolio, or cause us to change our investment strategy, which could increase our costs or reduce our returns relative to returns from other available investment opportunities. \n\nThe elimination of the London Interbank Offered Rate (LIBOR) may adversely affect the interest rates on and value of certain floating rate securities and other instruments that we hold. \n\nLIBOR, a common benchmark interest rate (or reference rate) used to set and make adjustments to interest rates for certain floating rate securities and other financial instruments, is being phased out over time. Although instruments issued since 2022 should no longer tie interest rates to LIBOR, securities issued in 2021 and earlier and held in our portfolio may continue to do so. As the phase out continues, these legacy securities may be adversely affected if they either do not provide for the automatic substitution of another reference rate, convert to another reference rate that has material differences from LIBOR, or convert to another reference rate or a fixed rate that could be less favorable to us. In December 2022, the Board of Governors of the Federal Reserve System issued a final rule that identified the Secured Overnight Financing Rate (SOFR) plus a tenor spread adjustment as the replacement rate for LIBOR on securities governed by U.S. law that do not specify a clearly defined successor benchmark. Outstanding securities and contracts that could be affected include certain preferred stocks and other floating-rate securities, fixed-rate securities that may convert to LIBOR-based floating rate instruments in the future, and any other assets or liabilities whose value is tied to LIBOR. Any uncertainty regarding the reliability of LIBOR as a benchmark interest rate, or the potential transition from LIBOR to SOFR or another reference rate, until the end of the phase-out period could also adversely affect the value of those instruments. \n\n- 22 - \n\nV. Liquidity Risk \n\nThe inability to access our cash accounts or to convert investments into cash on favorable terms when we desire to do so may materially and adversely affect our business, cash flows and capital position. \n\nWe rely on our ability to access our cash accounts at banks and other financial institutions to operate our business. If we are unable to access the cash in those accounts as needed, whether due to our own systems difficulties, an institution-specific issue at the bank or financial institution (such as a cybersecurity breach or severe weather or other catastrophe impacting their operations), a broader disruption in banking, financial or wire transfer systems, or otherwise, our ability to pay insurance claims and other financial obligations when due and otherwise operate our business could be materially adversely affected. Likewise, our investment portfolios are subject to risks inherent in the nation&#8217;s and world&#8217;s capital markets, including the United States continuing to honor its outstanding debt and other obligations. Any disruption in the functioning of those markets or in our ability to liquidate investments or specific categories of investments on favorable terms when desired, or a default by the United States in its obligations, could impair our ability to pay claims or other financial obligations when due and could result in a significant decline in the value of our investment portfolio and have a material adverse impact on our cash flows and capital position. Any such event or series of such events could also result in significant operational difficulties, reputational harm and adverse actions by regulators and have a material adverse effect on our financial condition, cash flows, and results of operations. \n\nVI. Credit and Other Financial Risks \n\nOur financial condition may be adversely affected if one or more parties with which we enter into significant contracts or transact business (including under certain government programs) become insolvent, experience other financial difficulties, or default in the performance of contractual or reimbursement obligations. \n\nOur business is dependent on the performance by third parties of their responsibilities under various contractual or service arrangements and government programs. These include, for example, agreements with other insurance carriers to sell their products to our customers in bundled packages or otherwise, arrangements for transferring certain of our risks (including indemnification and self-insured retention obligations of Commercial Lines customers, reinsurance arrangements used by us, our corporate insurance policies, and the performance of state reinsurance facilities/associations), and reimbursement obligations under various state or federal programs, such as the Michigan Catastrophic Claims Association or the National Flood Insurance Program. In addition, from time to time, we enter into significant financial transactions, such as derivative instruments, with major banks, other financial institutions, or security clearinghouses. If one or more of these parties were to default in the performance of, or otherwise become unwilling or unable to satisfy, their obligations to us under the applicable contracts or regulatory framework, we could suffer significant financial losses, a reduction in our capital levels, or other problems, which in turn could materially adversely affect our financial condition, cash flows, or results of operations and cause damage to our brand and reputation. \n\nOur insurance subsidiaries may be limited in the amount of dividends that they can pay, which in turn may limit our ability to repay indebtedness, make capital contributions to other subsidiaries or affiliates, pay dividends to shareholders, repurchase securities, or meet other obligations. \n\nThe Progressive Corporation is a holding company with no business operations of its own. Consequently, if its subsidiaries are unable to pay dividends or make other distributions, or are able to pay only limited amounts, The Progressive Corporation may be unable to make payments on its indebtedness, make capital contributions to or otherwise fund its subsidiaries or affiliates, pay dividends to its shareholders, or meet its other obligations. Each insurance subsidiary&#8217;s ability to pay dividends may be limited by one or more of the following factors: \n\n&#8226; insurance regulatory authorities require insurance companies to maintain specified minimum levels of statutory capital and surplus \n\n&#8226; insurance regulations restrict the amounts available for distribution based on either net income or surplus of the insurance company \n\n&#8226; competitive pressures require our insurance subsidiaries to maintain high financial strength ratings \n\n&#8226; in certain jurisdictions, prior approval must be obtained from regulatory authorities for the insurance subsidiaries to pay dividends or make other distributions to affiliated entities, including the parent holding company \n\n- 23 - \n\nThe terms of our outstanding preferred shares prohibit us from paying a dividend on our common shares in certain circumstances. \n\nThe terms of our outstanding preferred shares prohibit us from declaring or paying dividends or distributions on our common shares while our preferred shares are outstanding, unless all accrued and unpaid dividends on the preferred shares, including the full dividends for all current dividend periods, have been declared and paid or a sum sufficient for payment thereof set apart, subject to certain exceptions. \n\nIf we are unable to obtain capital when necessary to support our business, our financial condition, and our ability to grow could be materially adversely affected. \n\nWe may need to acquire additional capital from time to time as a result of many factors. These could include increased regulatory requirements, unprofitable insurance or investment operations, or significant growth in the insurance premiums that we write, among others. If we are unable to obtain capital at favorable rates when needed, whether due to our results, volatility or disruptions in debt and equity markets beyond our control, or other reasons, our financial condition could be materially adversely affected. In such an event, unless and until additional sources of capital are secured, we may be limited in our ability, or unable, to service our debt obligations, pay dividends, grow our business, pay our other obligations when due or engage in other corporate transactions. Such a deterioration of our financial condition could adversely affect the perception of our company by insurance regulators, potentially resulting in regulatory actions, and the price of our equity or debt securities could fall significantly. \n\nOur access to capital markets, ability to obtain or renew financing arrangements, obligations to post collateral under certain derivative contracts, and business operations are dependent on favorable evaluations and ratings by credit and other rating agencies. \n\nOur credit and financial strength are evaluated and rated by various rating agencies, such as Standard &#38; Poor&#8217;s, Moody&#8217;s Investors Service, Fitch Ratings, and A.M. Best. Downgrades in our credit ratings could adversely affect our ability to access the capital markets and/or lead to increased borrowing costs in the future (although the interest rates we pay on our current indebtedness would not be affected), as would adverse recommendations by equity analysts at the various brokerage houses and investment firms. Perceptions of our company by other businesses and consumers could also be significantly impaired. In addition, from time to time we may enter into certain derivative transactions providing that a downgrade could trigger contractual obligations requiring us to post substantial amounts of additional collateral or allow a third party to liquidate the derivative transaction. Standard &#38; Poor&#8217;s is considering changes to its process for credit ratings for the insurance industry, and we are unable to predict the impact to our credit ratings or our ability to raise capital at favorable rates, of any change that they may ultimately adopt. Downgrades in the ratings of our insurance subsidiaries could likewise negatively impact our operations, potentially resulting in lower or negative premium growth. In any such event, our financial performance could be materially adversely affected. \n\nOur dividend policy may result in varying amounts being paid to our common shareholders, or no payment in some periods, and the dividend policy ultimately may be changed in the discretion of the Board of Directors. \n\nWe have announced our intention to pay a dividend on our common shares on a quarterly basis and to consider paying a variable dividend on at least an annual basis. The frequency and amount of dividends, if any, may vary, perhaps significantly, from the amounts paid in preceding periods. For example, the Board decided to not declare an annual-variable common share dividend for 2022. The Board retains the discretion to alter our policy or not to pay such dividends at any time. Such action by the Board could result from, among other reasons, changes in the insurance marketplace, changes in our performance or capital needs, changes in U.S. federal income tax laws, disruptions of national or international capital markets, or other events affecting our liquidity, financial position, or prospects, as described above. Any such change in dividend policy could adversely affect investors&#8217; perceptions of the company and the value of, or the total return of an investment in, our common shares. \n\nOur investments in certain tax-advantaged projects may not generate the anticipated tax benefits and related returns. \n\nWe may invest in certain projects that we believe are entitled to tax-advantaged treatment under applicable federal or state law, including renewable energy development, historic property rehabilitation, and affordable housing, and we may make other tax-advantaged investments from time to time. Our investments in these projects are designed to generate a return through the realization of tax credits and, in some cases, through other tax benefits and cash flows from the project. These investments are subject to the risk that the underlying tax credits and related benefits may not be valid, and in some cases previously recorded tax credits can be challenged or are subject to recapture by the applicable taxing authorities if specific requirements are not satisfied. Many of the factors that could lead to the invalidity, challenge, or recapture of tax credits are beyond our control. The inability to realize these tax credits and other tax benefits could have a material adverse impact on our financial condition. \n\n- 24 - \n\nVII. Other \n\nOur goal is to maximize the long-term value of the enterprise and we do not manage to short-term earnings expectations, which may adversely affect short-term results. \n\nWe believe that shareholder value will be increased in the long run if we meet or exceed the financial goals and policies that we establish each year. We do not manage our business to maximize short-term stock performance or the amount of any dividend that may be paid. Due to our focus on the long-term value of the enterprise, we may undertake business decisions and strategies and establish related financial goals that are designed to enhance our longer-term performance and value, while understanding that such decisions and strategies may not always similarly benefit short-term results, such as growth goals, our annual underwriting profit, dividend payouts, or earnings per share. We do not provide earnings estimates to the market and do not comment on earnings estimates by analysts. As a result, our reported results for a particular period may vary, perhaps significantly, from investors&#8217; expectations, which could result in significant volatility in the price of our equity or debt securities. Our Property business has caused, and is likely to continue to cause, additional volatility in our consolidated results. \n\nWe currently report earnings and other operating results on a monthly basis. We are undergoing a multi-year financial enterprise resource planning effort to modernize certain of our financial systems and processes. In conjunction with this effort, we are expecting to implement changes to our monthly financial closing processes, including changes to our accounting calendar, in the fourth quarter of 2023. Our current financial closing calendar, which generally consists of a 52-week year, with 13-week quarters, and months within each quarter consisting of one 5-week and two 4-week months, will be converted to align with a traditional Gregorian calendar (e.g., January-31 days, February-28/29 days, March-31 days). We do not expect that these changes will have a material impact on our reported quarterly and annual results, but they may impact year-over-year comparisons of monthly results during the first twelve months after the changes are implemented. As a result, during this period, we expect to modify and limit the content, and potentially the timing and frequency, of public disclosures of our monthly results relative to our historical practice, which could cause additional volatility in our stock price. \n\nDue to our focus on the long-term value of the enterprise, similar tradeoffs may be involved in our consideration of the interests of other stakeholders, including our employees, customers, agents, suppliers, and communities, as well as whether and how we respond to or address ESG, sustainability, and corporate responsibility initiatives and other public policy matters that impact us. These types of initiatives and considerations are fast-evolving areas and determining appropriate responses and actions can be uncertain. Different stakeholders often have conflicting perspectives on these initiatives and considerations. Depending on how observers view our responses or our commitment to addressing such matters, we could be subject to criticism, adverse publicity, or campaigns, among other actions, by investors, activists, or others. Consequently, such factors and the related tradeoffs may adversely affect our financial performance or the market prices of our equity or debt securities. \n\nOur business and results of operations could be adversely affected by epidemics, pandemics, or other widespread health risks, including COVID-19. \n\nThe spread of COVID-19 and its variants throughout the United States and the international community has had, and could continue to have and a future epidemic, pandemic or other widespread health risk could have, a negative impact on financial markets, general economic conditions, and certain of our businesses. Depending on the duration and severity of the epidemic, pandemic or other widespread health risk and the nature and extent of governmental responses to it, our businesses, our operations, and our financial results could be negatively impacted in a number of ways, including the following: \n\n&#8226; Demand for our insurance products and our premium revenue could be reduced, perhaps significantly, if customers drive less or are unable to afford insurance, insurance shopping patterns are disrupted, vehicle and home purchases are curtailed, small businesses suspend or discontinue operations, the usage of transportation network company businesses declines, insurance agencies are unable or unwilling to write business, or our competitors offer products or benefits more appealing to customers or agents or more responsive to their needs, among other factors \n\n&#8226; Our ability to price our products accurately for new and renewal policies could be negatively impacted, as could our ability to respond effectively to the initiatives of our competitors \n\n&#8226; Claims trends could become more volatile, inflation rates could diverge significantly from our expectations, vehicle and home repair industries could be significantly disrupted, and the availability of medical resources could be limited, potentially resulting in higher claims severity and increased costs to resolve claims \n\n&#8226; Our ability to resolve claims accurately and efficiently and establish accurate loss reserves could be impaired if we are unable to staff our Claims group appropriately \n\n&#8226; Legislative or regulatory actions, or court decisions, could impact our business in unexpected ways, including, without limitation, by: requiring us to change the way we price, segment, underwrite, or select risks to insure; altering our \n\n- 25 - \n\nrights and obligations under our issued policies; or imposing payment obligations on us and other insurers in our industry for losses and costs that otherwise would be uninsured \n\n&#8226; The cumulative costs required by such governmental actions, or of actions taken voluntarily by us to accommodate the needs of customers, including providing credits or other payments to policyholders and billing leniency efforts, such as providing relief from policy cancellations or non-renewals, and related debt write offs, could be substantial \n\n&#8226; Unexpected changes in consumer behavior or market conditions, as well as deteriorating economic conditions, may reduce the effectiveness of our advertising \n\n&#8226; Illnesses suffered by key employees could prevent or delay the performance of critical business and financial reporting functions; widespread illnesses suffered by our employees may render us unable to perform normal business functions and operate our business on a day-to-day basis \n\n&#8226; The continued functioning of our data centers and important information technology and communication systems, as well as the continued performance of and our accessibility to the systems of our various vendors, could be imperiled by widespread illnesses, illnesses suffered by key technology personnel, or work limitations or other governmental mandates \n\n&#8226; Our business continuity plans may prove inadequate to address the business challenges that we confront as these issues develop \n\n&#8226; Workplace policies adopted in response to an epidemic, pandemic or other widespread health risk may be viewed adversely by our employees or the public, resulting in damage to our reputation and brand \n\n&#8226; Our vendors and counterparties to various contracts, including key vendors for our insurance, claims and technology operations, reinsurance arrangements and financial counterparties, may not be able to perform or pay the obligations required of them on a timely basis, or at all, due to key employee illnesses, widespread illnesses, adverse financial impact or other challenges that they face arising directly or indirectly from an epidemic, pandemic or other widespread health risk \n\nThe potential effects of an epidemic, pandemic or other widespread health risk also could exacerbate the impacts of many of the other risk factors, including: litigation claims being brought against the company; the valuation, volatility, and liquidity of our debt and equity investment portfolios; the condition of domestic and global economies and financial markets; our ability to access capital markets at favorable rates, if needed; and our ability to access our cash accounts at banks and other financial institutions to operate our business. \n\n- 26 - \n\n"
    },
    {
      "section": "1B",
      "text": " ITEM 1B. UNRESOLVED STAFF COMMENTS \n\nWe currently do not have any unresolved comments from the SEC staff. \n\n"
    },
    {
      "section": "2",
      "text": " ITEM 2. PROPERTIES \n\nAll of our properties are owned or leased by subsidiaries of The Progressive Corporation and are used for office functions (corporate, claims, and business unit), as call centers, as data centers, for training, or for warehouse space. \n\nAt December 31, 2022, we owned 71 buildings located throughout the United States. About 55% of these buildings are claims offices. Our owned facilities, which contain approximately 4.7 million square feet of space, are generally not segregated by segment. We own significant locations in Mayfield Village, Ohio and surrounding suburbs (including our corporate headquarters); Colorado Springs, Colorado; St. Petersburg, Florida; and Tampa, Florida. \n\nWe lease approximately 2.2 million square feet of space throughout the United States. These leases are generally short-term to medium-term leases of commercial space. \n\n"
    },
    {
      "section": "3",
      "text": " ITEM 3. LEGAL PROCEEDINGS \n\nNone. \n\n"
    },
    {
      "section": "4",
      "text": " ITEM 4. MINE SAFETY DISCLOSURES \n\nNot applicable. \n\nINFORMATION ABOUT OUR EXECUTIVE OFFICERS \n\nIncorporated by reference from information with respect to executive officers of The Progressive Corporation and its subsidiaries set forth in Part III, Item 10 of this Form 10-K, &#8220;Directors, Executive Officers and Corporate Governance.&#8221; \n\n- 27 - \n\nPART II \n\n&#160; \n\n"
    },
    {
      "section": "5",
      "text": " ITEM 5. MARKET FOR REGISTRANT&#8217;S COMMON EQUITY, RELATED STOCKHOLDER MATTERS AND ISSUER PURCHASES OF EQUITY SECURITIES \n\nMarket Information \n\nProgressive&#8217;s Common Shares, $1.00 par value, are traded on the New York Stock Exchange (NYSE) under the symbol PGR. \n\nHolders \n\nWe had 1,750 shareholders of record on January 31, 2023. \n\nSecurities Authorized for Issuance Under Equity Compensation Plans \n\nSee Part III, Item 12 of this Form 10-K, &#8220;Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters,&#8221; for information about securities authorized for issuance under our equity compensation plans. \n\nPerformance Graph \n\nSee the Performance Graph section in our Annual Report. \n\nRecent Sales of Unregistered Securities \n\nNone. \n\nPurchase of Equity Securities \n\n##TABLE_START ISSUER PURCHASES OF EQUITY SECURITIES 2022 Calendar Month Total Number of Shares Purchased Average Price Paid per Share Total Number of Shares Purchased as Part of Publicly Announced Plans or Programs Maximum Number of Shares That May Yet Be Purchased Under the Plans or Programs October 44,920 $ 122.11 455,101 24,544,899 November 42,193 128.40 497,294 24,502,706 December 74,454 128.60 571,748 24,428,252 Total 161,567 $ 126.74 ##TABLE_END\n\nIn May 2022, the Board of Directors approved an authorization for the Company to repurchase up to 25 million of its common shares. This authorization does not have an expiration date. Share repurchases under this authorization may be accomplished through open market purchases, including trading plans entered into with one or more brokerage firms in accordance with Rule 10b5-1 under the Securities Exchange Act of 1934, through privately negotiated transactions, pursuant to our equity incentive awards, or otherwise. During the fourth quarter 2022, all repurchases were accomplished in conjunction with our equity incentive awards or through the open market at the then-current market prices. \n\nProgressive&#8217;s financial policies state that we will repurchase shares to neutralize dilution from equity-based compensation in the year of issuance and as an option to effectively use underleveraged capital. See Note 9 &#8211; Employee Benefit Plans , &#8220;Incentive Compensation Plans&#8221; in our Annual Report, for a summary of our restricted equity grants. \n\n"
    },
    {
      "section": "6",
      "text": " ITEM 6. SELECTED FINANCIAL DATA &#160; [Reserved] \n\n"
    },
    {
      "section": "7",
      "text": " ITEM 7. MANAGEMENT&#8217;S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS \n\nIncorporated by reference from Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations in our Annual Report. \n\n- 28 - \n\n"
    },
    {
      "section": "7A",
      "text": " ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK \n\nThe quantitative and qualitative disclosures about market risk are incorporated by reference from section &#8220;IV. Results of Operations &#8211; Investments&#8221; in our Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations, and the Quantitative Market Risk Disclosures section in our Annual Report. \n\n"
    },
    {
      "section": "8",
      "text": " ITEM 8. FINANCIAL STATEMENTS AND SUPPLEMENTARY DATA \n\nThe Consolidated Financial Statements of Progressive, along with the related Notes, and Report of Independent Registered Public Accounting Firm, are incorporated by reference from our Annual Report. \n\n"
    },
    {
      "section": "9",
      "text": " ITEM 9. CHANGES IN AND DISAGREEMENTS WITH ACCOUNTANTS ON ACCOUNTING AND FINANCIAL DISCLOSURE \n\nNone. \n\n"
    },
    {
      "section": "9A",
      "text": " ITEM 9A. CONTROLS AND PROCEDURES \n\nUnder the direction of our Chief Executive Officer and our Chief Financial Officer, we have established disclosure controls and procedures that are designed to ensure that information required to be disclosed by us in the reports that we file or submit under the Securities Exchange Act of 1934 is recorded, processed, summarized, and reported within the time periods specified in the Securities and Exchange Commission&#8217;s rules and forms. The disclosure controls and procedures are also intended to ensure that such information is accumulated and communicated to our management, including the Chief Executive Officer and Chief Financial Officer, as appropriate, to allow timely decisions regarding required disclosures. \n\nOur Chief Executive Officer and our Chief Financial Officer reviewed and evaluated Progressive&#8217;s disclosure controls and procedures as of the end of the period covered by this report. Based on that review and evaluation, the Chief Executive Officer and Chief Financial Officer concluded that Progressive&#8217;s disclosure controls and procedures are effectively serving the stated purposes as of the end of the period covered by this report. \n\nManagement&#8217;s Report on Internal Control over Financial Reporting and the attestation of the independent registered public accounting firm are incorporated by reference from our Annual Report. \n\nThere have not been any changes in our internal control over financial reporting during our most recent fiscal quarter that has materially affected, or is reasonably likely to materially affect, our internal control over financial reporting. \n\n"
    },
    {
      "section": "9B",
      "text": " ITEM 9B. OTHER INFORMATION \n\nNone. \n\n"
    },
    {
      "section": "10",
      "text": " ITEM 10. DIRECTORS, EXECUTIVE OFFICERS AND CORPORATE GOVERNANCE \n\nInformation relating to our directors is incorporated herein by reference from the section entitled &#8220;Item 1: Election of Directors&#8221; in The Progressive Corporation&#8217;s Proxy Statement for the Annual Meeting of Shareholders to be held on May 12, 2023 (the Proxy Statement). \n\nInformation relating to executive officers of Progressive follows. Unless otherwise indicated, the executive officer has held the position(s) indicated with Progressive. \n\n##TABLE_START Name Age Offices Held and Last Five Years&#8217; Business Experience Susan Patricia Griffith 58 President and Chief Executive Officer John P. Sauerland 58 Vice President and Chief Financial Officer Karen B. Bailo 55 Commercial Lines President since October 2020; Commercial Lines Acquisition and Small Business General Manager from January 2020 to September 2020; Commercial Lines Controller from August 2018 to December 2019; Agency Distribution Business Leader prior to August 2018 Jonathan S. Bauer 45 Chief Investment Officer since January 2020; Portfolio Manager prior to January 2020 Steven A. Broz 52 Chief Information Officer Patrick K. Callahan 52 Personal Lines President William L. Clawson II 53 Chief Human Resources Officer since December 2021; Compensation and Benefits Business Leader from November 2019 to December 2021; Product Manager prior to November 2019 Remi Kent 47 \n\nChief Marketing Officer since November 2021; Senior Vice President and Global Chief Marketing Officer of the Consumer Business Group of 3M Company (global manufacturing and technology company) from January 2020 to October 2021; Global Business Director for Post-It &#174; and Scotch &#174; Brands of 3M Company prior to January 2020 \n\nMariann Wojtkun Marshall 60 \n\nVice President and Chief Accounting Officer since March 2019; Director of Financial Reporting &#8211; GAAP prior to March 2019; Assistant Secretary \n\nDaniel P. Mascaro 59 Vice President, Secretary, and Chief Legal Officer John Murphy 53 Claims President since December 2021; Customer Relationship Management President prior to December 2021 Lori Niederst 49 Customer Relationship Management President since December 2021; Chief Human Resources Officer prior to December 2021 Andrew J. Quigg 43 Chief Strategy Officer since July 2018; Customer Experience General Manager prior to July 2018 ##TABLE_END\n\nDelinquent Section 16(a) Reports . Any delinquent filings (if applicable) are incorporated by reference from the &#8220;Security Ownership of Certain Beneficial Owners and Management - Delinquent Section 16(a) Reports&#8221; section of the Proxy Statement. \n\nCode of Ethics. Progressive has a Code of Ethics for the Chief Executive Officer, Chief Financial Officer, Chief Accounting Officer, and other senior financial officers. This CEO/Senior Financial Officer Code of Ethics is available at: progressive.com/governance. We intend to continue to satisfy the disclosure requirements under Item 5.05 of Form 8-K regarding amendments to, and waivers from, the provisions of the foregoing Code of Ethics by posting such information on our Internet website at: progressive.com/governance. \n\nShareholder-Proposed Candidate Procedures. There were no material changes during 2022 to Progressive&#8217;s procedures by which a shareholder can recommend a director candidate. The description of those procedures is incorporated by reference from the &#8220;Other Matters - Procedures for Recommendations and Nominations of Directors and Shareholder Proposals - To Recommend a Candidate for our Board of Directors&#8221; section of the Proxy Statement. \n\nAudit Committee. Incorporated by reference from the &#8220;Other Board of Directors Information - Board Committees - Audit Committee&#8221; section of the Proxy Statement. \n\nFinancial Expert. Incorporated by reference from the &#8220;Other Board of Directors Information - Board Committees - Audit Committee&#8221; section of the Proxy Statement. \n\n- 30 - \n\n"
    },
    {
      "section": "11",
      "text": " ITEM 11. EXECUTIVE COMPENSATION \n\nIncorporated by reference from the sections of the Proxy Statement entitled &#8220;Compensation Discussion and Analysis,&#8221; &#8220;Executive Compensation,&#8221; &#8220;Director Compensation,&#8221; &#8220;Other Board of Directors Information - Compensation Committee Interlocks and Insider Participation,&#8221; &#8220;Compensation Committee Report,&#8221; and &#8220;Compensation Programs and Risk Management.&#8221; \n\n"
    },
    {
      "section": "12",
      "text": " ITEM 12. SECURITY OWNERSHIP OF CERTAIN BENEFICIAL OWNERS AND MANAGEMENT AND RELATED STOCKHOLDER MATTERS \n\nInformation regarding ownership of Common Shares by certain beneficial owners and management is incorporated by reference from the section of the Proxy Statement entitled &#8220;Security Ownership of Certain Beneficial Owners and Management.&#8221; \n\nThe following information is set forth with respect to our equity compensation plans at December 31, 2022. \n\n&#160; \n\n##TABLE_START EQUITY COMPENSATION PLAN INFORMATION Plan Category Number of Securities to be Issued upon Exercise of Outstanding Options, Warrants and Rights &#160; Weighted-Average Exercise Price of Outstanding Options, Warrants and Rights Number of Securities \n\nRemaining \n\nAvailable for \n\nFuture Issuance \n\nUnder Equity \n\nCompensation Plans 1 \n\nEquity compensation plans approved by security holders Employee Plans : \n\n2015 Equity Incentive Plan 3,198,150 \n\nNA 6,055,196 \n\nDirector Plans : \n\nAmended and Restated 2017 Directors Equity Incentive Plan 30,439 NA 417,511 \n\nEquity compensation plans not approved by security holders None Total 3,228,589 &#160; NA 6,472,707 ##TABLE_END\n\nNA = Not applicable because awards do not have an exercise price. \n\n1 Excludes shares included in the Number of Securities to be Issued upon Exercise of Outstanding Options, Warrants and Rights column. \n\n2 Reflects restricted stock unit awards, including reinvested dividend equivalents, under which, upon vesting, the holder has the right to receive common shares on a one-to-one basis. \n\nPerformance-based restricted stock unit awards, including dividend equivalents, of 669,797 units are included under the 2015 Equity Incentive Plan at their target value. Maximum potential payout for the performance awards outstanding under the 2015 Equity Incentive Plan was 1,648,366. For a description of the performance-based awards, including the performance measurement and vesting ranges, see Note 9 &#8212; Employee Benefit Plans in our Annual Report. \n\n3 Gives effect to reservation of common shares subject to performance-based awards at maximum potential payout. \n\n4 Reflects Progressive&#8217;s Amended and Restated 2017 Directors Equity Incentive Plan that was approved by shareholders in 2022 and increased the authorized shares by 150,000 under this plan. \n\n"
    },
    {
      "section": "13",
      "text": " ITEM 13. CERTAIN RELATIONSHIPS AND RELATED TRANSACTIONS, AND DIRECTOR INDEPENDENCE \n\nIncorporated by reference from the section of the Proxy Statement entitled &#8220;Other Board of Directors Information - Board of Directors Independence Determinations,&#8221; and &#8220;Other Board of Directors Information - Transactions with Related Persons.&#8221; \n\n"
    },
    {
      "section": "14",
      "text": " ITEM 14. PRINCIPAL ACCOUNTANT FEES AND SERVICES \n\nIncorporated by reference from the section of the Proxy Statement entitled &#8220;Other Independent Registered Public Accounting Firm Information.&#8221; \n\n- 31 - \n\nPART IV \n\n&#160; \n\n"
    },
    {
      "section": "15",
      "text": " ITEM 15. EXHIBITS AND FINANCIAL STATEMENT SCHEDULES \n\n(a)(1) Listing of Financial Statements \n\nThe following consolidated financial statements are included in our Annual Report and are incorporated by reference in Item 8: \n\n&#8226; Report of Independent Registered Public Accounting Firm (PCAOB ID: 238 ) \n\n&#8226; Consolidated Statements of Comprehensive Income - For the Years Ended December 31, 2022, 2021, and 2020 \n\n&#8226; Consolidated Balance Sheets - December 31, 2022 and 2021 \n\n&#8226; Consolidated Statements of Changes in Shareholders&#8217; Equity - For the Years Ended December 31, 2022, 2021, and 2020 \n\n&#8226; Consolidated Statements of Cash Flows - For the Years Ended December 31, 2022, 2021, and 2020 \n\n&#8226; Notes to Consolidated Financial Statements \n\n&#8226; Supplemental Information (Unaudited) \n\n(a)(2) Listing of Financial Statement Schedules \n\nThe following financial statement schedules, Report of Independent Registered Public Accounting Firm, and Consent of Independent Registered Public Accounting Firm are included in Item 15(c): \n\n&#8226; Schedule I - Summary of Investments - Other than Investments in Related Parties \n\n&#8226; Schedule II - Condensed Financial Information of Registrant \n\n&#8226; Schedule III - Supplementary Insurance Information \n\n&#8226; Schedule IV - Reinsurance \n\n&#8226; Report of Independent Registered Public Accounting Firm on Financial Statement Schedules \n\n&#8226; No other schedules are required to be filed herewith pursuant to Article 7 of Regulation S-X. \n\n(a)(3) Listing of Exhibits \n\nSee exhibit index contained herein beginning at page 44, which is incorporated by reference from information with respect to this item. Management contracts and compensatory plans and arrangements are identified in the Exhibit Index as Exhibit Nos. 10.1 through 10.52. \n\n(b) Exhibits \n\nThe exhibits in response to this portion of Item 15 are submitted concurrently with this report. \n\n(c) Financial Statement Schedules \n\n- 32 - \n\nSCHEDULE I &#8212; SUMMARY OF INVESTMENTS &#8212; OTHER THAN INVESTMENTS IN RELATED PARTIES \n\nTHE PROGRESSIVE CORPORATION AND SUBSIDIARIES \n\n(millions) \n\n&#160; \n\n##TABLE_START &#160; December 31, 2022 Type of Investment Cost Fair Value Amount At Which Shown In The Balance Sheet Fixed maturities: Bonds: United States Government and government agencies and authorities $ 26,770.7 &#160; $ 25,167.4 &#160; $ 25,167.4 &#160; States, municipalities, and political subdivisions 2,180.0 &#160; 1,977.1 &#160; 1,977.1 &#160; Foreign government obligations 16.8 &#160; 15.5 &#160; 15.5 &#160; Public utilities 907.1 &#160; 837.7 &#160; 837.7 &#160; Corporate and other debt securities 9,218.7 &#160; 8,575.0 &#160; 8,575.0 &#160; Asset-backed securities 10,968.1 &#160; 9,894.9 &#160; 9,894.9 &#160; Redeemable preferred stocks 202.6 &#160; 184.3 &#160; 184.3 &#160; Total fixed maturities 50,264.0 &#160; 46,651.9 &#160; 46,651.9 &#160; Equity securities: Common stocks: Public utilities 49.6 &#160; 123.9 &#160; 123.9 &#160; Banks, trusts, and insurance companies 154.2 &#160; 516.6 &#160; 516.6 &#160; Industrial, miscellaneous, and all other 622.3 &#160; 2,181.0 &#160; 2,181.0 &#160; Nonredeemable preferred stocks 1,364.2 &#160; 1,213.2 &#160; 1,213.2 &#160; Total equity securities 2,190.3 &#160; 4,034.7 &#160; 4,034.7 &#160; Short-term investments 2,861.7 &#160; 2,861.7 &#160; 2,861.7 &#160; Total investments $ 55,316.0 &#160; $ 53,548.3 &#160; $ 53,548.3 &#160; ##TABLE_END &#160; \n\nProgressive did not have any securities of any one issuer, excluding U.S. government obligations, with an aggregate cost or fair value exceeding 10% of total shareholders&#8217; equity at December 31, 2022. \n\n- 33 - \n\nSCHEDULE II &#8212; CONDENSED FINANCIAL INFORMATION OF REGISTRANT \n\nCONDENSED STATEMENTS OF COMPREHENSIVE INCOME \n\nTHE PROGRESSIVE CORPORATION (PARENT COMPANY) \n\n(millions) \n\n&#160; \n\n##TABLE_START &#160; Years Ended December 31, &#160; 2022 2021 2020 Revenues Dividends from subsidiaries $ 540.5 &#160; $ 2,847.0 &#160; $ 4,096.5 &#160; Undistributed income from subsidiaries 325.0 &#160; 674.9 &#160; 1,774.4 &#160; Equity in net income of subsidiaries 865.5 &#160; 3,521.9 &#160; 5,870.9 &#160; Intercompany investment income 92.7 &#160; 4.5 &#160; 16.5 &#160; Total revenues 958.2 &#160; 3,526.4 &#160; 5,887.4 &#160; Expenses Interest expense 246.0 &#160; 220.0 &#160; 218.1 &#160; Deferred compensation 1 \n\n25.3 &#160; 8.8 &#160; 33.9 &#160; Other operating costs and expenses 6.8 &#160; 6.8 &#160; 7.2 &#160; Total expenses 278.1 &#160; 235.6 &#160; 259.2 &#160; Income before income taxes 680.1 &#160; 3,290.8 &#160; 5,628.2 &#160; Benefit for income taxes 41.4 &#160; 60.1 &#160; 76.4 &#160; Net income 721.5 &#160; 3,350.9 &#160; 5,704.6 &#160; Other comprehensive income (loss) ( 2,842.7 ) ( 891.0 ) 587.3 &#160; Comprehensive income (loss) $ ( 2,121.2 ) $ 2,459.9 &#160; $ 6,291.9 &#160; ##TABLE_END\n\n1 See Note 4 &#8211; Employee Benefit Plans in these condensed financial statements. \n\nSee notes to condensed financial statements. \n\n- 34 - \n\nSCHEDULE II &#8212; CONDENSED FINANCIAL INFORMATION OF REGISTRANT (Continued) \n\nCONDENSED BALANCE SHEETS \n\nTHE PROGRESSIVE CORPORATION (PARENT COMPANY) \n\n(millions) \n\n&#160; \n\n##TABLE_START &#160; December 31, &#160; 2022 2021 Assets Investment in affiliate $ 5.0 &#160; $ 5.0 &#160; Investment in subsidiaries 17,911.8 &#160; 19,512.2 &#160; Receivable from investment subsidiary 4,098.7 &#160; 3,382.1 &#160; Intercompany receivable 466.2 &#160; 387.2 &#160; Net federal deferred income taxes 64.3 &#160; 65.1 &#160; Other assets 150.6 &#160; 207.3 &#160; Total assets $ 22,696.6 &#160; $ 23,558.9 &#160; Liabilities and Shareholders&#8217; Equity Accounts payable, accrued expenses, and other liabilities $ 417.3 &#160; $ 428.5 &#160; Debt 1 \n\n6,388.3 &#160; 4,898.8 &#160; Total liabilities 6,805.6 &#160; 5,327.3 &#160; Serial Preferred Shares (authorized 20.0 ) \n\nSerial Preferred Shares, Series B, no par value (cumulative, liquidation preference of $ 1,000 per share) (authorized, issued, and outstanding 0.5 ) \n\n493.9 &#160; 493.9 &#160; Common shares, $ 1.00 par value (authorized 900.0 ; issued 797.6 , including treasury shares of 212.7 and 213.2 ) \n\n584.9 &#160; 584.4 &#160; Paid-in capital 1,893.0 &#160; 1,772.9 &#160; Retained earnings 15,721.2 &#160; 15,339.7 &#160; Total accumulated other comprehensive income (loss) ( 2,802.0 ) 40.7 &#160; Total shareholders&#8217; equity 15,891.0 &#160; 18,231.6 &#160; Total liabilities and shareholders&#8217; equity $ 22,696.6 &#160; $ 23,558.9 &#160; ##TABLE_END\n\n1 &#160; Consists of long-term debt. See Note 4 &#8211; Debt in our Annual Report for further discussion. \n\nSee notes to condensed financial statements. \n\n- 35 - \n\nSCHEDULE II &#8212; CONDENSED FINANCIAL INFORMATION OF REGISTRANT (Continued) \n\nCONDENSED STATEMENTS OF CASH FLOWS \n\nTHE PROGRESSIVE CORPORATION (PARENT COMPANY) \n\n(millions) \n\n&#160; \n\n##TABLE_START &#160; Years Ended December 31, &#160; 2022 2021 2020 Cash Flows From Operating Activities: Net income $ 721.5 &#160; $ 3,350.9 &#160; $ 5,704.6 &#160; Adjustments to reconcile net income to net cash provided by operating activities: Undistributed income from subsidiaries ( 325.0 ) ( 674.9 ) ( 1,774.4 ) Amortization of equity-based compensation 3.2 &#160; 3.1 &#160; 2.9 &#160; Changes in: Intercompany receivable ( 79.0 ) 86.6 &#160; ( 20.2 ) Accounts payable, accrued expenses, and other liabilities ( 21.5 ) 23.8 &#160; 52.0 &#160; Income taxes 28.9 &#160; ( 154.8 ) ( 52.2 ) Other, net 60.1 &#160; 76.8 &#160; 40.4 &#160; Net cash provided by operating activities 388.2 &#160; 2,711.5 &#160; 3,953.1 &#160; Cash Flows From Investing Activities: Additional investments in equity securities of consolidated subsidiaries ( 797.8 ) ( 397.3 ) ( 27.1 ) (Paid to) received from investment subsidiary ( 716.6 ) 2,519.6 &#160; ( 2,989.7 ) Acquisition of Protective Insurance Corporation 0 &#160; ( 337.5 ) 0 &#160; Acquisition of additional shares of ARX Holding Corp. 0 &#160; 0 &#160; ( 233.2 ) Net cash provided by (used in) investing activities ( 1,514.4 ) 1,784.8 &#160; ( 3,250.0 ) Cash Flows From Financing Activities: Dividends paid to common shareholders ( 234.0 ) ( 3,746.5 ) ( 1,551.0 ) Dividends paid to preferred shareholders ( 26.8 ) ( 26.8 ) ( 26.8 ) Acquisition of treasury shares for restricted stock tax liabilities ( 76.7 ) ( 67.2 ) ( 68.7 ) Acquisition of treasury shares acquired in open market ( 22.3 ) ( 155.8 ) ( 42.9 ) Net proceeds from debt issuance 1,486.0 &#160; 0 &#160; 986.3 &#160; Payments of debt 0 &#160; ( 500.0 ) 0 &#160; Net cash provided by (used in) financing activities 1,126.2 &#160; ( 4,496.3 ) ( 703.1 ) Change in cash 0 &#160; 0 &#160; 0 &#160; Cash - beginning of year 0 &#160; 0 &#160; 0 &#160; Cash - end of year $ 0 &#160; $ 0 &#160; $ 0 &#160; ##TABLE_END\n\nSee notes to condensed financial statements. \n\n- 36 - \n\nSCHEDULE II &#8212; CONDENSED FINANCIAL INFORMATION OF REGISTRANT (Continued) \n\nNOTES TO CONDENSED FINANCIAL STATEMENTS \n\nThe accompanying condensed financial statements of The Progressive Corporation (parent company) should be read in conjunction with the consolidated financial statements and notes thereto in the Annual Report to Shareholders of The Progressive Corporation and its subsidiaries, which is included as Exhibit 13 to this Form 10-K. \n\nNote 1. Statements of Cash Flows &#8212; For the purpose of the condensed statements of cash flows, cash includes only bank demand deposits. The Progressive Corporation does not hold any cash but has unrestricted access to funds maintained in a non-insurance investment subsidiary to meet its holding company obligations; at December 31, 2022, 2021, and 2020, $ 4.4 billion, $ 4.2 billion, and $ 6.2 billion, respectively, of marketable securities were available in this subsidiary. \n\nOur condensed statement of cash flows for the year ended December 31, 2021, was revised to properly reflect the change in income taxes as a decrease to cash from operating activities rather than an increase as it was reported last year. At December 31, 2021, we had net taxes recoverable, compared to net taxes payable at December 31, 2020. Since income taxes recoverable/payable are components of &#8220;other assets&#8221; and &#8220;accounts payable, accrued expenses, and other liabilities,&#8221; respectively, in the condensed balance sheets, this revision had no impact on net cash provided by operating activities for the year ended December 31, 2021. \n\nFor the years ended December 31, non-cash activity included the following: \n\n##TABLE_START (millions) 2022 2021 2020 \n\nCommon share dividends 1 \n\n$ 58.5 &#160; $ 58.5 &#160; $ 2,694.5 &#160; \n\nPreferred share dividends 1 \n\n13.4 &#160; 13.4 &#160; 13.4 &#160; Loan to ARX converted to capital contribution 0 &#160; 0 &#160; 225.0 &#160; ##TABLE_END\n\n1 Declared but unpaid. See Note 14 &#8211; Dividends in the Annual Report for further discussion. \n\nFor the years ended December 31, The Progressive Corporation paid the following: &#160; \n\n##TABLE_START (millions) 2022 2021 2020 Income taxes $ 705.0 &#160; $ 815.0 &#160; $ 1,411.0 &#160; Interest 228.9 &#160; 223.9 &#160; 206.0 &#160; ##TABLE_END\n\nNote 2. Income Taxes &#8212; The Progressive Corporation files a consolidated federal income tax return with its subsidiaries and acts as an agent for the consolidated tax group when making payments to the Internal Revenue Service. The Progressive Corporation consolidated group&#8217;s net income taxes currently payable/recoverable are included in other liabilities/assets, respectively, in the accompanying condensed balance sheets based on the balance at the end of the year. The Progressive Corporation and its eligible subsidiaries have adopted, pursuant to a written agreement, a method of allocating consolidated federal income taxes. Amounts allocated to the eligible subsidiaries under the written agreement are included in intercompany receivable in the accompanying condensed balance sheets. \n\nNote 3. Debt &#8212; The information relating to debt is incorporated by reference from Note 4 &#8211; Debt in our Annual Report. \n\nNote 4. Employee Benefit Plans &#8212; The information relating to incentive compensation and deferred compensation plans is incorporated by reference from Note 9 &#8211; Employee Benefit Plans in our Annual Report. \n\nNote 5. Other Comprehensive Income (Loss) &#8212; On the condensed statements of comprehensive income, other comprehensive income (loss) represents activity of the subsidiaries of The Progressive Corporation and includes net unrealized gains (losses) on fixed-maturity securities, net unrealized losses on forecasted transactions, and foreign currency translation adjustments. \n\nNote 6. Dividends &#8212; The information relating to our dividend policy is incorporated by reference from Note 14 &#8211; Dividends in our Annual Report. \n\n- 37 - \n\nSCHEDULE III &#8212; SUPPLEMENTARY INSURANCE INFORMATION \n\nTHE PROGRESSIVE CORPORATION AND SUBSIDIARIES \n\n(millions) \n\n&#160; \n\n##TABLE_START Segment Deferred policy acquisition costs 1 \n\nFuture policy benefits, losses, claims, and loss expenses 1 \n\nUnearned premiums 1 \n\nOther policy claims and benefits payable 1 \n\nPremium revenue Net investment income 1,2 \n\nBenefits, claims, losses, and settlement expenses Amortization of deferred policy acquisition costs Other operating expenses 1 \n\nNet premiums written Year ended December 31, 2022: Personal Lines $ 37,880.2 &#160; $ 29,680.8 &#160; $ 2,592.1 &#160; $ 4,668.9 &#160; $ 39,278.5 &#160; Commercial Lines 9,088.3 &#160; 6,544.7 &#160; 913.3 &#160; 947.7 &#160; 9,398.8 &#160; Property 2,270.0 &#160; 1,891.3 &#160; 411.1 &#160; 235.3 &#160; 2,401.7 &#160; Other indemnity 2.7 &#160; 5.9 &#160; 0.5 &#160; 7.7 &#160; 2.1 &#160; Total $ 1,544.4 &#160; $ 30,359.3 &#160; $ 17,293.6 &#160; $ 0 &#160; $ 49,241.2 &#160; $ 1,236.0 &#160; $ 38,122.7 &#160; $ 3,917.0 &#160; $ 5,859.6 &#160; $ 51,081.1 &#160; Year ended December 31, 2021: Personal Lines $ 35,373.3 &#160; $ 27,043.1 &#160; $ 2,614.7 &#160; $ 4,656.8 &#160; $ 36,168.8 &#160; Commercial Lines 6,945.2 &#160; 4,814.5 &#160; 734.1 &#160; 742.3 &#160; 8,015.9 &#160; Property 2,042.5 &#160; 1,764.6 &#160; 362.9 &#160; 253.0 &#160; 2,216.2 &#160; Other indemnity 7.7 &#160; 5.4 &#160; 1.1 &#160; 2.6 &#160; 4.3 &#160; Total $ 1,355.6 &#160; $ 26,164.1 &#160; $ 15,615.8 &#160; $ 0 &#160; $ 44,368.7 &#160; $ 835.4 &#160; $ 33,627.6 &#160; $ 3,712.8 &#160; $ 5,654.7 &#160; $ 46,405.2 &#160; Year ended December 31, 2020: Personal Lines 3 \n\n$ 32,620.1 &#160; $ 20,611.7 &#160; $ 2,437.3 &#160; $ 5,762.0 &#160; $ 33,342.6 &#160; Commercial Lines 4,875.8 &#160; 3,146.0 &#160; 525.7 &#160; 647.5 &#160; 5,315.3 &#160; Property 1,765.7 &#160; 1,364.1 &#160; 310.2 &#160; 237.9 &#160; 1,910.8 &#160; Other indemnity 0 &#160; 0 &#160; 0 &#160; 0 &#160; 0 &#160; Total $ 1,237.2 &#160; $ 20,265.8 &#160; $ 13,437.5 &#160; $ 0 &#160; $ 39,261.6 &#160; $ 916.6 &#160; $ 25,121.8 &#160; $ 3,273.2 &#160; $ 6,647.4 &#160; $ 40,568.7 &#160; ##TABLE_END\n\n1 Progressive does not allocate assets, liabilities, or investment income to operating segments. Expense allocations are based on certain assumptions and estimates primarily related to revenue and volume; stated segment operating results would change if different methods were applied. \n\n2 Excludes total net realized gains (losses) on securities. \n\n3 Other operating expenses includes $ 1,077.4 million of policyholder credits issued to personal auto customers. \n\n- 38 - \n\nSCHEDULE IV &#8212; REINSURANCE \n\nTHE PROGRESSIVE CORPORATION AND SUBSIDIARIES \n\n(millions) \n\n&#160; \n\n##TABLE_START Year Ended: Gross Amount Ceded to Other Companies Assumed From Other Companies Net Amount Percentage of Amount Assumed to Net December 31, 2022 Premiums earned: Property and liability insurance $ 50,650.2 &#160; $ 1,409.0 &#160; $ 0 &#160; $ 49,241.2 &#160; 0 &#160; % December 31, 2021 Premiums earned: Property and liability insurance $ 46,018.6 &#160; $ 1,649.9 &#160; $ 0 &#160; $ 44,368.7 &#160; 0 &#160; % December 31, 2020 Premiums earned: Property and liability insurance $ 40,687.7 &#160; $ 1,426.1 &#160; $ 0 &#160; $ 39,261.6 &#160; 0 &#160; % ##TABLE_END\n\n- 39 - \n\nReport of Independent Registered Public Accounting Firm on Financial Statement Schedules \n\nTo the Board of Directors and Shareholders of The Progressive Corporation \n\nOur audits of the consolidated financial statements referred to in our report dated February 27, 2023 appearing in the 2022 Annual Report to Shareholders of The Progressive Corporation (which report and consolidated financial statements are incorporated by reference in this Annual Report on Form 10-K) also included an audit of the schedule of summary of investments &#8211; other than investments in related parties as of December 31, 2022, the schedule of condensed financial information of registrant, which includes the condensed balance sheets as of December 31, 2022 and 2021 and the condensed statements of comprehensive income and of cash flows for each of the three years in the period ended December 31, 2022, and the related notes to the condensed financial statements, the schedule of supplementary insurance information for each of the three years in the period ended December 31, 2022, and the schedule of reinsurance for each of the three years in the period ended December 31, 2022 (collectively &#8220;the financial statement schedules&#8221;) listed in Item 15(a)(2) of this Form 10-K. In our opinion, these financial statement schedules present fairly, in all material respects, the information set forth therein when read in conjunction with the related consolidated financial statements. \n\n/s/ PricewaterhouseCoopers LLP \n\nCleveland, Ohio \n\nFebruary 27, 2023 \n\n- 40 - \n\nITEM 16. FORM 10-K SUMMARY \n\nWe have elected not to include a summary of information as permitted under this item. \n\n- 41 - \n\nSIGNATURES \n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized. \n\n&#160; \n\n##TABLE_START THE PROGRESSIVE CORPORATION February 27, 2023 By: /s/ Susan Patricia Griffith Susan Patricia Griffith President and Chief Executive Officer ##TABLE_END\n\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated. \n\n##TABLE_START /s/ Susan Patricia Griffith Director, President and Chief Executive Officer February 27, 2023 Susan Patricia Griffith /s/ John P. Sauerland Vice President and Chief Financial Officer February 27, 2023 John P. Sauerland /s/ Mariann Wojtkun Marshall Vice President and Chief Accounting Officer February 27, 2023 Mariann Wojtkun Marshall * Chairperson of the Board February 27, 2023 Lawton W. Fitt * Director February 27, 2023 Philip Bleser * Director February 27, 2023 Stuart B. Burgdoerfer * Director February 27, 2023 Pamela J. Craig * Director February 27, 2023 Charles A. Davis * Director February 27, 2023 Roger N. Farah * Director February 27, 2023 Devin C. Johnson * Director February 27, 2023 Jeffrey D. Kelly * Director February 27, 2023 Barbara R. Snyder * Director February 27, 2023 Jan E. Tighe * Director February 27, 2023 Kahina Van Dyke ##TABLE_END\n\n- 42 - \n\n* Daniel P. Mascaro, by signing his name hereto, does sign this document on behalf of the persons indicated above pursuant to powers of attorney duly executed by such person. \n\n##TABLE_START By: /s/ Daniel P. Mascaro February 27, 2023 Daniel P. Mascaro Attorney-in-fact ##TABLE_END\n\n- 43 - \n\n##TABLE_START EXHIBIT INDEX \n\nExhibit No. \n\nUnder \n\nReg. S-K, \n\nItem 601 \n\nForm 10-K \n\nExhibit \n\nNo. \n\nDescription of Exhibit \n\nIf Incorporated by Reference, Documents with \n\nWhich Exhibit was Previously Filed with SEC \n\n3(i) \n\n3.1 Amended Articles of Incorporation of The Progressive Corporation (as amended March 13, 2018) \n\nQuarterly Report on Form 10-Q (filed on May 1, 2019; Exhibit 3.1 therein) \n\n3(ii) \n\n3.2 Code of Regulations of The Progressive Corporation (as amended May 7, 2021) \n\nQuarterly Report on Form 10-Q (filed on August 3, 2021; Exhibit 3.1 therein) \n\n4 4.1 Description of the Registrant&#8217;s Securities Registered Pursuant to Section 12 of the Securities Exchange Act of 1934 \n\nAnnual Report on Form 10-K (filed on March 2, 2020; Exhibit 4.23 therein) \n\n4 4.2 Form of certificate representing Series B Fixed-to-Floating Rate Cumulative Perpetual Serial Preferred Shares \n\nCurrent Report on Form 8-K (filed on March 14, 2018; Exhibit 4.3 therein) \n\n4 4.3 Form of 6 5/8% Senior Notes due 2029, issued in the aggregate principal amount of $300,000,000 under the 1993 Senior Indenture, as amended and supplemented \n\nAnnual Report on Form 10-K (filed on March 2, 2015; Exhibit 4.2 therein) \n\n4 4.4 Form of 6.25% Senior Notes due 2032, issued in the aggregate principal amount of $400,000,000 under the 1993 Senior Indenture, as amended and supplemented \n\nAnnual Report on Form 10-K (filed on February 27, 2018; Exhibit 4.3 therein) \n\n4 4.5 Form of 4.35% Senior Notes due 2044, issued in the aggregate principal amount of $350,000,000 under the 1993 Senior Indenture, as amended and supplemented \n\nCurrent Report on Form 8-K (filed on April 25, 2014; Exhibit 4.2 therein) \n\n4 4.6 Form of 3.70% Senior Notes due 2045, issued in the aggregate principal amount of $400,000,000 under the 1993 Senior Indenture, as amended and supplemented \n\nCurrent Report on Form 8-K (filed on January 26, 2015; Exhibit 4.2 therein) \n\n4 4.7 Form of 2.45% Senior Notes due 2027, issued in the aggregate principal amount of $500,000,000 under the 1993 Senior Indenture, as amended and supplemented \n\nCurrent Report on Form 8-K (filed on August 25, 2016; Exhibit 4.2 therein) \n\n4 4.8 Form 4.125% Senior Note Due 2047, issued in the aggregate principal amount of $850,000,000 under the 1993 Senior Indenture, as amended and supplemented \n\nCurrent Report on Form 8-K (filed on April 6, 2017; Exhibit 4.2 therein) \n\n4 4.9 Form 4.20% Senior Note Due 2048, issued in the aggregate principal amount of $600,000,000 under the 1993 Senior Indenture, as amended and supplemented \n\nCurrent Report on Form 8-K (filed on March 14, 2018; Exhibit 4.2 therein) \n\n4 4.10 Form 4.00% Senior Note Due 2029, issued in the aggregate principal amount of $550,000,000 \n\nCurrent Report on Form 8-K (filed on October 23, 2018; Exhibit 4.2 therein) \n\n4 4.11 Indenture dated as of September 12, 2018 between The Progressive Corporation and U.S. Bank National Association, Trustee (including table of contents and cross-reference sheet) \n\nRegistration Statement No. 333-227315 (filed on September 13, 2018; Exhibit 4.2 therein) \n\n4 4.12 First Supplemental Indenture dated October 23, 2018 between The Progressive Corporation and U.S. Bank Nationa l Association, as trustee \n\nCurrent Report on Form 8-K (filed on October 23, 2018; Exhibit 4.1 therein) \n\n4 4.13 Second Supplemental Indenture dated March 26, 2020 between The Progressive Corporation and U.S. Bank National Association, as trustee \n\nCurrent Report on Form 8-K (filed on March 26, 2020; Exhibit 4.1 therein) \n\n##TABLE_END\n\n- 44 - \n\n##TABLE_START EXHIBIT INDEX \n\nExhibit No. Under Reg. S-K, Item 601 \n\nForm 10-K Exhibit No. \n\nDescription of Exhibit \n\nIf Incorporated by Reference, Documents with Which Exhibit was Previously Filed with SEC \n\n4 4.14 Third Supplemental Indenture between The Progressive Corporation and U.S. Bank Trust Company, National Association, as trustee \n\nCurrent Report on Form 8-K (filed March 9, 2022; Exhibit 4.1 therein) 4 4.15 Form of 3.20% Senior Note due 2030, issued in the aggregate principal amount of $500,000,000 \n\nCurrent Report on Form 8-K (filed on March 26, 2020; Exhibit 4.2 therein) \n\n4 4.16 Form of 3.95% Senior Note due 2050, issued in the aggregate principal amount of $500,000,000 \n\nCurrent Report on Form 8-K (filed on March 26, 2020; Exhibit 4.3 therein) \n\n4 4.17 Form of 2.50% Senior Note due 2027 \n\nCurrent Report on Form 8-K (filed March 9, 2022; Exhibit 4.2 therein) 4 4.18 Form of 3.00% Senior Note due 2032 \n\nCurrent Report on Form 8-K (filed March 9, 2022; Exhibit 4.3 therein) 4 4.19 Form of 3.70% Senior Note due 2052 \n\nCurrent Report on Form 8-K (filed March 9, 2022; Exhibit 4.4 therein) 4 4.20 Indenture dated as of September 15, 1993 between The Progressive Corporation and State Street Bank and Trust Company (successor in interest to The First National Bank of Boston), as Trustee (&#8220;1993 Senior Indenture&#8221;) (including table of contents and cross-reference sheet) \n\nRegistration Statement No. 333-48935 (filed on March 31, 1998; Exhibit 4.1 therein) \n\n4 4.21 First Supplemental Indenture dated March 15, 1996 to the 1993 Senior Indenture between The Progressive Corporation and State Street Bank and Trust Company \n\nRegistration Statement No. 333-01745 (filed on March 15, 1996; Exhibit 4.2 therein) \n\n4 4.22 Second Supplemental Indenture dated February 26, 1999 to the 1993 Senior Indenture between The Progressive Corporation and State Street Bank and Trust Company, as Trustee \n\nRegistration Statement No. 333-100674 (filed on October 22, 2002; Exhibit 4.3 therein) \n\n4 4.23 Fourth Supplemental Indenture dated November 21, 2002 to the 1993 Senior Indenture between The Progressive Corporation and State Street Bank and Trust Company, as Trustee \n\nRegistration Statement No. 333-143824 (filed on June 18, 2007; Exhibit 4.5 therein) \n\n4 4.24 Fifth Supplemental Indenture dated June 13, 2007 to the 1993 Senior Indenture between The Progressive Corporation and U.S. Bank National Association, evidencing the designation of U.S. Bank National Association as successor Trustee under the 1993 Senior Indenture \n\nRegistration Statement No. 333-143824 (filed on June 18, 2007; Exhibit 4.6 therein) \n\n4 4.25 Seventh Supplemental Indenture dated April 25, 2014 to the 1993 Senior Indenture between The Progressive Corporation and U.S. Bank National Association, as Trustee \n\nCurrent Report on Form 8-K (filed on April 25, 2014; Exhibit 4.1 therein) \n\n4 4.26 Eighth Supplemental Indenture dated January 26, 2015 to the 1993 Senior Indenture between The Progressive Corporation and U.S. Bank National Association, as Trustee \n\nCurrent Report on Form 8-K (filed on January 26, 2015; Exhibit 4.1 therein) \n\n##TABLE_END\n\n- 45 - \n\n##TABLE_START EXHIBIT INDEX \n\nExhibit No. Under Reg. S-K, Item 601 \n\nForm 10-K Exhibit No. \n\nDescription of Exhibit \n\nIf Incorporated by Reference, Documents with Which Exhibit was Previously Filed with SEC \n\n4 4.27 Ninth Supplemental Indenture dated August 25, 2016 to the 1993 Senior Indenture between The Progressive Corporation and U.S. Bank National Association, as Trustee \n\nCurrent Report on Form 8-K (filed on August 25, 2016; Exhibit 4.1 therein) \n\n4 4.28 Tenth Supplemental Indenture dated April 6, 2017 to the 1993 Senior Indenture between The Progressive Corporation and U.S. Bank National Association, as Trustee \n\nCurrent Report on Form 8-K (filed on April 6, 2017; Exhibit 4.1 therein) \n\n4 4.29 Eleventh Supplemental Indenture dated March 14, 2018 to the 1993 Senior Indenture between The Progressive Corporation and U.S. Bank National Association, as Trustee \n\nCurrent Report on Form 8-K (filed on March 14, 2018; Exhibit 4.1 therein) \n\n4 4.30 Form of Confirmation Letter-Discretionary Line of Credit from PNC Bank, National Association to The Progressive Corporation \n\nQuarterly Report on Form 10-Q (filed on May 1, 2019; Exhibit 4.1 therein) \n\n4 4.31 Amendment to Discretionary Line Documents - Discretionary Line of Credit from PNC Bank, National Association, to The Progressive Corporation (2020 Amendment) \n\nQuarterly Report on Form 10-Q (filed on August 4, 2020; Exhibit 5.1 therein) 4 4.32 Amendment to Discretionary Line Documents - Discretionary Line of Credit from PNC Bank, National Association, to The Progressive Corporation (2021 Amendment) \n\nQuarterly Report on Form 10-Q (filed on August 3, 2021; Exhibit 4.1 therein) 4 4.33 Form of Discretionary Line of Credit Note from The Progressive Corporation to PNC Bank, National Association \n\nQuarterly Report on Form 10-Q (filed on May 11, 2015; Exhibit 4.2 therein) 10(iii) \n\n10.1 The Progressive Corporation 202 3 Gainshare Plan \n\nFiled herewith \n\n10(iii) \n\n10.2 The Progressive Corporation 2015 Equity Incentive Plan \n\nCurrent Report on Form 8-K (filed on February 4, 2015; Exhibit 10.1 therein) \n\n10(iii) \n\n10.3 Form of Restricted Stock Unit Award Agreement for 2020 Time-Based Awards (Executive Officers) under the Progressive Corporation 2015 Equity Incentive Plan (for 2020) \n\nCurrent Report on Form 8-K (filed on March 26, 2020; Exhibit 10.1 therein) \n\n10(iii) 10.4 Form of Restricted Stock Unit Award Agreement for Time-Based Awards under The Progressive Corporation 2015 Equity Incentive Plan (for 2022) \n\nQuarterly Report on Form 10-Q (filed on May 2, 2022; Exhibit 10.1 therein) 10(iii) \n\n10.5 Form of Restricted Stock Unit Award Agreement for 2021 Time-Based Awards under the Progressive Corporation 2015 Equity Incentive Plan (for 2021) \n\nCurrent Report on Form 8-K (filed on March 25, 2021; Exhibit 10.1 therein) \n\n10(iii) \n\n10.6 Form of Restricted Stock Unit Award Agreement for 2020 Time-Based Awards under the Progressive Corporation 2015 Equity Incentive Plan (for 2020) \n\nCurrent Report on Form 8-K (filed on March 26, 2020; Exhibit 10.2 therein) \n\n10(iii) \n\n10.7 Form of Restricted Stock Unit Award Agreement for Time-Based Awards under The Progressive Corporation 2015 Equity Incentive Plan (for 2019) \n\nQuarterly Report on Form 10-Q (filed on May 1, 2019; Exhibit 10.1 therein) \n\n##TABLE_END\n\n- 46 - \n\n##TABLE_START EXHIBIT INDEX \n\nExhibit No. Under Reg. S-K, Item 601 \n\nForm 10-K Exhibit No. \n\nDescription of Exhibit \n\nIf Incorporated by Reference, Documents with Which Exhibit was Previously Filed with SEC \n\n10(iii) 10.8 Form of Restricted Stock Unit Award Agreement for Performance-Based Awards (Performance Versus Market) under The Progressive Corporation 2015 Equity Incentive Plan (for 2022) \n\nQuarterly Report on Form 10-Q (filed on May 2, 2022; Exhibit 10.2 therein) 10(iii) \n\n10.9 Form of Restricted Stock Unit Award Agreement for 2021 Performance-Based Awards (Performance Versus Market) under The Progressive Corporation 2015 Equity Incentive Plan (for 2021) \n\nCurrent Report on Form 8-K (filed on March 25, 2021; Exhibit 10.2 therein) \n\n##TABLE_END\n\n##TABLE_START 10(iii) \n\n10.10 Form of Restricted Stock Unit Award Agreement for 2020 Performance-Based Awards (Performance Versus Market) under The Progressive Corporation 2015 Equity Incentive Plan (for 2020) \n\nCurrent Report on Form 8-K (filed on March 26, 2020; Exhibit 10.3 therein) \n\n10(iii) \n\n10.11 Form of Restricted Stock Unit Award Agreement for Performance-Based Awards (Investment Results) under The Progressive Corporation 2015 Equity Incentive Plan (for 2022) \n\nQuarterly Report on Form 10-Q (filed on May 2, 2022; Exhibit 10.3 therein) 10(iii) 10.12 Form of Restricted Stock Unit Award Agreement for 2021 Performance-Based Awards (Investment Results) under The Progressive Corporation 2015 Equity Incentive Plan (for 2021) \n\nCurrent Report on Form 8-K (filed on March 25, 2021; Exhibit 10.3 therein) \n\n10(iii) 10.13 Form of Restricted Stock Unit Award Agreement for 2020 Performance-Based Awards (Investment Results) under The Progressive Corporation 2015 Equity Incentive Plan (for 2020) \n\nCurrent Report on Form 8-K (filed on March 26, 2020; Exhibit 10.4 therein) \n\n10(iii) 10.14 Form of Restricted Stock Unit Award Agreement for Special Time/Performance-Based Award under The Progressive Corporation 2015 Equity Incentive Plan (for 2022) \n\nQuarterly Report on Form 10-Q (filed on May 2, 2022; Exhibit 10.4 therein) 10(iii) 10.15 Form of Restricted Stock Unit Award Agreement for 2020 Special Time/Performance-Based Award under The Progressive Corporation 2015 Equity Incentive Plan (for 2020) \n\nAnnual Report on Form 10-K (filed on March 1, 2021; Exhibit 10.14 therein) \n\n10(iii) 10.16 The Progressive Corporation 2017 Directors Equity Incentive Plan \n\nCurrent Report on Form 8-K (filed on February 21, 2017; Exhibit 10.1 therein) 10(iii) \n\n10.17 The Progressive Corporation 2017 Directors Equity Incentive Plan (2022 Amendment and Restatement) \n\nCurrent Report on Form 8-K (filed May 16, 2022; Exhibit 10 therein) 10(iii) 10.18 Form of Restricted Stock Award Agreement under The Progressive Corporation 2017 Directors Equity Incentive Plan (for 2022) \n\nQuarterly Report on Form 10-Q (filed on August 2, 2022; Exhibit 10.2 therein) 10(iii) \n\n10.19 The Progressive Corporation Executive Deferred Compensation Plan (2003 Amendment and Restatement) \n\nRegistration Statement No. 333-185704 (filed on December 27, 2012; Exhibit 4.3 therein) \n\n10(iii) \n\n10.20 First Amendment to The Progressive Corporation Executive Deferred Compensation Plan (2003 Amendment and Restatement) \n\nRegistration Statement No. 333-185704 (filed on December 27, 2012; Exhibit 4.4 therein) \n\n##TABLE_END\n\n- 47 - \n\n##TABLE_START EXHIBIT INDEX \n\nExhibit No. Under Reg. S-K, Item 601 \n\nForm 10-K Exhibit No. \n\nDescription of Exhibit \n\nIf Incorporated by Reference, Documents with Which Exhibit was Previously Filed with SEC \n\n10(iii) \n\n10.21 Second Amendment to The Progressive Corporation Executive Deferred Compensation Plan (2003 Amendment and Restatement) \n\nRegistration Statement No. 333-185704 (filed on December 27, 2012; Exhibit 4.5 therein) \n\n10(iii) \n\n10.22 Third Amendment to The Progressive Corporation Executive Deferred Compensation Plan (2003 Amendment and Restatement) \n\nRegistration Statement No. 333-185704 (filed on December 27, 2012; Exhibit 4.6 therein) \n\n10(iii) \n\n10.23 Fourth Amendment to The Progressive Corporation Executive Deferred Compensation Plan (2003 Amendment and Restatement) \n\nRegistration Statement No. 333-185704 (filed on December 27, 2012; Exhibit 4.7 therein) \n\n10(iii) \n\n10.24 The Progressive Corporation Executive Deferred Compensation Plan (2008 Amendment and Restatement) \n\nRegistration Statement No. 333-185704 (filed on December 27, 2012; Exhibit 4.8 therein) \n\n10(iii) \n\n10.25 First Amendment to The Progressive Corporation Executive Deferred Compensation Plan (2008 Amendment and Restatement) \n\nRegistration Statement No. 333-185704 (filed on December 27, 2012; Exhibit 4.9 therein) \n\n10(iii) \n\n10.26 The Progressive Corporation Executive Deferred Compensation Plan (2010 Amendment and Restatement) \n\nRegistration Statement No. 333-185704 (filed on December 27, 2012; Exhibit 4.10 therein) \n\n10(iii) \n\n10.27 First Amendment to The Progressive Corporation Executive Deferred Compensation Plan (2010 Amendment and Restatement) \n\nRegistration Statement No. 333-185704 (filed on December 27, 2012; Exhibit 4.11 therein) \n\n10(iii) \n\n10.28 Second Amendment to The Progressive Corporation Executive Deferred Compensation Plan (2010 Amendment and Restatement) \n\nCurrent Report on Form 8-K (filed on October 14, 2014; Exhibit 10 therein) \n\n10(iii) \n\n10.29 Third Amendment to the Progressive Corporation Executive Deferred Compensation Plan (2010 Amendment and Restatement) \n\nAnnual Report on Form 10-K (filed on February 29, 2016; Exhibit 10.53 therein) \n\n10(iii) \n\n10.30 Fourth Amendment to The Progressive Corporation Executive Deferred Compensation Plan (2010 Amendment and Restatement) \n\nQuarterly Report on Form 10-Q (filed on November 2, 2017; Exhibit 10 therein) \n\n10(iii) \n\n10.31 The Progressive Corporation Executive Deferred Compensation Plan (2018 Amendment and Restatement) \n\nQuarterly Report on Form 10-Q (filed on July 31, 2018; Exhibit 10 therein) \n\n10(iii) \n\n10.32 The Progressive Corporation Executive Deferred Compensation Trust (November 8, 2002 Amendment and Restatement) \n\nRegistration Statement No. 333-185704 (filed on December 27, 2012; Exhibit 4.23 therein) \n\n10(iii) \n\n10.33 First Amendment to Trust Agreement between Fidelity Management Trust Company and Progressive \n\nRegistration Statement No. 333-185704 (filed on December 27, 2012; Exhibit 4.24 therein) \n\n10(iii) \n\n10.34 Second Amendment to The Progressive Corporation Executive Deferred Compensation Trust \n\nRegistration Statement No. 333-185704 (filed on December 27, 2012; Exhibit 4.25 therein) \n\n10(iii) \n\n10.35 Third Amendment to The Progressive Corporation Executive Deferred Compensation Trust \n\nRegistration Statement No. 333-185704 (filed on December 27, 2012; Exhibit 4.26 therein) \n\n10(iii) \n\n10.36 Fourth Amendment to The Progressive Corporation Executive Deferred Compensation Trust \n\nRegistration Statement No. 333-185704 (filed on December 27, 2012; Exhibit 4.27 therein) \n\n##TABLE_END\n\n- 48 - \n\n##TABLE_START EXHIBIT INDEX \n\nExhibit No. Under Reg. S-K, Item 601 \n\nForm 10-K Exhibit No. \n\nDescription of Exhibit \n\nIf Incorporated by Reference, Documents with Which Exhibit was Previously Filed with SEC \n\n10(iii) \n\n10.37 Fifth Amendment to The Progressive Corporation Executive Deferred Compensation Trust \n\nRegistration Statement No. 333-185704 (filed on December 27, 2012; Exhibit 4.28 therein) \n\n10(iii) \n\n10.38 Sixth Amendment to The Progressive Corporation Executive Deferred Compensation Trust \n\nRegistration Statement No. 333-185704 (filed on December 27, 2012; Exhibit 4.29 therein) \n\n10(iii) \n\n10.39 Seventh Amendment to The Progressive Corporation Executive Deferred Compensation Trust \n\nRegistration Statement No. 333-185704 (filed on December 27, 2012; Exhibit 4.30 therein) \n\n10(iii) \n\n10.40 Eighth Amendment to The Progressive Corporation Executive Deferred Compensation Trust (2002 Amendment and Restatement) \n\nAnnual Report on Form 10-K (filed on February 27, 2019; Exhibit 10.49 therein) \n\n10(iii) \n\n10.41 Ninth Amendment to The Progressive Corporation Executive Deferred Compensation Trust \n\nQuarterly Report on Form 10-Q (filed on May 11, 2015; Exhibit 10.5 therein) \n\n10(iii) \n\n10.42 Tenth Amendment to The Progressive Corporation Executive Deferred Compensation Trust \n\nQuarterly Report on Form 10-Q (filed on May 11, 2015; Exhibit 10.6 therein) \n\n##TABLE_END\n\n##TABLE_START 10(iii) \n\n10.43 The Progressive Corporation Directors Deferral Plan (2008 Amendment and Restatement) \n\nAnnual Report on Form 10-K (filed on February 27, 2018; Exhibit 10.91 therein) \n\n10(iii) \n\n10.44 The Progressive Corporation Directors Deferral Plan (2015 Amendment and Restatement) \n\nAnnual Report on Form 10-K (filed on February 29, 2016; Exhibit 10.77 therein) \n\n10(iii) \n\n10.45 The Progressive Corporation Directors Restricted Stock Deferral Plan (2008 Amendment and Restatement) \n\nQuarterly Report on Form 10-Q (filed on May 1, 2019; Exhibit 10.4 therein) \n\n10(iii) \n\n10.46 First Amendment to The Progressive Corporation Directors Restricted Stock Deferral Plan (2008 Amendment and Restatement) \n\nAnnual Report on Form 10-K (filed on February 27, 2019; Exhibit 10.56 therein) \n\n10(iii) \n\n10.47 Director Compensation Schedule for 202 2 -202 3 Term \n\nFiled herewith \n\n10(iii) \n\n10.48 The Progressive Corporation Executive Separation Allowance Plan (2021 Amendment and Restatement) \n\nQuarterly Report on Form 10-Q (filed on May 4, 2021; Exhibit 10.4 therein) \n\n10(iii) \n\n10.49 First Amendment to The Progressive Corporation Executive Separation Allowance Plan (2021 Amendment and Restatement) \n\nQuarterly Report on Form 10-Q (filed on August 3, 2021; Exhibit 10.3 therein) \n\n10(iii) \n\n10.50 Second Amendment to The Progressive Corporation Executive Separation Allowance Plan (2021 Amendment and Restatement) \n\nQuarterly Report on Form 10-Q (filed on May 2, 2022; Exhibit 10.5 therein) 10(iii) \n\n10.51 202 3 Progressive Capital Management Annual Incentive Plan \n\nFiled herewith \n\n10(iii) \n\n10.52 Chief Marketing Officer Offer Letter \n\nAnnual Report on Form 10-K (filed on February 28, 2022; Exhibit 10.49 therein) \n\n13 13 The Progressive Corporation 202 2 Annual Report to Shareholders \n\nFiled herewith \n\n21 21 Subsidiaries of The Progressive Corporation \n\nFiled herewith \n\n##TABLE_END\n\n- 49 - \n\n##TABLE_START EXHIBIT INDEX \n\nExhibit No. Under Reg. S-K, Item 601 \n\nForm 10-K Exhibit No. \n\nDescription of Exhibit \n\nIf Incorporated by Reference, Documents with Which Exhibit was Previously Filed with SEC \n\n23 23 Consent of Independent Registered Public Accounting Firm \n\nFiled herewith \n\n24 24 Powers of Attorney \n\nFiled herewith 31 31.1 Rule 13a-14(a)/15d-14(a) Certification of the Principal Executive Officer, Susan Patricia Griffith \n\nFiled herewith \n\n31 31.2 Rule 13a-14(a)/15d-14(a) Certification of the Principal Financial Officer, John P. Sauerland \n\nFiled herewith \n\n32 32.1 Section 1350 Certification of the Principal Executive Officer, Susan Patricia Griffith \n\nFiled herewith \n\n32 32.2 Section 1350 Certification of the Principal Financial Officer, John P. Sauerland \n\nFiled herewith \n\n99 99 Letter to Shareholders from Susan Patricia Griffith, President and Chief Executive Officer \n\nFiled herewith \n\n101 101.INS \n\nXBRL Instance Document - the instance document does not appear in the Interactive Data File because its XBRL tags are embedded within the Inline XBRL document. \n\nFiled herewith \n\n101 101.SCH \n\nInline XBRL Taxonomy Extension Schema Document \n\nFiled herewith \n\n101 101.CAL \n\nInline XBRL Taxonomy Extension Calculation Linkbase Document \n\nFiled herewith \n\n101 101.DEF \n\nInline XBRL Taxonomy Extension Definition Linkbase Document \n\nFiled herewith \n\n101 101.LAB \n\nInline XBRL Taxonomy Extension Label Linkbase Document \n\nFiled herewith \n\n101 101.PRE \n\nInline XBRL Taxonomy Extension Presentation Linkbase Document \n\nFiled herewith \n\n104 104 Cover Page Interactive Data File (the cover page tags are embedded within the Inline XBRL document). Filed herewith ##TABLE_END\n\n- 50 - \n\n"
    }
  ]
}