{
  "ticker": "PHM",
  "content": [
    {
      "section": "1",
      "text": " ITEM I. BUSINESS \n\nPulteGroup, Inc. is a Michigan corporation organized in 1956. We are one of the largest homebuilders in the United States (\"U.S.\"), and our common shares are included in the S&#38;P 500 Index and trade on the New York Stock Exchange under the ticker symbol \"PHM\". Unless the context otherwise requires, the terms \"PulteGroup\", the \"Company\", \"we\", \"us\", and \"our\" used herein refer to PulteGroup, Inc. and its subsidiaries. While our subsidiaries engage primarily in the homebuilding business, we also have financial services businesses, including mortgage banking, conducted principally through Pulte Mortgage LLC (\"Pulte Mortgage\"), title, and insurance brokerage operations. \n\nHomebuilding, our core business, involves the acquisition and development of land primarily for residential purposes within the U.S. and the construction of housing on such land. Homebuilding generated 98% of our consolidated revenues of $16.2 billion in 2022, 97% of our consolidated revenues of $13.9 billion in 2021, and 97% of our consolidated revenues of $11.0 billion in 2020. \n\nAvailable information \n\nWe file annual, quarterly, and current reports, proxy statements, and other information with the Securities and Exchange Commission (the \"SEC\"). These filings are available at the SEC&#8217;s website at www.sec.gov. Our internet website address is www.pultegroupinc.com. Our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act are available free of charge through our website as soon as reasonably practicable after we electronically file them with or furnish them to the SEC. Our code of ethics for principal officers, our code of ethical business conduct, our corporate governance guidelines, and the charters of the Audit, Compensation and Management Development, Nominating and Governance, and Finance and Investment Committees of our Board of Directors are also posted on our website and are available in print, free of charge, upon request. \n\nHomebuilding Operations \n\nOur Homebuilding operations are geographically diverse within the U.S. During 2022, we operated out of an average of 810 active communities in 42 markets across 24 states. We offer a broad product line to meet the needs of homebuyers in our targeted markets. Through our brands, which include Centex, Pulte Homes, Del Webb, DiVosta Homes, John Wieland Homes and Neighborhoods, and American West, we offer a wide variety of home designs with varying levels of options and amenities to our major customer groups: first-time, move-up, and active adult. During 2022, we delivered closings totaling 29,111 homes, compared with 28,894 homes in 2021 and 24,624 homes in 2020. Over our history, we have delivered nearly 800,000 homes. \n\nWe predominantly sell single-family detached homes, which represented 86% of our home closings in 2022, 84% in 2021, and 85% in 2020. The remaining units consist of attached homes, such as townhomes, condominiums, and duplexes. Sales prices of home closings during 2022 ranged from approximately $150,000 to over $2,500,000, with 87% falling within the range of $250,000 to $750,000. The average unit selling price in 2022 was $542,000, compared with $463,000 in 2021, and $430,000 in 2020. \n\nStrategy \n\nWe believe that national publicly-traded builders have a competitive advantage over local builders through their ability to: access more reliable and lower cost financing through the capital markets; control and entitle large land positions; gain better access to scarce labor resources; and achieve greater geographic and product diversification. We believe that builders with broad geographic and product diversity and sustainable capital positions will benefit from this scale and diversification in any market conditions. Our strategy to enhance shareholder value is centered around the following operational objectives: \n\n&#8226; Drive operational gains and asset efficiency in support of high returns over the housing cycle; \n\n&#8226; Shorten the duration of our owned land pipeline to improve returns and reduce risks; \n\n&#8226; Increase scale within our existing markets by appropriately expanding market share among our primary buyer groups: first-time, move-up, and active adult; \n\n&#8226; Focus on maintaining an appropriate balance of built-to-order and speculative homes; and \n\n&#8226; Manage the Company's capital consistent with our stated priorities: invest in the business, fund our dividend, and routinely return excess funds to shareholders through share repurchases, while maintaining a modest leverage profile. \n\nLand acquisition and development \n\nWe acquire land primarily for the construction of homes for sale. We select locations for development of homebuilding communities after completing a feasibility study, which includes, among other things, soil tests, independent environmental studies and other engineering work, an evaluation of necessary zoning and other governmental entitlements, and extensive market research that enables us to match the location with our product offering to meet the needs of consumers. We consider factors such as proximity to developed areas, population and job growth patterns, and, if applicable, estimated development costs. We frequently manage a portion of the risk of controlling our land positions through the use of land option agreements, which enable us to defer acquiring portions of properties owned by land sellers until we have determined whether and when to exercise our option. Our use of land option agreements can serve to enhance our expected returns on our land investments and reduce the financial risk associated with long-term land holdings. We typically acquire land with the intent to complete sales of housing units within 24 to 36 months from the date of opening a community, except in the case of certain Del Webb active adult developments and other large master-planned projects for which the completion of community build-out requires a longer time period. While our overall supply of controlled land is in excess of our short-term needs in certain of our markets, some of our controlled land consists of long-term positions that will not be converted to home sales in the near term. Accordingly, we remain active in our pursuit of new land investment. We also periodically sell select parcels of land to third parties for commercial or other development or if we determine that such parcels no longer fit into our strategic operating plans. \n\nLand is generally purchased after it is zoned and developed, or is ready for development, for our intended use. Where we develop land, we engage directly in many phases of the development process, including: land and site planning; obtaining environmental and other regulatory approvals; and constructing roads, sewers, water and drainage facilities, and community amenities, such as parks, pools, and clubhouses. We use our staff and the services of independent engineers and consultants for land development activities. Land development work is performed primarily by independent contractors and, when needed, local government authorities who construct roads and sewer and water systems in some areas. At December 31, 2022, we controlled 211,112 lots, of which 108,848 were owned and 102,264 were under land option agreements. \n\nSales and marketing \n\nWe are dedicated to improving the quality and value of our homes through innovative architectural and community designs. Analyzing various qualitative and quantitative data obtained through extensive market research, we stratify our potential customers into well-defined homebuyer groups. Such stratification provides a method for understanding the business opportunities and risks across the full spectrum of consumer groups in each market. Once the needs of potential homebuyers are understood, we link our home design and community development efforts to the specific lifestyle of each consumer group. Through our understanding of each consumer group, we seek to provide homes that better meet the needs and wants of each homebuyer. \n\nOur homes targeted to first-time homebuyers tend to be smaller with product offerings geared toward lower average selling prices and higher density. Move-up homebuyers tend to place more of a premium on location and amenities. These communities typically offer larger homes at higher price points. Through our Del Webb brand, we address the needs of active adults. Many of these active adult communities are age-restricted to homebuyers aged fifty-five and over and are highly amenitized, offering a variety of features, including athletic facilities, recreational centers, and educational classes, to facilitate the homebuyer maintaining an active lifestyle. In order to make the cost of these highly amenitized communities affordable to the individual homeowner, Del Webb communities tend to be larger than first-time or move-up homebuyer communities. During 2022, 35%, 39%, and 26% of our home closings were to first-time, move-up, and active adult customers, respectively, which reflects an increase toward first-time buyers since 2021 consistent with our continued investment in serving first-time buyers. \n\nWe believe that we are an innovator in home design, and we view our design capabilities as an integral aspect of our marketing strategy. Our in-house architectural services teams, supplemented by outside consultants, follow a disciplined product development process to introduce new features and technologies based on customer-validated data. Following this disciplined process results in distinctive design features, both in exterior facades and interior options and features. We typically offer a variety of house floor plans and elevations in each community, including potential options and upgrades, such as different flooring, countertop, fixture, and appliance choices, and design our base house and option packages to meet the needs of our customers as defined through rigorous market research. Energy efficiency represents an important source of value for new \n\nhomes compared with existing homes and represents a key area of focus for our home designs, including high efficiency heating, ventilation, and air conditioning systems and insulation, low-emissivity windows, solar power in certain geographies, and other energy-efficient features. \n\nWe market our homes to prospective homebuyers through internet listings and link placements, social media, mobile applications, media advertising, illustrated brochures, and other advertising displays. We have made significant enhancements in our tools and business practices to adapt our selling efforts to today's tech-enabled customers. This includes our websites ( www.pulte.com, www.centex.com, www.delwebb.com, www.divosta.com, www.jwhomes.com, and www.americanwesthomes.com) , which provide tools to help users find a home that meets their needs, investigate financing alternatives, communicate moving plans, maintain a home, learn more about us, and communicate directly with us. \n\nOur sales teams consist primarily of commissioned employees, and the majority of our home closings also involve independent third party sales brokers. Our sales consultants are responsible for guiding the customer through the sales process, including selecting the community, house floor plan, and options that meet the customer's needs. We are committed to industry-leading customer service through a variety of quality initiatives, including our customer care program, which seeks to ensure that homebuyers are engaged and satisfied at every stage of the process. Fully furnished and landscaped model homes physically located in our communities, which leverage the expertise of our interior designers, are generally used to showcase our homes and their distinctive design features. We have also introduced virtual reality walkthroughs of our house floor plans in certain communities to provide prospective homebuyers with a more cost-effective means to provide a realistic vision of our homes. \n\nThe majority of our homes are sold on a built-to-order basis where we do not begin construction of the home until we have a signed contract with a customer. However, we also build speculative homes in most of our communities, which allow us to compete more effectively with existing homes available in the market, especially for homebuyers that require a home within a short time frame. We determine our speculative home strategy for each community based on local market factors and maintain a level of speculative home inventory based on our current and planned sales pace and construction cadence for the community. \n\nOur sales contracts with customers generally require payment of a deposit at the time of contract signing and sometimes additional deposits upon selection of certain options or upgrade features for their homes. Our sales contracts also typically include a financing contingency that provides customers with the right to cancel if they cannot obtain mortgage financing at specified interest rates within a specified period. Our contracts may also include other contingencies, such as the sale of an existing home. Backlog, which represents orders for homes that have not yet closed, was $7.7 billion (12,169 units) at December 31, 2022 and $9.9 billion (18,003 units) at December 31, 2021. This decrease in 2022 backlog compared to 2021 was primarily the result of lower new orders during 2022 combined with an increased cancellation rate. For orders in backlog, we have received a signed customer contract and customer deposit, which is refundable in certain instances. Of the orders in backlog at December 31, 2022, substantially all are scheduled to be closed during 2023, though all orders are subject to potential cancellation by or final negotiations with the customer. In the event of contract cancellation, the majority of our sales contracts stipulate that we have the right to retain the customer&#8217;s deposit, though we may choose to refund the deposit in certain instances. \n\nConstruction \n\nThe construction of our homes is conducted under the supervision of our on-site construction field managers. Substantially all of our construction work is performed by independent subcontractors under contracts that establish a specific scope of work at an agreed-upon price. Using a selective process, we have aligned with what we believe are premier subcontractors and suppliers to deliver quality throughout all aspects of the house construction process. In addition, our construction field managers and customer care associates interact with our homebuyers throughout the construction process and instruct homebuyers on post-closing home maintenance. \n\nContinuous improvement in our house construction process is a key area of focus. We seek to build superior quality homes while maintaining efficient construction operations by using standard materials and components from a variety of sources and by following industry and company-specific construction practices. We maintain high quality product offerings and production processes through the following programs: \n\n&#8226; Common management of house plans to deliver house designs that customers value the most and that can be built at the highest quality and at an efficient cost; \n\n&#8226; Value engineering our house plans to optimize house designs in terms of material content and ease of construction while still providing a clear value to the customer; \n\n&#8226; Utilizing our proprietary construction standards and practices, training of our field leadership and construction personnel, communication with our suppliers, and auditing our compliance through the use of both internal and third party construction experts; and \n\n&#8226; Working with our suppliers using a data driven, collaborative method to reduce construction costs. \n\nGenerally, the construction materials used in our operations are readily available from numerous sources. However, the cost of certain building materials, especially lumber, steel, concrete, resin, copper, and petroleum-based materials, is influenced by changes in global commodity prices, national tariffs, and other trade factors. Additionally, the ability to consistently source qualified labor at reasonable prices remains challenging as labor supply growth has not kept pace with construction demand. To protect against changes in construction costs, labor and materials costs are generally established prior to or near the time when related sales contracts are signed with customers. In addition, we leverage our size by actively negotiating for certain materials on a national or regional basis to minimize costs. However, we cannot determine the extent to which necessary building materials and labor will be available at reasonable prices in the future. For example, labor shortages in certain of our markets have become more acute in recent years in response to industry growth and increased demand outpacing the growth of the residential construction labor pool. Additionally, the supply of certain building materials is limited and has been impacted by the combination of volatile consumer demand and disruptions in the global supply chain caused by the COVID-19 pandemic and major weather events at the point of manufacture of certain products. This volatility in demand, supply chain disruptions, and the consolidation of ownership of the source of supply for certain building materials combined to significantly increase the prices of those materials. As a result, during 2022, in all of our markets, we experienced supply chain constraints, increases in the prices of some building materials, and shortages of skilled labor. Increased costs or shortages of materials caused increases in construction costs and construction delays. \n\nCompetition \n\nThe housing industry in the U.S. is fragmented and highly competitive. While we are one of the largest homebuilders in the U.S., our national market share represented only approximately 5% of U.S. new home sales in 2022. In each of our local markets, there are numerous national, regional, and local homebuilders with whom we compete. Additionally, new home sales have traditionally represented less than 15% of overall U.S. home sales (new and existing homes). Therefore, we also compete with sales of existing house inventory and any provider of for sale or rental housing units, including apartment operators. We compete primarily on the basis of location, price, quality, reputation, design, community amenities, and our customers' overall sales and homeownership experiences. \n\nSeasonality \n\nAlthough significant changes in market conditions have impacted our seasonal patterns in the past and could do so again, we historically experience variability in our quarterly results from operations due to the seasonal nature of the homebuilding industry. We generally experience increases in revenues and cash flow from operations during the fourth quarter based on the timing of home closings. This seasonal activity increases our working capital requirements in our third and fourth quarters to support our home production and loan origination volumes. As a result of the seasonality of our operations, our quarterly results of operations are not necessarily indicative of the results that may be expected for the full year. \n\nRegulation and environmental matters \n\nOur operations are subject to extensive regulations imposed and enforced by various federal, state, and local governing authorities. These regulations are complex and include building codes, land zoning and other entitlement restrictions, health and safety regulations, labor practices, marketing and sales practices, environmental regulations, rules and regulations relating to mortgage financing and title operations, and various other laws, rules, and regulations. Collectively, these regulations have a significant impact on the site selection and development of our communities; our house design and construction techniques; our relationships with customers, employees, suppliers, and subcontractors; and many other aspects of our business. The applicable governing authorities frequently have broad discretion in administering these regulations, including inspections of our homes prior to closing with the customer in the majority of municipalities in which we operate. Additionally, we may experience extended timelines for receiving required approvals from municipalities or other government agencies that can delay our anticipated development and construction activities in our communities. \n\nFinancial Services Operations \n\nWe conduct our financial services business, which includes mortgage banking, title, and insurance brokerage operations, through Pulte Mortgage and other subsidiaries. Pulte Mortgage arranges financing through the origination of mortgage loans primarily for the benefit of our homebuyers. We are a lender approved by the Federal Housing Administration (\"FHA\") and Department of Veterans Affairs (\"VA\") and are a seller/servicer approved by Government National Mortgage Association (\"Ginnie Mae\"), Federal National Mortgage Association (\"Fannie Mae\"), Federal Home Loan Mortgage Corporation (\"Freddie Mac\"), and other investors. In our conventional mortgage lending activities, we follow underwriting guidelines established by Fannie Mae, Freddie Mac, and private investors. We believe that our customers&#8217; use of our in-house mortgage and title operations provides us with a competitive advantage by enabling more control over the quality of the overall home buying process for our customers, while also helping us align the timing of the house construction process with our customers&#8217; financing needs. \n\nOperating through a captive business model targeted to supporting our Homebuilding operations, the business levels of our Financial Services operations are highly correlated to Homebuilding. Our Homebuilding customers continue to account for substantially all of our loan production. We originated the mortgage loans for 62% of the homes we closed in 2022, and 73% in both 2021 and 2020. Other home closings are settled via either cash, which typically represent approximately 15% of home closings, or third party lenders. \n\nIn originating mortgage loans, we initially use our own funds, including funds available pursuant to credit agreements with third parties, and subsequently sell such mortgage loans to third party investors in the secondary market. Substantially all of the loans we originate are sold in the secondary market within a short period of time after origination, generally within 30 days. We also sell the servicing rights for the loans we originate through fixed price servicing sales contracts to reduce the risks and costs inherent in servicing loans. This strategy results in owning the loans and related servicing rights for only a short period of time. \n\nThe mortgage industry in the U.S. is highly competitive. We compete with other mortgage companies and financial institutions to provide attractive mortgage financing to our homebuyers. We utilize a centralized fulfillment center for our mortgage operations that performs underwriting, processing, and closing functions. We believe centralizing both the fulfillment and origination of our loans improves the speed, efficiency, and quality of our mortgage operations, improving our profitability and allowing us to focus on providing attractive mortgage financing opportunities for our customers. \n\nIn originating and servicing mortgage loans, we are subject to the rules and regulations of the government-sponsored investors and other investors that purchase the loans we originate, as well as to those of other government agencies that have oversight of the government-sponsored investors or consumer lending rules in the U.S. In addition to being affected by changes in these programs, our mortgage banking business is also affected by many of the same factors that impact our homebuilding business. \n\nOur mortgage operations may be responsible for losses associated with mortgage loans originated and sold to investors in the event of errors or omissions relating to representations and warranties made by us that the loans met certain requirements, including representations as to underwriting standards, the existence of primary mortgage insurance, and the validity of certain borrower representations in connection with the loan. If a loan is determined to be faulty, we either indemnify the investor for potential future losses, repurchase the loan from the investor, or reimburse the investor's actual losses. \n\nOur subsidiary title insurance companies serve as title insurance agents and underwriters in select markets by providing title insurance policies and examination and closing services to buyers of homes we sell. Historically, we have not experienced significant claims related to our title operations. \n\nOur insurance brokerage operations serve as a broker for home, auto, and other personal insurance policies in select markets to buyers of homes we sell. All such insurance policies are placed with third party insurance carriers. \n\nHuman Capital Resources \n\nWorkforce \n\nAt December 31, 2022, we employed 6,524 people, of which 1,027 were employed in our Financial Services operations. Of our homebuilding employees, 389 are involved in land acquisition and development functions, 2,513 are involved in construction and post-closing customer care functions; 1,261 are involved in the sales function; and 1,334 are involved in procurement, corporate, and other functions. Our employees are not represented by any union. Contracted work, however, may be performed by union contractors. We consider our employee relations to be good. \n\nCompensation and Benefits \n\nWe offer our employees a competitive wage plus a broad range of Company-paid benefits, including medical, dental, and vision healthcare coverage, paid parental leave, adoption benefits, a 401(k) retirement plan, and a stock compensation plan. The majority of our employees also participate in various performance-based incentive compensation plans. We believe that our compensation and benefits packages are competitive within our industry. \n\nCulture and Objectives \n\nOur key human capital management objectives are designed to attract, develop, and retain top industry talent that reflects the diversity of the communities in which we build. To support this goal, our human resources programs are designed to develop talent to prepare for key roles and leadership positions for the future; reward employees through competitive industry pay, benefits, and other programs; instill our culture with a focus on diversity and ethical behavior; and enhance our employees' performance through investment in current technology, tools, and training to enable our employees to operate at a high level. Our commitment to the aforementioned goals is evidenced through our certification as a Great Place to Work&#174; and formation of a national diversity council. \n\nWe believe that diversity in the workplace produces unique perspectives which serve to drive innovation and change, which we feel benefits the overall organization. We believe our employees are an integral part of the success of our business and the cultivation and development of their collective skillsets is an entity-wide priority and critical to our success. Our management teams are expected to exhibit and promote honest, ethical, and respectful conduct in the workplace. All of our employees must adhere to a code of conduct that sets standards for appropriate ethical behavior. \n\nRecruitment and Retention \n\nOur management team supports a culture of developing future leaders from our existing workforce, enabling us to promote from within for many leadership positions. We believe this provides long-term focus and continuity to our operations while also providing opportunities for the growth and advancement of our employees. Our focus on retention is evident in the length of service of our executive, area, and divisional management teams. The average tenure of our executive team and homebuilding area presidents is 21 years and the average tenure of our homebuilding division presidents is 17 years. \n\nInformation About Our Executive Officers \n\nSet forth below is certain information with respect to our executive officers. \n\n##TABLE_START Name Age Position Year Became \n\nAn Executive Officer \n\nRyan R. Marshall 48 President and Chief Executive Officer 2012 John J. Chadwick 61 Executive Vice President 2019 Robert T. O'Shaughnessy 57 Executive Vice President and Chief Financial Officer 2011 Todd N. Sheldon 55 Executive Vice President, General Counsel and Corporate Secretary 2017 Michelle Hairston 46 Senior Vice President, Human Resources 2018 Brien P. O'Meara 50 Vice President and Controller 2020 ##TABLE_END\n\nThe following is a brief account of the business experience of each officer during the past five years: \n\nMr. Marshall was appointed Chief Executive Officer in September 2016. \n\nMr. Chadwick was appointed Executive Vice President and Chief Operating Officer in April 2019 and previously held the position of Area President over various geographical markets since 2012. In October 2022, Mr. Chadwick notified the Company of his intent to retire in April 2023. Effective January 1, 2023, Mr. Chadwick transitioned to the role of Executive Vice President. \n\nMr. O'Shaughnessy was appointed Executive Vice President and Chief Financial Officer in May 2011. \n\nMr. Sheldon was appointed Executive Vice President, General Counsel and Corporate Secretary in March 2017. \n\nMs. Hairston was appointed Senior Vice President, Human Resources in April 2018 and previously held various Area and corporate human resources leadership positions since 2009. \n\nMr. O'Meara was appointed Vice President and Controller in February 2017. \n\nThere is no family relationship between any of the officers or between any of our officers and any of our directors. Each officer serves at the pleasure of the Board of Directors. \n\n"
    },
    {
      "section": "1A",
      "text": " ITEM 1A. RISK FACTORS \n\nDiscussion of our business and operations included in this annual report on Form 10-K should be read together with the risk factors set forth below. They describe various risks and uncertainties to which we are, or may become, subject. These risks and uncertainties, together with other factors described elsewhere in this report, have the potential to affect our business, financial condition, results of operations, cash flows, strategies, or prospects in a material and adverse manner. \n\nRisks Associated With Our Industry \n\nIncreases in interest rates, reductions in mortgage availability, or other increases in the effective costs of owning a home have prevented potential customers from buying our homes and adversely affected our business and financial results. \n\nA large majority of our customers finance their home purchases through mortgage loans, many through Pulte Mortgage. Mortgage interest rates in recent years have been at or near historic lows, thereby making new homes more affordable. Increases in interest rates can adversely affect the market for new homes, as potential homebuyers may be less willing or able to pay the increased monthly costs resulting from higher interest rates or to obtain mortgage financing. For example, beginning in the second quarter of 2022, we experienced lower than expected signups and traffic among all buyer groups as mortgage rates increased in response to the Federal Reserve's increases to the federal funds rate through 2022 as part of their effort to reduce inflation. This resultant slowdown in signups and traffic was more pronounced during the second half of 2022 as the Federal Reserve's rate hikes resulted in mortgage rates reaching their highest levels since 2008. Ongoing volatility in interest rates may continue to negatively impact our operations and financial results. \n\nA decrease in the availability of mortgage financing generally could also adversely impact the market for new homes, which could result from lenders increasing the qualifications needed for mortgages or adjusting their terms to address any increased credit risk. Even if potential customers do not need financing, changes in interest rates and mortgage availability could make it harder for them to sell their current homes to potential buyers who need financing. These factors could adversely affect the sales or pricing of our homes and could also reduce the volume or margins in our financial services business. Our financial services business could also be impacted to the extent we are unable to match interest rates and amounts on loans we have committed to originate through the various hedging strategies we employ. These developments have historically had, and may in the future have, a material adverse effect on the overall demand for new housing and thereby on the results of operations of our business. \n\nThe liquidity provided by Fannie Mae and Freddie Mac to the mortgage industry is also critical to the housing market. The impact of the federal government&#8217;s conservatorship of Fannie Mae and Freddie Mac on the short-term and long-term demand for new housing remains unclear. Any limitations or restrictions on the availability of financing by these agencies could adversely affect interest rates, mortgage financing, and our sales of new homes and mortgage loans. Additionally, the availability of FHA and VA mortgage financing, which is subject to the same interest rate and lending term risks, is an important factor in marketing some of our homes, and reduced availability of these financing options could negatively impact our results of operations. \n\nThe homebuilding industry is cyclical and deteriorations in industry conditions or downward changes in general economic or other business conditions have historically affected our business and financial results and could do so in the future. \n\nThe residential homebuilding industry is sensitive to changes in economic conditions and other factors, such as the level of employment, consumer confidence, consumer income, product affordability, availability of financing, inflation, and interest rate levels. Adverse changes in any of these conditions generally, or in the markets where we operate, could decrease demand and pricing for new homes in these areas and result in customer cancellations of pending contracts, which could adversely affect the number of home deliveries we make or reduce the prices we can charge for homes, either of which could result in a significant decrease in our revenues and earnings that could materially and adversely affect our financial condition. \n\nFor example, beginning in 2006 and continuing through 2011, the U.S. housing market was unfavorably impacted by severe weakness in new home sales attributable to, among other factors, weak consumer confidence, tightened mortgage standards, significant foreclosure activity, a more challenging appraisal environment, higher than normal unemployment levels, and significant uncertainty in the global economy. During this period, we incurred significant losses, including impairments of our land inventory and certain other assets, and some aspects of the housing industry have yet to return to pre-2007 production levels. As noted previously, historically high inflation, increased interest rates and overall economic conditions in 2022 have impacted the affordability of our homes and consumer sentiment resulting in a significant slowdown in our business and impacts to our financial results. It is uncertain how long these current economic conditions, or the associated impacts on our business and financial results, will continue. \n\nInflation has resulted in increased costs that we may not be able to recoup. \n\nInflation can adversely affect us by increasing costs of land, materials, and labor. In addition, significant inflation is often accompanied by higher interest rates, which recently have had a negative impact on demand for our homes. In an inflationary environment like the one we are currently experiencing, economic conditions and other market factors may make it difficult for us to raise home prices enough to keep up with the rate of inflation, which could reduce our profit margins or reduce the number of consumers who can afford to purchase one of our homes. We are currently experiencing heightened labor and materials prices which have resulted primarily from increased demand and inflationary monetary policy stemming from the onset of the COVID-19 pandemic in early 2020. Although these prices tempered during the second half of 2022, if the current inflationary environment continues or worsens, we may not be able to adjust the pricing we charge for homes to offset these increased costs in the future, which would adversely impact our results of operations and cash flows. \n\nSupply shortages and other risks related to the demand for skilled labor and building materials have and could continue to increase costs and delay deliveries. \n\nThe homebuilding industry is highly competitive for skilled labor. Labor shortages, which began after the onset of the COVID-19 pandemic, have continued to limit the availability of certain materials and construction labor. Additionally, the supply of certain building materials, especially lumber, wood-based materials such as roof and floor trusses and oriented strand boards, steel, resin, concrete, copper, and petroleum-based materials, is limited and has been impacted by the combination of strong consumer demand, disruptions in the global supply chain caused by the COVID-19 pandemic, and major weather events at the point of manufacture of certain products. These factors, along with the consolidation of ownership of the source of supply for certain building materials, have resulted in significant increases to the prices of those materials. Increased costs and \n\nshortages of labor and materials have caused increases in construction costs, and construction delays. We may not be able to pass on increases in construction costs to customers and generally are unable to pass on any such increases to customers who have already entered into sales contracts as those sales contracts generally fix the price of the home at the time the contract is signed, which may be well in advance of the construction of the home. Sustained increases in construction costs may, over time, erode our margins, and pricing competition may restrict our ability to pass on any such additional costs, thereby decreasing our margins. \n\nOur success depends on our ability to acquire land suitable for residential homebuilding in accordance with our land investment criteria. \n\nThe homebuilding industry is highly competitive for suitable land. The availability of finished and partially finished developed lots and undeveloped land for purchase that meet our internal criteria depends on a number of factors outside our control, including land availability in general, competition with other homebuilders and land buyers for desirable property, inflation in land prices, zoning, allowable housing density, and other regulatory requirements. Should suitable lots or land become less available, the number of homes we may be able to build and sell could be reduced, and the cost of land could be increased, perhaps substantially, which could adversely impact our results of operations. \n\nOur long-term ability to build homes depends on our acquiring land suitable for residential building at reasonable prices in locations where we want to build. We experience significant competition for suitable land as a result of land constraints in many of our markets. As competition for suitable land increases, and as available land is developed, the cost of acquiring suitable land could rise, and the availability of suitable land at acceptable prices may decline. Any land shortages or any decrease in the supply of suitable land at reasonable prices could limit our ability to develop new communities or result in increased land costs. We may not be able to pass through to our customers any increased land costs, which could adversely impact our revenues, earnings, and margins. \n\nIf the market value of our land drops significantly, our profits could decrease and result in write-downs of the carrying values of land we own. \n\nThe market value of land can fluctuate significantly as a result of changing market conditions, and the measures we employ to manage inventory risk may not be adequate to insulate our operations from a severe drop in inventory values. We acquire land for expansion into new markets and for replacement of land inventory and expansion within our current markets. If housing demand decreases below what we anticipated when we acquired our inventory, we may not be able to make profits similar to what we have made in the past, we may experience less than anticipated profits, and/or we may not be able to recover our costs when we sell and build homes. When market conditions are such that land values are not appreciating, land option arrangements previously entered into may become less desirable, at which time we may elect to forego deposits and pre-acquisition costs and terminate the agreements. In the face of adverse market conditions, we may have substantial inventory carrying costs, we may have to write down our inventory to its fair value, and/or we may have to sell land or homes at a loss. At times we have been required to record significant write-downs of the carrying value of our land inventory and we have elected not to exercise options to purchase land, even though that required us to forfeit deposits and write-off pre-acquisition costs. If market conditions were to deteriorate in the future, we could elect not to execute additional options and again be required to record significant write downs to our land inventory, which would decrease the asset values reflected on our balance sheet and materially and adversely affect our earnings and our shareholders' equity. \n\nCompetition for homebuyers could reduce our deliveries or decrease our profitability. \n\nThe U.S. housing industry is highly competitive. Homebuilders compete for homebuyers in each of our markets with numerous national, regional, and local homebuilders on the basis of location, price, quality, reputation, design, community amenities, and our customers' overall sales and homeownership experiences. This competition with other homebuilders could reduce the number of homes we deliver or cause us to accept reduced margins to maintain sales volume. \n\nWe also compete with resales of existing or foreclosed homes, housing speculators, and available rental housing. Increased competitive conditions in the residential resale or rental market in the regions where we operate could decrease demand for new homes or unfavorably impact pricing for new homes. \n\nGovernment regulations could increase the cost and limit the availability of our development and homebuilding projects or affect our related financial services operations and adversely affect our business or financial results. \n\nOur operations are subject to building, safety, environmental, and other regulations imposed and enforced by various federal, state, and local governing authorities. New housing developments may also be subject to various assessments for schools, parks, streets, and other public improvements. These assessments have increased over recent years as other funding mechanisms have decreased, causing local governing authorities to seek greater contributions from homebuilders. All of these factors can cause an increase in the effective cost of our homes. \n\nWe also are subject to a variety of local, state, and federal laws and regulations concerning protection of health, safety, and the environment. The impact of environmental laws varies depending upon the prior uses of the building site or adjoining properties and may be greater in areas with less supply where undeveloped land or desirable alternatives are less available. These matters may result in delays, may cause us to incur substantial compliance, remediation and other costs, and can prohibit or severely restrict development and homebuilding activity in environmentally sensitive regions or areas. More stringent requirements could be imposed in the future on homebuilders and developers, thereby increasing the cost of compliance. \n\nOur financial services operations are also subject to numerous federal, state, and local laws and regulations. These include eligibility requirements for participation in federal loan programs and compliance with consumer lending and similar requirements such as disclosure requirements, prohibitions against discrimination, and real estate settlement procedures. They also subject our operations to examination by applicable agencies, pursuant to which those agencies may limit our ability to provide mortgage financing or title services to potential purchasers of our homes. For our homes to qualify for FHA or VA mortgages, we must satisfy valuation standards and site, material, and construction requirements of those agencies. \n\nHomebuilding is subject to warranty and other claims in the ordinary course of business that can be significant. \n\nAs a homebuilder, we are subject to home warranty, construction defect, and other claims arising in the ordinary course of business. We rely on subcontractors to perform the actual construction of our homes and, in some cases, to select and obtain building materials. Despite our detailed specifications and quality control procedures, in some cases, subcontractors may use improper construction processes or defective materials. In such cases, it can result in the need to perform extensive repairs to large numbers of homes. We record warranty and other reserves relating to the homes we sell based on historical experience in our markets and our judgment of the qualitative risks associated with the types of homes built. \n\nWe have, and require our subcontractors to have, general liability, property, errors and omissions, workers compensation, and other business insurance. These insurance policies protect us against a portion of our risk of loss from claims, subject to certain self-insured per occurrence and aggregate retentions, deductibles, and available policy limits. In certain instances, we may offer our subcontractors the opportunity to purchase insurance through one of our captive insurance subsidiaries or participate in a project-specific insurance program provided by us. Policies issued by our captive insurance subsidiaries represent self-insurance of these risks by us. We reserve for costs to cover our self-insured and deductible amounts under these policies and for any costs of claims and lawsuits based on an analysis of our historical claims, which includes an estimate of claims incurred but not yet reported. Our insurance coverage, our subcontractor arrangements, and our reserves may not be adequate to address all our warranty and construction defect claims in the future, and there is typically a lag between our payment of claims and reimbursements from applicable insurance carriers. Contractual indemnities can be difficult to enforce, we may be responsible for applicable self-insured retentions, and some types of claims may not be covered by insurance or may exceed applicable coverage limits. Additionally, the coverage offered by and the availability of general liability insurance for construction defects are currently costly and limited. We have responded to increases in insurance costs and coverage limitations by increasing our self-insured retentions. There can be no assurance that coverage will not be further restricted or become more costly. Additionally, we are exposed to counterparty default risk related to our subcontractors, our insurance carriers, and our subcontractors&#8217; insurance carriers. \n\nWe can be injured by improper acts of persons over whom we do not have control or by the attempt to impose liabilities or obligations of third parties on us. \n\nAlthough we expect all of our subcontractors, employees, officers, and directors to comply at all times with all applicable laws, rules, and regulations, there may be instances in which subcontractors or others through whom we do business engage in practices that do not comply with applicable laws, regulations, or governmental guidelines. When we learn of practices that do not comply with applicable laws, regulations, or government guidelines, including practices relating to homes, buildings, or multifamily properties we build or finance, we move to stop the non-complying practices as soon as possible, and we have \n\ntaken disciplinary action regarding subcontractors and employees of ours who were aware of non-complying practices and did not take steps to address them, including in some instances terminating their employment. However, regardless of the steps we take after we learn of practices that do not comply with applicable laws, regulations, or government guidelines, we can in some instances be subject to fines or other governmental penalties, and our reputation can be injured, due to the practices' having taken place. \n\nThe homes we sell are built by employees of subcontractors and other contract parties. We do not have the ability to control what these contract parties pay their employees or subcontractors or the work rules they impose on their employees or subcontractors. However, various governmental agencies have attempted to hold contract parties like us responsible for violations of wage and hour laws and other work-related laws by firms whose employees are performing contracted services. Governmental rulings or changes in state or local laws that make us responsible for labor practices by our subcontractors could create substantial exposures for us in situations that are not within our control. \n\nNatural disasters, severe weather conditions and changing climate patterns could delay deliveries, increase costs, and decrease demand for new homes in affected areas. \n\nOur homebuilding operations are located in many areas that are subject to natural disasters and severe weather. The occurrence of natural disasters or severe weather conditions can delay new home deliveries, increase costs by damaging inventories, reduce the availability of materials, and negatively impact the demand for new homes in affected areas. For instance, in 2022, Hurricane Ian caused significant disruptions in Florida but did not result in a material impact to our results of operations. In addition, the increased prevalence of forest fires in recent years in our western markets has caused disruptions to our sales operations and development delays. Significant weather events have contributed to plant closures and transportation delays that have exacerbated stress on our supply chain. Furthermore, if our insurance does not fully cover business interruptions or losses resulting from these events, our earnings, liquidity, or capital resources could be adversely affected. \n\nThe impact of climate change and climate change or other governmental regulation may adversely impact our business. \n\nIn addition to more frequent extreme weather events, global climate change can also impact our operations through extensive governmental policy developments and shifts in consumer sentiment which have the potential individually or collectively to significantly disrupt our business as well as negatively affect our suppliers, independent contractors and customers. For instance, the requirement to modify our home designs mandated by upgraded building codes or recommended practices given a region&#8217;s particular exposure to climate conditions can increase our costs, which we may not be able to recoup by increasing the price of our homes. Government restrictions, standards, or regulations intended to reduce greenhouse gas emissions or potential climate change impacts are also likely to result in restrictions on land development in certain areas and may increase energy, transportation, or raw material costs, which could reduce our housing gross profit margins and adversely affect our results of operations. For example, as the risk of flooding in coastal and other flood prone areas increases or the results of climate change result in water scarcity, local governments may increase the requirements on new home builders for zoning approvals and restrict areas where new homes may be built, resulting in increased development costs and greater competition for more desirable land parcels. In addition, as local governmental authorities and utilities are required to spend increasing amounts of their resources responding to and remediating weather and climate related events, their ability to provide approvals and service to new housing communities may be impaired. \n\nRisks Related to our Business Model and Capital Structure \n\nAdverse capital and credit market conditions may significantly affect our access to capital and cost of capital. \n\nThe capital and credit markets can experience significant volatility. We may need credit-related liquidity for the future development of our business and other capital needs. Without sufficient liquidity, we may not be able to purchase additional land or develop land, which could adversely affect our financial results. At December 31, 2022, we had cash, cash equivalents, and restricted cash of $1.1 billion as well as $946.6 million available under our revolving credit facility (\"Revolving Credit Facility\"). However, our internal sources of liquidity and Revolving Credit Facility may prove to be insufficient, and, in such case, we may not be able to successfully obtain additional financing on terms acceptable to us, or at all. \n\nAnother source of liquidity is our ability to use letters of credit and surety bonds relating to certain performance-related obligations and as security for certain land option agreements and insurance programs. The majority of these letters of credit and surety bonds are in support of our land development and construction obligations to various municipalities, other government agencies, and utility companies related to the construction of roads, sewers, and other infrastructure. At December 31, 2022, we had outstanding letters of credit and surety bonds totaling $303.4 million and $2.2 billion, respectively. \n\nThese letters of credit are generally issued via our unsecured Revolving Credit Facility, which contains certain financial covenants and other limitations. If we are unable to obtain letters of credit or surety bonds when required, or the conditions imposed by issuers increase significantly, our liquidity could be adversely affected. \n\nOur income tax provision and tax reserves may be insufficient if a taxing authority is successful in asserting positions that are contrary to our interpretations and related reserves, if any. \n\nSignificant judgment is required in determining our provision for income taxes and our reserves for federal, state, and local taxes. In the ordinary course of business, there may be matters for which the ultimate outcome is uncertain. Our evaluation of our tax matters is based on a number of factors, including relevant facts and circumstances, applicable tax law, correspondence with tax authorities during the course of audits, and effective settlement of audit issues. Although we believe our approach to determining the tax treatment for such items is appropriate, no assurance can be given that the final tax authority review will not be materially different than that which is reflected in our income tax provision and related tax reserves. Such differences could have a material adverse effect on our income tax provision in the period in which such determination is made and, consequently, on our financial position, cash flows, or net income. \n\nWe are periodically audited by various federal, state, and local authorities regarding tax matters. Our current audits are in various stages of completion; however, no outcome for a particular audit can be determined with certainty prior to the conclusion of the audit, appeal, and, in some cases, litigation process. As each audit is concluded, adjustments, if any, are recorded in our financial statements in the period determined. To provide for potential tax exposures, we consider a variety of factors, including relevant facts and circumstances, applicable tax law, correspondence with taxing authorities, and effective settlement of audit issues. If these reserves are insufficient upon completion of an audit, there could be an adverse impact on our financial position, cash flows, and results of operations. \n\nWe may not realize our deferred tax assets. \n\nAs of December 31, 2022, we had deferred tax assets of $113.2 million, against which we provided a valuation allowance of $30.9 million. The ultimate realization of our deferred tax assets is dependent upon generating future taxable income. While we have recorded valuation allowances against certain of our deferred tax assets, the valuation allowances are subject to change as facts and circumstances change. \n\nOur ability to utilize net operating losses (&#8220;NOLs&#8221;) and other tax attributes to offset our future taxable income or income tax would be limited if we were to undergo an &#8220;ownership change&#8221; within the meaning of Section 382 of the Internal Revenue Code (the &#8220;IRC&#8221;). \n\nAn \"ownership change\" under Section 382 of the IRC would establish an annual limitation to the amount of NOLs and other tax attributes we could utilize to offset our taxable income or income tax in any single year. The application of these limitations might prevent full utilization of the deferred tax assets. To preserve our ability to utilize NOLs and other tax attributes in the future without a Section 382 limitation, we adopted a shareholder rights plan, which is triggered upon certain transfers of our securities, and amended our by-laws to prohibit certain transfers of our securities. Our shareholder rights plan, as amended, expires June 1, 2025, unless our Board of Directors and shareholders approve an amendment to extend the term prior thereto. Notwithstanding the foregoing measures, there can be no assurance that we will not undergo an ownership change within the meaning of Section 382. In addition, our shareholder rights plan may adversely affect the marketability of our common stock, because any non-exempt third party that acquires shares of our common stock in excess of the applicable threshold would suffer substantial dilution of its ownership interest. \n\nThe value of our deferred tax assets and liabilities are also dependent upon the tax rates expected to be in effect at the time they are realized. A change in enacted corporate tax rates in our major jurisdictions, especially the U.S. federal corporate tax rate, would change the value of our deferred taxes, which could be material. \n\nOur inability to sell mortgages into the secondary market could significantly reduce our ability to sell homes unless we are willing to become a long-term investor in loans we originate. \n\nWe sell substantially all of the residential mortgage loans we originate within a short period in the secondary mortgage market. If we were unable to sell loans into the secondary mortgage market or directly to Fannie Mae and Freddie Mac, we would have to either (a) curtail our origination of residential mortgage loans, which among other things, could significantly reduce our ability to sell homes, or (b) commit our own funds to long term investments in mortgage loans, which, in addition to requiring \n\nus to deploy substantial amounts of our own funds, could delay the time when we recognize revenues from home sales on our statements of operations. \n\nWe are subject to claims related to mortgage loans we sold in the secondary mortgage market that may be significant. \n\nOur mortgage operations may be responsible for losses arising out of claims associated with mortgage loans originated and sold to investors in the event of errors or omissions relating to certain representations and warranties made by us that the loans met certain requirements, including representations as to underwriting standards, the type of collateral, the existence of primary mortgage insurance, and the validity of certain borrower representations in connection with the loan. To date, the significant majority of these claims made by investors against our mortgage operations relate to loans originated prior to 2009, during which time inherently riskier loan products became more common in the origination market. We may also be asked to indemnify underwriters that purchased and securitized loans originated by a former subsidiary of Centex Corporation (\"Centex\"), which we acquired in 2009, for losses incurred by investors in those securitized loans based on similar breaches of representations and warranties. \n\nThe resolution of claims related to alleged breaches of these representations and warranties and repurchase claims could have a material adverse effect on our financial condition, cash flows and results of operations. Given the unsettled nature of these claims, changes in values of underlying collateral over time, and other uncertainties regarding the ultimate resolution of these claims, actual costs could differ from our current estimates. Accordingly, there can be no assurance that such reserves will not need to be increased in the future. \n\nGeneral Risk Factors \n\nInformation technology failures or data security breaches could harm our business and result in substantial costs. \n\nWe use information technology and other computer resources to carry out important operational activities and to maintain our business records. Our computer systems, including our back-up systems, are subject to damage or interruption from power outages, computer and telecommunications failures, computer viruses, security breaches (through cyber-attacks from computer hackers and sophisticated organizations), catastrophic events such as fires, tornadoes and hurricanes, usage errors by our employees, or cyber-attacks or errors by third party vendors who have access to our confidential data or that of our customers. While to our knowledge we have not experienced a significant cyber-attack, we are continuously working to improve our information technology systems and provide employee awareness training around phishing, malware, and other cyber risks to enhance our levels of protection, to the extent possible, against cyber risks and security breaches, and monitor to prevent, detect, address and mitigate the risk of unauthorized access, misuse, computer viruses and other events that could have an impact on our business, there is no assurance that advances in computer capabilities, new technologies, methods or other developments will detect or prevent security breaches and safeguard access to proprietary or confidential information. \n\nThe frequency and sophistication of cyber-attacks on companies has increased in recent years, including significant ransomware attacks and foreign attacks on prominent companies and computer software programs. If our computer systems and our back-up systems are damaged, breached, or cease to function properly, or if there are intrusions or failures of critical infrastructure such as the power grid or communications systems, we could suffer extended interruptions in our operations. Any such disruption could damage our reputation, result in lost customers, lost revenue and market value declines, lead to legal proceedings against us by affected third parties resulting in penalties or fines and require us to incur significant costs to remediate or otherwise resolve these issues. In addition, the costs of maintaining adequate protection and insurance against such threats, as they develop in the future (or as legal requirements related to data security increase) could be material. \n\nBreaches of our computer or data systems, including those operated by third parties on our behalf, could result in the unintended public disclosure or the misappropriation of our proprietary information or personal and confidential information, about our employees, customers and business partners, requiring us to incur significant expense to address and resolve. The misappropriation and/or release of confidential information may also lead to legal or regulatory proceedings against us by affected individuals and the outcome of such proceedings could include penalties or fines and require us to incur significant costs to remediate or otherwise resolve. Depending on its nature, a particular breach or series of breaches of our systems may result in the unauthorized use, appropriation or loss of confidential or proprietary information on a one-time or continuing basis, which may not be detected for a period of time. \n\nNegative publicity could negatively impact sales, which could cause our revenues or results of operations to decline. \n\nOur business strategy relies heavily on our reputation and brands, which are critical to our success. Unfavorable media or investor and analyst reports related to our industry, company, brand, marketing, personnel, operations, business performance, or prospects may affect our stock price and the performance of our business, regardless of its accuracy or inaccuracy. Furthermore, the speed at which negative publicity is disseminated has increased dramatically through the use of electronic communication, including social media outlets, websites and other digital platforms. Our success in maintaining and enhancing our brand depends on our ability to adapt to this rapidly changing media environment. Adverse publicity or negative commentary from any media outlets could damage our reputation and reduce the demand for our homes, which would adversely affect our business. \n\nIn addition, we can be affected by poor relations with the residents of communities we develop because efforts made by us to resolve issues or disputes that may arise in connection with the operation or development of their communities, or in connection with the transition of a homeowners association, could be deemed unsatisfactory by the affected residents and subsequent actions by these residents could adversely affect sales or our reputation. In addition, we could decide or be required to make material expenditures related to the settlement of such issues or disputes, which could adversely affect our results of operations. \n\nThe loss of the services of members of our senior management or a significant number of our operating employees could negatively affect our business. \n\nOur success depends upon the skills, experience, and active participation of our senior management, many of whom have been with the Company for a significant number of years. If we were to lose members of our senior management, we might not be able to find appropriate replacements on a timely basis, and our operations could be negatively affected. Also, the loss of a significant number of operating employees in key roles or geographies where we are not able to hire qualified replacements could have a material adverse effect on our business. \n\nWe have significant intangible assets. If these assets become impaired, then our profits and shareholders&#8217; equity may be reduced. \n\nWe have significant intangible assets related to business combinations. If the carrying value of intangible assets is deemed impaired, the carrying value is written down to fair value. This would result in a charge to our earnings. If management&#8217;s expectations of future results and cash flows decrease significantly, impairments of intangible assets may occur. \n\nOur business has been materially and adversely disrupted by the ongoing outbreak and worldwide spread of COVID-19 and could be materially and adversely disrupted by another epidemic or pandemic like COVID-19, or similar public threat, or fear of such an event, and the measures that international, federal, state and local governments, agencies, law enforcement and/or health authorities implement to address it. \n\nAny epidemic, pandemic, or similar serious public health issue, and the measures undertaken by governmental authorities to address it, could significantly disrupt or prevent us from operating our business in the ordinary course for an extended period. As a result, the impact of such public health issues and the related governmental actions could have a significant adverse impact on our consolidated financial statements. \n\nFor instance, in 2020, the World Health Organization declared COVID-19 a pandemic, resulting in federal, state and local governments and private entities mandating various restrictions, including the closures of non-essential businesses for a period of time. These restrictions had an adverse impact on our business beginning in the spring of 2020. As effective treatment and mitigation measures for COVID-19 advanced, economic activity gradually resumed and demand for new homes improved significantly. The effects of the pandemic on economic activity, combined with the strong demand for new homes, caused many disruptions to our supply chain and shortages in certain building components and materials, as well as labor shortages. These conditions caused our construction cycles to lengthen and while our business is now fully functioning, some of those conditions continue to impact our operations and financial performance. \n\nThere is continuing uncertainty regarding how long COVID-19 and its resultant effect on the economy will continue to impact our supply chain and operations. Our operational and financial performance could be impacted by a resurgence in the pandemic and any containment or mitigation measures put in place as a result of the resurgence, all of which are highly uncertain, unpredictable and outside our control. If COVID-19 or any of its variants continues to have a significant negative impact on the economy, or if a new pandemic emerges, our results of operations and financial condition could be adversely impacted. \n\n"
    },
    {
      "section": "1B",
      "text": " ITEM 1B. UNRESOLVED STAFF COMMENTS \n\nNone. \n\n"
    },
    {
      "section": "2",
      "text": " ITEM 2. PROPERTIES \n\nOur homebuilding and corporate headquarters are located in leased office facilities at 3350 Peachtree Road NE, Suite 1500, Atlanta, Georgia 30326. Pulte Mortgage leases its primary office facilities in Englewood, Colorado. We also maintain various support functions in leased facilities in Tempe, Arizona. Our homebuilding divisions and financial services branches lease office space in the geographic locations in which they conduct their daily operations. In total across our organization, we lease approximately 1.6 million square feet of office space. The Company considers its properties suitable and adequate for its current business operations. \n\nBecause of the nature of our homebuilding operations, significant amounts of property are held as inventory in the ordinary course. Such properties are not included in response to this Item. \n\n"
    },
    {
      "section": "3",
      "text": " ITEM 3. LEGAL PROCEEDINGS \n\nWe are involved in various legal and governmental proceedings incidental to our continuing business operations, many involving claims related to certain construction defects. The consequences of these matters are not presently determinable but, in our opinion, after consulting with legal counsel and taking into account insurance and reserves, the ultimate liability is not expected to have a material adverse impact on our results of operations, financial position, or cash flows. However, to the extent the liability arising from the ultimate resolution of any matter exceeds our estimates reflected in the recorded reserves relating to such matter, we could incur additional charges that could be significant. \n\n"
    },
    {
      "section": "4",
      "text": " ITEM 4. MINE SAFETY DISCLOSURES \n\nThis Item is not applicable. \n\nPART II \n\n"
    },
    {
      "section": "5",
      "text": " ITEM 5. MARKET FOR THE REGISTRANT&#8217;S COMMON EQUITY, RELATED SHAREHOLDER MATTERS AND ISSUER PURCHASES OF EQUITY SECURITIES \n\nOur common shares are listed on the New York Stock Exchange (Symbol: PHM). At January 18, 2023, there were 2,001 shareholders of record. \n\nIn December 2022, our Board of Directors approved a quarterly cash dividend of $0.16 per common share, payable on January 3, 2023, to shareholders of record on December 14, 2022. The declaration of future cash dividends is at the discretion of our Board of Directors and will depend upon our future earnings, capital requirements and liquidity, cash flows, and financial conditions. \n\nIssuer Purchases of Equity Securities \n\n##TABLE_START Total number of shares purchased (1) Average price paid per share Total number of shares purchased as part of publicly announced plans or programs Approximate dollar value of shares that may yet be purchased under the plans or programs ($000&#8217;s omitted) October 1, 2022 to October 31, 2022 796,762 $ 39.09 796,762 $ 451,750 (2) November 1, 2022 to November 30, 2022 830,203 41.42 830,203 $ 417,360 (2) December 1, 2022 to December 31, 2022 765,060 45.05 765,060 $ 382,896 (2) Total 2,392,025 $ 41.81 2,392,025 ##TABLE_END &#160; \n\n(1) During 2022, participants surrendered shares for payment of minimum tax obligations upon the vesting or exercise of previously granted share-based compensation awards. Such shares were not repurchased as part of our publicly-announced share repurchase programs and are excluded from the table above. \n\n(2) The Board of Directors approved a share repurchase authorization increase of $1.0 billion on January 31, 2022. There is no expiration date for this program, under which $382.9 million remained available as of December 31, 2022. During 2022, we repurchased 24.2 million shares for a total of $1.1 billion under this program. \n\nThe information required by this item with respect to equity compensation plans is set forth under Item 12 of this annual report on Form 10-K and is incorporated herein by reference. \n\nPerformance Graph \n\nThe following line graph compares, for the fiscal years ended December 31, 2018, 2019, 2020, 2021, and 2022, (a) the yearly cumulative total shareholder return (i.e., the change in share price plus the cumulative amount of dividends, assuming dividend reinvestment, divided by the initial share price, expressed as a percentage) on PulteGroup&#8217;s common shares, with (b) the cumulative total return of the Standard &#38; Poor&#8217;s 500 Stock Index and with (c) the Dow Jones U.S. Select Home Construction Index. The Dow Jones U.S. Select Home Construction Index is a widely-recognized index comprised primarily of large national homebuilders. We believe comparison of our shareholder return to this index represents a meaningful analysis for investors. \n\nCOMPARISON OF FIVE YEAR CUMULATIVE TOTAL RETURN* \n\nAMONG PULTEGROUP, INC., S&#38;P 500 INDEX, AND PEER INDEX \n\nFiscal Year Ended December 31, 2022 \n\n##TABLE_START 2017 2018 2019 2020 2021 2022 PULTEGROUP, INC. $ 100.00 $ 79.24 $ 119.91 $ 135.08 $ 181.06 $ 146.27 S&#38;P 500 Index - Total Return 100.00 95.62 125.72 148.85 191.58 156.88 Dow Jones U.S. Select Home Construction Index 100.00 69.27 103.63 131.60 197.10 146.02 ##TABLE_END\n\n* Assumes $100 invested on December 31, 2017, and the reinvestment of dividends. \n\n"
    },
    {
      "section": "6",
      "text": " ITEM 6. [RESERVED] \n\n"
    },
    {
      "section": "7",
      "text": " ITEM 7. MANAGEMENT&#8217;S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS \n\nOverview \n\nOur home sales revenues increased 18% in 2022 compared to 2021, while our gross margins increased 330 bps. These results were driven by increases in selling prices in response to robust consumer demand in 2021 and early 2022, when the majority of the homes closed in 2022 were placed under contract with customers. However, the strength of new home demand rapidly declined starting in the second quarter of 2022 as the Federal Reserve increased benchmark interest rates in response to inflation, which, in turn, drove national mortgage and other interest rates higher, impacting home affordability and consumer sentiment. These increases in interest rates, along with ongoing high inflation, waning consumer confidence, and other macroeconomic factors, have tempered new home demand in all of our markets. As a result, net new orders declined 27% for the year ended 2022 compared to 2021. This decline was concentrated in the back half of the year, with net new orders declining 28% and 41% in the third and fourth quarters, respectively, compared with the same periods in 2021. As a result, our order backlog in units decreased 32% from December 31, 2021 to December 31, 2022. In addition to lower new orders, our order cancellation rate also increased significantly in the second half of 2022, ending the year with a fourth quarter cancellation rate of 32% compared with 11% in the fourth quarter of 2021. \n\nSupply chain constraints that began after the onset of the COVID-19 pandemic have continued to limit the availability of certain materials and construction labor, which, combined with delays in municipal approvals and inspections, continue to pressure production cycle times of the homes we are constructing. The time required to construct a home was approximately two months longer in 2022 compared with 2021. The noted supply chain and labor issues have led to significant cost pressures in almost all areas of our business, but especially related to construction labor and materials. For example, lumber experienced heightened volatility during 2022, evidenced by a nearly 75% decrease from its early 2022 peak to its price on December 31, 2022. Despite these challenges, pricing remained elevated in 2022 overall as average selling prices increased 17% compared to 2021. In 2021 and the first half of 2022, we were able to increase pricing to offset the majority of such cost increases, but pricing may be significantly more challenged in the near term given the lower demand for new homes. \n\nIn response to the significant shift in market conditions in 2022, we have slowed the pace of our housing starts, have increased sales incentives, and are taking additional pricing actions in the majority of our communities. We are updating the underwriting for each of our land option contracts prior to buying additional land and have made decisions in recent months to terminate a number of land option agreements, which resulted in write-offs of deposits and pre-acquisition costs totaling $63.6 million in 2022. We plan to work with our trade partners to update the costs for materials, labor, and services to reflect current market conditions and will adjust our overhead cost structure as necessary to align with demand. \n\nDespite these challenges, we remain focused on taking a measured approach to our capital allocation strategy in response to the current operating environment. Accordingly, we are focused on protecting liquidity and closely managing our cash flows, including the following planned actions: \n\n&#8211; Limiting our investment in land acquisition and development spend in 2023; \n\n&#8211; Updating the underwriting on each of our land option contracts prior to buying additional land; \n\n&#8211; Continuing our focus on increasing our lot optionality within our land pipeline for increased flexibility; \n\n&#8211; Maintaining a sufficient level of spec inventory in response to buyer preference to close in 30 to 90 days; \n\n&#8211; Taking a more opportunistic approach to share buybacks; and \n\n&#8211; Maintaining ample liquidity. \n\nWe expect that the more challenging environment for new residential housing will continue through at least 2023 and will result in lower revenues and profitability during those periods. Despite these conditions, there remains a housing shortage across the United States, and we are confident in our ability to navigate this environment and to position the Company to take advantage of opportunities as they arise. \n\nThe following tables and related discussion set forth key operating and financial data for our Homebuilding and Financial Services operations as of and for the fiscal years ended December 31, 2022 and 2021. For similar operating and financial data and discussion of our fiscal 2021 results compared to our fiscal 2020 results, refer to Item 7, &#8220;Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations&#8221; under Part II of our annual report on Form 10-K for the fiscal year ended December 31, 2021, which was filed with the SEC on February 7, 2022. \n\nThe following is a summary of our operating results by line of business ($000's omitted, except per share data): \n\n##TABLE_START &#160; Years Ended December 31, &#160; 2022 2021 Income before income taxes: Homebuilding $ 3,307,328 $ 2,288,128 Financial Services 132,230 221,717 Income before income taxes 3,439,558 2,509,845 Income tax expense (822,241) (563,525) Net income $ 2,617,317 $ 1,946,320 Per share data - assuming dilution: Net income $ 11.01 $ 7.43 ##TABLE_END\n\n&#8226; Homebuilding income before income taxes increased 45% in 2022, primarily as the result of a 17% higher average selling price combined with a 330 bps increase in gross margin due to the robust consumer demand environment in 2021 and early 2022 when the majority of the homes closed in 2022 were placed under contract with the customers. \n\n&#8226; Financial Services income before income taxes decreased 40% in 2022 compared with 2021 primarily as the result of a lower capture rate and revenue per loan due to increased competitiveness in the mortgage industry in 2022. \n\n&#8226; Our effective income tax rate was 23.9% and 22.5% for 2022 and 2021, respectively. The higher effective tax rate in 2022 was primarily due to changes in valuation allowances relating to projected utilization of certain state net operating loss carryforwards (see Note 8 ). \n\nHomebuilding Operations \n\nThe following is a summary of income before income taxes for our Homebuilding operations ($000&#8217;s omitted): \n\n##TABLE_START &#160; Years Ended December 31, &#160; 2022 FY 2022 vs. FY 2021 2021 Home sale revenues $ 15,774,135 18 % $ 13,376,812 Land sale and other revenues 143,144 (11) % 160,538 Total Homebuilding revenues 15,917,279 18 % 13,537,350 \n\nHome sale cost of revenues (a) \n\n(11,093,895) 13 % (9,841,961) Land sale and other cost of revenues (119,906) (11) % (134,013) Selling, general, and administrative expenses (\"SG&#38;A\") (1,381,222) 14 % (1,208,698) Loss on debt retirement &#8212; (b) (61,469) \n\nOther expense, net (c) \n\n(14,928) (b) (3,081) Income before income taxes $ 3,307,328 45 % $ 2,288,128 Supplemental data: \n\nGross margin from home sales (a) \n\n29.7 % 330 bps 26.4 % SG&#38;A % of home sale revenues 8.8 % (20) bps 9.0 % Closings (units) 29,111 1 % 28,894 Average selling price $ 542 17 % $ 463 Net new orders: Units 23,277 (27) % 31,739 Dollars $ 13,589,392 (17) % $ 16,442,441 Cancellation rate 19 % 9 % Average active communities 810 1 % 799 Backlog at December 31: Units 12,169 (32) % 18,003 Dollars $ 7,674,068 (22) % $ 9,858,811 ##TABLE_END\n\n(a) Includes the amortization of capitalized interest. \n\n(b) Percentage not meaningful. \n\n(c) See \"Other expense, net\" for a table summarizing significant items (see Note 1 ). \n\nHome sale revenues \n\nHome sale revenues for 2022 were higher than 2021 by $2.4 billion, or 18%. The increase was attributable to a 17% increase in average selling price combined with a 1% increase in closings. The increase in average selling price reflects the impact of pricing actions taken in response to robust consumer demand in 2021 and early 2022 when the majority of the homes that closed in 2022 were placed under contract with customers, partially offset by an increase in the mix of first-time buyer homes, which typically carry a lower sales price. The year-over-year increase in average selling price occurred in substantially all of our markets. \n\nHome sale gross margins \n\nHome sale gross margins were 29.7% in 2022, compared with 26.4% in 2021. Gross margins remained strong in both 2022 and 2021 relative to historical levels. Gross margins reflect the robust consumer demand that existed in 2021 and early 2022 when the majority of the homes that closed were placed under contract with customers, combined with limited supplies of new and existing housing inventory. This resulted in a strong pricing environment, which allowed us to offset increases in house and land costs through pricing actions in 2022. \n\nLand sale and other revenues \n\nWe periodically elect to sell parcels of land to third parties in the event such assets no longer fit into our strategic operating plans or are zoned for commercial or other development. Land sale and other revenues and their related gains or losses vary between periods, depending on the timing of land sales and our strategic operating decisions. Land sales and other revenues contributed income of $23.2 million and $26.5 million in 2022 and 2021, respectively. Income in 2021 included a gain of $12.9 million related to a land sale transaction in California that had been in the entitlement process for a number of years. \n\nSG&#38;A \n\nSG&#38;A as a percentage of home sale revenues was 8.8% and 9.0% in 2022 and 2021, respectively. The gross dollar amount of our SG&#38;A increased $172.5 million, or 14%, in 2022 compared with 2021. This increase resulted primarily from higher sales commissions expense due to the higher revenues, increased headcount, and other overhead costs to support the increased number of homes in production. These results also reflect insurance reserve reversals of $65.0 million and $81.1 million in 2022 and 2021, respectively, based on favorable claims experience in recent years relative to historical expectations. \n\nOther expense, net \n\nOther expense, net includes the following ($000&#8217;s omitted): \n\n##TABLE_START 2022 2021 \n\nWrite-offs of deposits and pre-acquisition costs (Note 2) \n\n$ (63,559) $ (12,283) \n\nAmortization of intangible assets (Note 1) \n\n(11,118) (16,502) Interest income 1,971 1,953 Interest expense (284) (502) \n\nEquity in earnings of unconsolidated entities ( Note 4 ) \n\n50,680 17,200 Miscellaneous, net 7,382 7,053 Total other expense, net $ (14,928) $ (3,081) ##TABLE_END\n\nThe higher write-offs of deposits and pre-acquisition costs in 2022 occurred primarily in the second half of 2022 as we made decisions to terminate a number of land option agreements due to the aforementioned lower consumer demand in recent months. Equity in earnings of unconsolidated entities reflects our share of earnings from joint ventures and other investments with independent third parties, and varies between periods based on the performance of the underlying investments. The 2022 results included a gain of $49.1 million related to a property sale in an unconsolidated entity in Northern California. \n\nNet new orders \n\nNet new orders in units decreased 27% in 2022 compared with 2021, while net new orders in dollars decreased by 17% compared with 2021. The lower new order volume began in mid-2022 as the market responded to increased affordability \n\nchallenges resulting from a historic increase in mortgage interest rates, increases in the price of homes, and the impact of inflationary pressures in the broader economy. Likewise, the annual cancellation rate (canceled orders for the period divided by gross new orders for the period) increased significantly to 19% in 2022 compared to 9% in 2021, including a fourth quarter cancellation rate of 32% compared with 11% in the fourth quarter of 2021. Ending backlog dollars, which represents orders for homes that have not yet closed, decreased 22% in 2022 compared with 2021 as the result of the lower net new orders. \n\nHomes in production \n\nThe following is a summary of our homes in production at December 31, 2022 and 2021: \n\n##TABLE_START 2022 2021 Sold 10,247 14,228 Unsold Under construction 6,874 4,105 Completed 982 90 7,856 4,195 Models 1,298 1,275 Total 19,401 19,698 ##TABLE_END\n\nThe number of homes in production at December 31, 2022 was 2% lower compared to December 31, 2021. This decrease is primarily attributable to the lower number of sold homes as a result of decreased new orders and higher cancellations. This decrease was partially offset by a higher level of unsold homes, or speculative homes, under construction, which reflects our strategic decision to increase housing starts of speculative units in response to the noted supply chain challenges and to have product available that can close quickly for customers that are concerned about potentially higher mortgage interest rates. The higher cancellation rate in 2022 also contributed to the increase in unsold inventory. \n\nControlled lots \n\nThe following is a summary of our lots under control at December 31, 2022 and 2021: \n\n##TABLE_START December 31, 2022 December 31, 2021 Owned Optioned Controlled Owned Optioned Controlled Northeast 4,295 7,502 11,797 4,422 7,637 12,059 Southeast 16,692 23,433 40,125 15,604 28,887 44,491 Florida 26,413 29,667 56,080 27,654 32,240 59,894 Midwest 12,923 13,128 26,051 11,723 17,118 28,841 Texas 20,197 14,438 34,635 20,538 21,235 41,773 West 28,328 14,096 42,424 29,137 12,101 41,238 Total 108,848 102,264 211,112 109,078 119,218 228,296 52 % 48 % 100 % 48 % 52 % 100 % Developed (%) 43 % 16 % 30 % 38 % 13 % 25 % ##TABLE_END\n\nWhile competition for well-positioned land remains robust, we continue to pursue land investments that we believe can achieve appropriate risk-adjusted returns on invested capital. We also continue to seek to maintain a high percentage of our lots that are controlled via land option agreements as such contracts enable us to defer acquiring portions of properties owned by third parties or unconsolidated entities until we have determined whether and when to exercise our option, which reduces our financial risks associated with long-term land holdings. However, the percentage of lots controlled via land option agreements decreased in 2022 as the result of our decision to terminate a number of pending transactions. The remaining purchase price under our land option agreements totaled $5.4 billion at December 31, 2022. \n\nHomebuilding Segment Operations \n\nOur homebuilding operations represent our core business. Homebuilding offers a broad product line to meet the needs of homebuyers in our targeted markets. As of December 31, 2022, we conducted our operations in 42 markets located throughout 24 states. For reporting purposes, our Homebuilding operations are aggregated into six reportable segments: \n\n&#160; ##TABLE_START Northeast: &#160; Connecticut, Maryland, Massachusetts, New Jersey, Pennsylvania, Virginia Southeast: &#160; Georgia, North Carolina, South Carolina, Tennessee Florida: Florida Midwest: Illinois, Indiana, Kentucky, Michigan, Minnesota, Ohio Texas: Texas West: &#160; Arizona, California, Colorado, Nevada, New Mexico, Washington ##TABLE_END\n\nWe also have a reportable segment for our financial services operations, which consist principally of mortgage banking, title, and insurance brokerage operations. The Financial Services segment operates generally in the same markets as the Homebuilding segments. \n\nThe following table presents selected financial information for our reportable Homebuilding segments: \n\n&#160; ##TABLE_START Operating Data by Segment ($000's omitted) &#160; Years Ended December 31, &#160; 2022 FY 2022 vs. FY 2021 2021 Home sale revenues: Northeast $ 1,076,710 (4) % $ 1,127,182 Southeast 2,792,324 25 % 2,231,002 Florida 3,867,855 27 % 3,040,360 Midwest 2,314,600 17 % 1,971,593 Texas 2,227,379 24 % 1,800,767 West 3,495,267 9 % 3,205,908 $ 15,774,135 18 % $ 13,376,812 \n\nIncome before income taxes (a) : \n\nNortheast $ 244,233 13 % $ 215,193 Southeast 692,279 66 % 417,880 Florida 939,034 60 % 585,680 Midwest 363,028 26 % 287,956 Texas 465,461 44 % 322,979 West (b) \n\n687,403 16 % 592,845 Other homebuilding (c) \n\n(84,110) 37 % (134,405) $ 3,307,328 45 % $ 2,288,128 Closings (units): Northeast 1,614 (18) % 1,963 Southeast 5,105 3 % 4,956 Florida 6,928 4 % 6,640 Midwest 4,579 4 % 4,397 Texas 5,692 1 % 5,617 West 5,193 (2) % 5,321 29,111 1 % $ 28,894 Average selling price: Northeast $ 667 16 % $ 574 Southeast 547 22 % 450 Florida 558 22 % 458 Midwest 505 13 % 448 Texas 391 22 % 321 West 673 12 % 603 $ 542 17 % $ 463 ##TABLE_END\n\n(a) Includes land-related charges as summarized in the following land-related charges table (see Notes 2 and 3 ). \n\n(b) West includes a gain of $49.1 million related to a property sale in an unconsolidated entity in Northern California. \n\n(c) Other homebuilding includes the amortization of intangible assets, amortization of capitalized interest, and other items not allocated to the operating segments. Also includes: insurance reserve reversals of $65.0 million and $81.1 million in 2022 and 2021, respectively (see Note 11 ), and a loss on debt retirement of $61.5 million in 2021 (see Note 5 ). \n\nThe following table presents additional selected financial information for our reportable Homebuilding segments: \n\n&#160; ##TABLE_START Operating Data by Segment ($000's omitted) Years Ended December 31, 2022 FY 2022 vs. FY 2021 2021 Net new orders - units: Northeast 1,300 (28)% 1,798 Southeast 4,535 (11)% 5,092 Florida 6,139 (27)% 8,416 Midwest 3,241 (34)% 4,886 Texas 4,382 (23)% 5,663 West 3,680 (37)% 5,884 23,277 (27)% 31,739 Net new orders - dollars: Northeast $ 908,136 (16)% $ 1,077,091 Southeast 2,561,279 &#8212;% 2,562,954 Florida 3,941,197 (12)% 4,470,326 Midwest 1,753,351 (25)% 2,329,112 Texas 1,779,578 (16)% 2,121,278 West 2,645,851 (32)% 3,881,680 $ 13,589,392 (17)% $ 16,442,441 Cancellation rates: Northeast 11% 7% Southeast 12% 6% Florida 15% 8% Midwest 12% 7% Texas 26% 13% West 30% 11% 19% 9% Unit backlog: Northeast 474 (40)% 788 Southeast 1,906 (23)% 2,476 Florida 4,641 (15)% 5,430 Midwest 1,350 (50)% 2,688 Texas 1,789 (42)% 3,099 West 2,009 (43)% 3,522 12,169 (32)% 18,003 Backlog dollars: Northeast $ 342,658 (33)% $ 511,231 Southeast 1,131,817 (17)% 1,362,863 Florida 3,131,174 2% 3,057,832 Midwest 786,905 (42)% 1,348,155 Texas 853,801 (34)% 1,301,602 West 1,427,713 (37)% 2,277,128 $ 7,674,068 (22) % $ 9,858,811 ##TABLE_END\n\nThe following table presents additional selected financial information for our reportable Homebuilding segments: \n\n##TABLE_START Operating Data by Segment ($000's omitted) Years Ended December 31, 2022 2021 Land-related charges*: Northeast $ 4,597 $ 1,433 Southeast 18,381 5,365 Florida 13,515 1,088 Midwest 6,517 2,150 Texas 6,745 1,357 West 16,406 909 Other homebuilding 495 &#8212; $ 66,656 $ 12,302 ##TABLE_END\n\n* Land-related charges include land impairments, net realizable value adjustments for land held for sale, and write-offs of deposits and pre-acquisition costs. Other homebuilding consists primarily of write-offs of capitalized interest resulting from land-related charges. See Notes 2 and 3 to the Consolidated Financial Statements for additional discussion of these charges. \n\nNortheast: \n\nFor 2022, Northeast home sale revenues decreased 4% compared with 2021 due to an 18% decrease in closings partially offset by a 16% increase in average selling price. The decrease in closings and increase in average selling price occurred across all markets. Income before income taxes increased 13% primarily due to improved gross margins across the majority of markets. Net new orders decreased across all markets. \n\nSoutheast: \n\nFor 2022, Southeast home sale revenues increased 25% compared with 2021 due to a 3% increase in closings combined with a 22% increase in average selling price. The increase in closings occurred across the majority of markets while the increase in average selling price occurred across all markets. Income before income taxes increased 66% primarily due to increased revenues, as well as improved gross margins across all markets. Net new orders decreased across all markets. \n\nFlorida: \n\nFor 2022, Florida home sale revenues increased 27% compared with 2021 due to a 4% increase in closings combined with a 22% increase in average selling price. The increase in closings occurred across the majority of markets while the increase in average selling price occurred across all markets. Income before income taxes increased 60% due to increased revenues, as well as improved gross margins across all markets. Net new orders decreased across the majority of markets. \n\nMidwest: \n\nFor 2022, Midwest home sale revenues increased 17% compared with 2021 due to a 4% increase in closings combined with a 13% increase in average selling price. The increase in closings occurred across the majority of markets while the increase in average selling price occurred across all markets. Income before income taxes increased 26% primarily due to increased revenues, as well as improved gross margins across substantially all markets. Net new orders decreased across all markets. \n\nTexas: \n\nFor 2022, Texas home sale revenues increased 24% compared with 2021 due to a 1% increase in closings combined with a 22% increase in the average selling price. The increase in closings occurred across the majority of markets while the increase in average selling price occurred across all markets. Income before income taxes increased 44% primarily due to increased revenues, as well as improved gross margins across substantially all markets. Net new orders decreased across the majority of markets. \n\nWest: \n\nFor 2022, West home sale revenues increased 9% compared with 2021 primarily due to a 12% increase in the average selling price partially offset by a 2% decrease in closings. The decrease in closings occurred across the majority of markets while the increase in average selling price occurred across all markets. Income before income taxes increased 16% primarily due to increased revenues, as well as improved gross margins, which were mixed among markets. Results for 2022 included a gain of $49.1 million related to a property sale in an unconsolidated entity in Northern California, while the 2021 results included a gain of $12.9 million related to a land sale transaction in California that had been in the entitlement process for a number of years. Net new orders decreased across all markets. \n\nFinancial Services Operations \n\nWe conduct our Financial Services operations, which include mortgage banking, title, and insurance brokerage operations, through Pulte Mortgage and other subsidiaries. In originating mortgage loans, we initially use our own funds, including funds available pursuant to credit agreements with third parties. Substantially all of the loans we originate are sold in the secondary market within a short period of time after origination, generally within 30 days. We also sell the servicing rights for the loans we originate through fixed price servicing sales contracts to reduce the risks and costs inherent in servicing loans. This strategy results in owning the loans and related servicing rights for only a short period of time. Operating as a captive business model primarily targeted to supporting our Homebuilding operations, the business levels of our Financial Services operations are highly correlated to Homebuilding. Our Homebuilding customers continue to account for substantially all loan production. We believe that our capture rate, which represents loan originations from our Homebuilding operations as a percentage of total loan opportunities from our Homebuilding operations, excluding cash closings, is an important metric in evaluating the effectiveness of our captive mortgage business model. The following tables present selected financial information for our Financial Services operations ($000&#8217;s omitted): \n\n&#160; ##TABLE_START &#160; Years Ended December 31, &#160; 2022 FY 2022 vs. FY 2021 2021 Mortgage revenues $ 206,932 (32) % $ 304,287 Title services revenues 80,198 14 % 70,084 Insurance brokerage commissions 24,586 62 % 15,161 Total Financial Services revenues 311,716 (20) % 389,532 Expenses (180,696) 7 % (168,486) Other income (expense), net 1,210 (a) 671 Income before income taxes $ 132,230 (40) % $ 221,717 Total originations: Loans 18,186 (14) % 21,213 Principal $ 7,105,486 (5) % $ 7,454,108 ##TABLE_END\n\n(a) Percentage not meaningful \n\n##TABLE_START &#160; Years Ended December 31, &#160; 2022 2021 Supplemental data: Capture rate 77.6 % 85.8 % Average FICO score 748 751 Funded origination breakdown: Government (FHA, VA, USDA) 19 % 19 % Other agency 74 % 73 % Total agency 93 % 92 % Non-agency 7 % 8 % Total funded originations 100 % 100 % ##TABLE_END\n\nRevenues \n\nThe demand for refinancing within the mortgage industry waned in 2021 and throughout 2022 as mortgage interest rates began to rise, which led to an increase in competition among lenders and lower margins per loan. As a result, total Financial Services revenues during 2022 decreased 20% compared with 2021. These factors were partially offset by a higher average loan amount as the result of the higher average selling price within Homebuilding. \n\nIncome before income taxes \n\nThe decrease in income before income taxes for 2022 as compared with 2021 was primarily due to a lower capture rate and revenue per loan due to increased competitiveness in the mortgage industry in 2022. \n\nIncome Taxes \n\nOur effective income tax rate was 23.9% and 22.5% for 2022 and 2021, respectively. The higher effective tax rate in 2022 was primarily due to changes in valuation allowances relating to projected utilization of certain state net operating loss carryforwards in 2022 (see Note 8 ). \n\nLiquidity and Capital Resources \n\nWe finance our land acquisition, development, and construction activities and financial services operations using internally-generated funds, supplemented by credit arrangements with third parties and capital market financing. We routinely monitor current and expected operational requirements and financial market conditions to evaluate accessing available financing sources, including revolving bank credit and securities offerings. \n\nAt December 31, 2022, we had unrestricted cash and equivalents of $1.1 billion, restricted cash balances of $41.4 million, and $946.6 million available under our Revolving Credit Facility (as defined below). We follow a diversified investment approach for our cash and equivalents by maintaining such funds with a broad portfolio of banks within our group of relationship banks in high quality, highly liquid, short-term deposits and investments. Our ratio of debt-to-total capitalization, excluding our Financial Services debt, was 18.7% at December 31, 2022 as compared with 21.3% at December 31, 2021. \n\nFor the next twelve months, we expect our principal demand for funds will be for the acquisition and development of land inventory, construction of house inventory, and operating expenses, including our general and administrative expenses. The elongation of our production cycle has required a greater investment of cash in our homes under production. Additionally, we plan to continue our dividend payments and repurchases of common stock. Within the next twelve months, we need to repay or refinance Pulte Mortgage's master repurchase agreement with third-party lenders (the \"Repurchase Agreement\"). While we intend to refinance the Repurchase Agreement prior to its maturity, there can be no assurances that the Repurchase Agreement can be renewed or replaced on commercially reasonable terms upon its expiration. However, we believe we have adequate liquidity to meet Pulte Mortgage's anticipated financing needs. Beyond the next twelve months, we will need to repay or refinance our Revolving Credit Facility, which matures in June 2027, and our unsecured senior notes, the next tranche of which comes due in 2026. \n\nWe believe that our current cash position and other available financing resources, coupled with our ongoing operating activities, will provide sufficient liquidity to fund our business needs over the next twelve months and beyond. To the extent the sources of capital described above are insufficient to meet our needs, we may also conduct additional public offerings of our securities, refinance debt, dispose of certain assets to fund our operating activities, or draw on existing or new debt facilities. \n\nUnsecured senior notes \n\nAt December 31, 2022, we had $2.0 billion of unsecured senior notes outstanding with no repayments due until March 2026 when $500.0 million of notes are scheduled to mature. \n\nDuring 2021, we retired $426.0 million of senior notes at their scheduled maturity date and also accelerated the retirement of $200.0 million and $100.0 million of our unsecured notes scheduled to mature in 2026 and 2027, respectively, through a cash tender offer. The tender offer resulted in a loss of $61.5 million, which included the write-off of debt issuance costs, unamortized discounts and premiums, and transaction fees. \n\nOther notes payable \n\nOther notes payable include non-recourse and limited recourse secured notes with third parties that totaled $55.2 million at December 31, 2022. These notes have maturities ranging up to four years, are secured by the applicable land positions to which they relate, and generally have no recourse to other assets. The stated interest rates on these notes range up to 6%. \n\nJoint venture debt \n\nAt December 31, 2022, aggregate outstanding debt of unconsolidated joint ventures was $77.3 million, of which $42.0 million related to one joint venture in which we have a 50% interest. In connection with this loan, we and our joint venture partner provided customary limited recourse guaranties in which our maximum financial loss exposure is limited to our pro rata share of the debt outstanding. \n\nRevolving credit facility \n\nWe maintain a revolving credit facility (\"Revolving Credit Facility\") maturing in June 2027 that has a maximum borrowing capacity of $1.3 billion and contains an uncommitted accordion feature that could increase the capacity to $1.8 billion, subject to certain conditions and availability of additional bank commitments. The Revolving Credit Facility also provides for the issuance of letters of credit that reduce the available borrowing capacity under the Revolving Credit Facility, up to the maximum borrowing capacity. The interest rate on borrowings under the Revolving Credit Facility may be based on either the Secured Overnight Financing Rate or a base rate plus an applicable margin, as defined therein. The Revolving Credit Facility contains financial covenants that require us to maintain a minimum Tangible Net Worth and a maximum Debt-to-Capitalization Ratio (as each term is defined in the Revolving Credit Facility). As of December 31, 2022, we were in compliance with all covenants. \n\nAt December 31, 2022, we had no borrowings outstanding, $303.4 million of letters of credit issued, and $946.6 million of remaining capacity under the Revolving Credit Facility. At December 31, 2021, we had no borrowings outstanding, $298.8 million of letters of credit issued, and $701.2 million of remaining capacity under the Revolving Credit Facility. \n\nFinancial Services debt \n\nPulte Mortgage provides mortgage financing for the majority of our home closings by utilizing its own funds and funds made available pursuant to credit agreements with third parties. Pulte Mortgage uses these resources to finance its lending activities until the loans are sold in the secondary market, which generally occurs within 30 days. \n\nPulte Mortgage maintains the Repurchase Agreement, which matures on July 27, 2023. The maximum aggregate commitment was $800.0 million during the seasonally high borrowing period from December 27, 2022 through January 12, 2023. At all other times, the maximum aggregate commitment ranges from $360.0 million to $500.0 million. The purpose of the changes in capacity during the term of the agreement is to lower associated fees during seasonally lower volume periods of mortgage origination activity. Borrowings under the Repurchase Agreement are secured by residential mortgage loans available-for-sale. The Repurchase Agreement contains various affirmative and negative covenants applicable to Pulte Mortgage, including quantitative thresholds related to net worth, net income, and liquidity. Pulte Mortgage had $586.7 million and $626.1 million \n\noutstanding under the Repurchase Agreement at December 31, 2022 and 2021, respectively, and was in compliance with its covenants and requirements as of such dates. \n\nDividends and share repurchase program \n\nWe declared quarterly cash dividends totaling $143.1 million and $148.1 million in 2022 and 2021, respectively, and repurchased 24.2 million and 17.7 million shares in 2022 and 2021, respectively, for a total of $1.1 billion and $897.3 million in 2022 and 2021, respectively. On January 31, 2022, the Board of Directors increased our share repurchase authorization by $1.0 billion. At December 31, 2022, we had remaining authorization to repurchase $382.9 million of common shares. \n\nContractual Obligations \n\nWe are a party to many contractual obligations involving commitments to make payments to third parties. These obligations impact our short-term and long-term liquidity and capital resource needs. Certain contractual obligations are reflected on the Consolidated Balance Sheet as of December 31, 2022, while others are considered future commitments. Our contractual obligations primarily consist of long-term debt and related interest payments, purchase obligations related to expected acquisitions and development of land, operating leases, and obligations under our various compensation and benefit plans. \n\nWe use letters of credit and surety bonds to guarantee our performance under various contracts, principally in connection with the development of our homebuilding projects. The expiration dates of the letter of credit contracts coincide with the expected completion date of the related homebuilding projects. If the obligations related to a project are ongoing, annual extensions of the letters of credit are typically granted on a year-to-year basis. At December 31, 2022, we had outstanding letters of credit of $303.4 million. Our surety bonds generally do not have stated expiration dates; rather, we are released from the bonds as the contractual performance is completed. These bonds, which approximated $2.2 billion at December 31, 2022, are typically outstanding over a period of approximately three to five years. Because significant construction and development work has been performed related to the applicable projects but has not yet received final acceptance by the respective counterparties, the aggregate amount of surety bonds outstanding is in excess of the projected cost of the remaining work to be performed. \n\nIn the ordinary course of business, we enter into land option agreements in order to procure land for the construction of houses in the future. At December 31, 2022, these agreements had an aggregate remaining purchase price of $5.4 billion. Pursuant to these land option agreements, we provide a deposit to the seller as consideration for the right to purchase land at different times in the future, usually at predetermined prices. At December 31, 2022, outstanding deposits totaled $278.9 million, of which $14.6 million is refundable. \n\nFor further information regarding our primary obligations, refer to Note 5 , \"Debt\" and Note 11 , \"Commitments and Contingencies\" to the Consolidated Financial Statements included elsewhere in this Annual Report on 10-K for amounts outstanding as of December 31, 2022, related to debt and commitments and contingencies, respectively. \n\nCash flows \n\nOperating activities \n\nNet cash provided by operating activities in 2022 was $668.5 million, compared with net cash provided by operating activities of $1.0 billion in 2021. Generally, the primary drivers of our cash flow from operations are profitability and changes in inventory levels and residential mortgage loans available-for-sale, each of which experiences seasonal fluctuations. Our positive cash flow from operations for 2022 was primarily due to our net income of $2.6 billion, which was partially offset by a $2.3 billion net increase in inventories primarily attributable to higher house inventory in production resulting from more unsold units and extended production cycle times combined with investment in land inventory. Cash flow from operations was also favorably impacted by a $266.3 million decrease in residential mortgage loans available-for-sale. \n\nNet cash provided by operating activities in 2021 was primarily due to our net income of $1.9 billion, which was partially offset by a $1.3 billion increase in inventories which was primarily attributable to higher house inventory in production, resulting from higher sales activity and extended production cycle times combined with higher investment in land inventory to support future growth. Cash flow from operations was also favorably impacted by an increase of $395.3 million in customer deposits resulting from the higher order backlog but unfavorably impacted by an increase of $382.8 million in residential mortgage loans available-for-sale, resulting from higher loan originations to support revenue growth. \n\nInvesting activities \n\nNet cash used in investing activities totaled $171.7 million in 2022, compared with $124.1 million in 2021. The 2022 cash outflows primarily reflect $64.7 million of investments in unconsolidated entities primarily in support of our land development activities and capital expenditures of $112.7 million related to our ongoing investment in new communities, construction operations, and certain information technology applications. \n\nNet cash used in investing activities in 2021 primarily reflected $101.6 million of investments in unconsolidated entities primarily in support of our land development activities and capital expenditures of $72.8 million related to our ongoing investment in new communities, construction operations, and certain information technology applications. \n\nFinancing activities \n\nNet cash used in financing activities was $1.2 billion in 2022 compared with $1.7 billion during 2021. The net cash used in financing activities for 2022 resulted primarily from the repurchase of 24.2 million common shares for $1.1 billion under our repurchase authorization and cash dividends of $144.1 million. \n\nNet cash used in financing activities for 2021 resulted primarily from the repurchase of 17.7 million common shares for $897.3 million under our repurchase authorization, repayments of debt of $836.9 million, and cash dividends of $147.8 million, partially offset by net Financial Services borrowings of $214.3 million. \n\nSeasonality \n\nAlthough significant changes in market conditions have impacted our seasonal patterns in the past and could do so again, we have historically experienced variability in our quarterly results from operations due to the seasonal nature of the homebuilding industry. We generally experience increases in revenues and cash flow from operations during the fourth quarter based on the timing of home closings. This seasonal activity increases our working capital requirements in our third and fourth quarters to support our home production and loan origination volumes. As a result of the seasonality of our operations, our quarterly results of operations are not necessarily indicative of the results that may be expected for the full year. Additionally, given the disruption in economic activity caused by the COVID-19 pandemic, supply chain challenges, increase in mortgage interest rates, and other macroeconomic factors, our quarterly results in 2022 and 2021 are not necessarily indicative of results that may be achieved in the future. \n\nSupplemental Guarantor Financial Information \n\nAs of December 31, 2022 PulteGroup, Inc. had outstanding $2.0 billion principal amount of unsecured senior notes due at dates from March 2026 through February 2035 and no amounts outstanding on its Revolving Credit Facility. \n\nAll of our unsecured senior notes and the Revolving Credit Facility are fully and unconditionally guaranteed, on a joint and several basis, by certain subsidiaries of PulteGroup, Inc. (\"Guarantors\" or \"Guarantor Subsidiaries\"). Each of the Guarantor Subsidiaries is 100% owned, directly or indirectly, by PulteGroup, Inc. Our subsidiaries associated with our financial services operations and certain other subsidiaries do not guarantee the unsecured senior notes or the Revolving Credit Facility (collectively, \"Non-Guarantor Subsidiaries\"). The guarantees are senior unsecured obligations of each Guarantor and rank equal with all existing and future senior debt of such Guarantor and senior to all subordinated debt of such Guarantor. The guarantees are effectively subordinated to any secured debt of such Guarantor to the extent of the value of the assets securing such debt. \n\nA court could void or subordinate any Guarantor&#8217;s guarantee under the fraudulent conveyance laws if existing or future creditors of any such Guarantor were successful in establishing that such Guarantor: \n\n(a) incurred the guarantee with the intent of hindering, delaying or defrauding creditors; or \n\n(b) received less than reasonably equivalent value or fair consideration in return for incurring the guarantee and, in the case of and any one of the following is also true at the time thereof: \n\n&#8226; such Guarantor was insolvent or rendered insolvent by reason of the issuance of the incurrence of the guarantee; \n\n&#8226; the incurrence of the guarantee left such Guarantor with an unreasonably small amount of capital or assets to carry on its business; \n\n&#8226; such Guarantor intended to, or believed that it would, incur debts beyond its ability to pay as they mature; \n\n&#8226; such Guarantor was a defendant in an action for money damages, or had a judgment for money damages docketed against it, if the judgment is unsatisfied after final judgment. \n\nThe measures of insolvency for purposes of determining whether a fraudulent conveyance occurred would vary depending upon the laws of the relevant jurisdiction and upon the valuation assumptions and methodology applied by the court. However, in general, a court would deem a company insolvent if: \n\n&#8226; the sum of its debts, including contingent and unliquidated liabilities, was greater than the fair saleable value of all of its assets; \n\n&#8226; the present fair saleable value of its assets was less than the amount that would be required to pay its probable liability on its existing debts, including contingent liabilities, as they become absolute and mature; or \n\n&#8226; it could not pay its debts as they became due. \n\nThe guarantees of the senior notes contain a provision to limit each Guarantor&#8217;s liability to the maximum amount that it could incur without causing the incurrence of obligations under its guarantee to be a fraudulent transfer. However, under recent case law, this provision may not be effective to protect such guarantee from being voided under fraudulent transfer law or otherwise determined to be unenforceable. If a court were to find that the incurrence of a guarantee was a fraudulent transfer or conveyance, the court could void the payment obligations under that guarantee, could subordinate that guarantee to presently existing and future indebtedness of the Guarantor or could require the holders of the senior notes to repay any amounts received with respect to that guarantee. In the event of a finding that a fraudulent transfer or conveyance occurred, holders may not receive any repayment on the senior notes. \n\nFinally, as a court of equity, a bankruptcy court may subordinate the claims in respect of the guarantees to other claims against us under the principle of equitable subordination if the court determines that (1) the holder of senior notes engaged in some type of inequitable conduct, (2) the inequitable conduct resulted in injury to our other creditors or conferred an unfair advantage upon the holders of senior notes and (3) equitable subordination is not inconsistent with the provisions of the bankruptcy code. \n\nOn the basis of historical financial information, operating history and other factors, we believe that each of the Guarantors, after giving effect to the issuance of the guarantees when such guarantees were issued, was not insolvent, did not have unreasonably small capital for the business in which it engaged and did not and has not incurred debts beyond its ability to pay such debts as they mature. We cannot assure you, however, as to what standard a court would apply in making these determinations or that a court would agree with our conclusions in this regard. \n\nThe following tables present summarized financial information for PulteGroup, Inc. and the Guarantor Subsidiaries on a combined basis after intercompany transactions and balances have been eliminated among PulteGroup, Inc. and the Guarantor Subsidiaries, as well as their investment in and equity in earnings from the Non-Guarantor Subsidiaries ($000&#8217;s omitted): \n\n##TABLE_START PulteGroup, Inc. and Guarantor Subsidiaries Summarized Balance Sheet Data December 31, ASSETS 2022 2021 Cash, cash equivalents, and restricted cash $ 786,073 $ 1,598,328 House and land inventory 10,925,830 8,859,163 Amount due from Non-Guarantor Subsidiaries 674,898 278,531 Total assets 13,074,398 11,658,352 LIABILITIES Accounts payable, customer deposits, accrued and other liabilities $ 2,785,286 $ 2,788,465 Notes payable 2,045,527 2,029,044 Total liabilities 5,049,079 4,986,491 ##TABLE_END\n\n##TABLE_START Years Ended December 31, Summarized Statement of Operations Data 2022 2021 Revenues $ 15,637,507 $ 13,173,753 Cost of revenues 10,985,982 9,697,959 Selling, general, and administrative expenses 1,330,994 1,164,553 Income before income taxes 3,245,925 2,213,419 ##TABLE_END\n\nCritical Accounting Estimates \n\nThe preparation of the Company's financial statements in conformity with U.S. generally accepted accounting principles and the discussion and analysis of its financial condition and operating results requires management to make estimates and assumptions, including estimates about the future resolution of existing uncertainties that affect the amounts reported. As a result, actual results could differ from these estimates. Management bases its estimates on historical experience and on various other assumptions it believes to be reasonable under the circumstances. We believe the following critical accounting estimates reflect the more significant judgments and estimates used in the preparation of our consolidated financial statements. For a discussion of all of our significant accounting policies, refer to Note 1 , \"Summary of Significant Account Policies\". \n\nInventory and cost of revenues \n\nCost of revenues includes the construction cost, average lot cost, estimated warranty costs, and closing costs applicable to the home. The construction cost of the home includes amounts paid through the closing date of the home, plus an accrual for costs incurred but not yet paid, based on an analysis of budgeted construction costs. This accrual is reviewed for accuracy based on actual payments made after closing compared with the amount accrued, and adjustments are made if needed. Land acquisition and development costs are allocated to individual lots using an average lot cost determined based on the total expected land acquisition and development costs and the total expected home closings for the community. Total community land acquisition and development costs are based on an analysis of budgeted costs compared with actual costs incurred to date and estimates to complete. The development cycles for our communities range from under one year to in excess of ten years for certain master planned communities. Adjustments to estimated total land acquisition and development costs for the community affect the amounts costed for the community&#8217;s remaining lots. \n\nWe test inventory for impairment when events and circumstances indicate that the undiscounted cash flows estimated to be generated by the community may be less than its carrying amount. Such indicators include gross margins or sales paces significantly below expectations, construction costs or land development costs significantly in excess of budgeted amounts, significant delays or changes in the planned development for the community, and other known qualitative factors. Communities that demonstrate potential impairment indicators are tested for impairment by comparing the expected undiscounted cash flows for the community to its carrying value. For those communities whose carrying values exceed the expected undiscounted cash flows, we determine the fair value of the community and impairment charges are recorded if the fair value of the community&#8217;s inventory is less than its carrying value. \n\nWe generally determine the fair value of each community using a combination of discounted cash flow models and market comparable transactions, where available. These estimated cash flows are significantly impacted by estimates related to expected average selling prices, expected sales paces, expected land development and construction timelines, and anticipated land development, construction, and overhead costs. The assumptions used in the discounted cash flow models are specific to each community. Due to uncertainties in the estimation process, the significant volatility in demand for new housing, the long life cycles of many communities, and potential changes in our strategy related to certain communities, actual results could differ significantly from such estimates. \n\nGenerally, a community must have projected gross margin percentages in the single digits or lower to potentially fail the undiscounted cash flow step and proceed to the fair value step. Our overall gross margin realized during 2022 and our average gross margin in backlog at December 31, 2022 both exceeded 25%, and we have only a small minority of communities with gross margins below 10%. However, in the event of an extended economic slowdown that leads to moderate or significant decreases in the price of new homes in certain geographic or buyer submarkets, we could have a larger number of communities that begin to approach these levels such that more detailed impairment analyses would be necessary, and the resulting impairments could be material. Additionally, we have $478.8 million of deposits and pre-acquisition costs at December 31, 2022 related to option agreements to acquire additional land. In the event of an extended economic slowdown, we could elect to \n\ncancel a large portion of such land option agreements, which would generally result in the write-off of the related deposits and pre-acquisition costs. \n\nSelf-insured risks \n\nAt any point in time, we are managing numerous individual claims related to general liability, property, errors and omission, workers compensation, and other business insurance coverage. We reserve for costs associated with such claims (including expected claims management expenses) on an undiscounted basis at the time product revenue is recognized for each home closing and periodically evaluate the recorded liabilities based on actuarial analyses of our historical claims. The actuarial analyses calculate estimates of the ultimate cost of all unpaid losses, including estimates for incurred but not reported losses (\"IBNR\"). IBNR represents losses related to claims incurred but not yet reported plus development on reported claims. \n\nOur recorded reserves for all such claims totaled $635.9 million and $627.1 million at December 31, 2022 and 2021, respectively, the vast majority of which relate to general liability claims. The recorded reserves include loss estimates related to both (i) existing claims and related claim expenses and (ii) IBNR and related claim expenses. Liabilities related to IBNR and related claim expenses represented approximately 74% and 70% of the total general liability reserves at December 31, 2022 and 2021, respectively. The actuarial analyses that determine the IBNR portion of reserves consider a variety of factors, including the frequency and severity of losses, which are based on our historical claims experience supplemented by industry data. The actuarial analyses of the reserves also consider historical third party recovery rates and claims management expenses. Because of the inherent uncertainty in estimating future losses related to these claims, actual costs could differ significantly from estimated costs. Based on the actuarial analyses performed, we believe the range of reasonably possible losses related to these claims is $525 million to $725 million. While this range represents our best estimate of our ultimate liability related to these claims, due to a variety of factors, including those factors described above, there can be no assurance that the ultimate costs realized by us will fall within this range. \n\nVolatility in both national and local housing market conditions can affect the frequency and cost of construction defect claims. Additionally, IBNR estimates comprise the majority of our liability and are subject to a high degree of uncertainty due to a variety of factors, including changes in claims reporting and resolution patterns, third party recoveries, insurance industry practices, the regulatory environment, and legal precedent. State regulations vary, but construction defect claims are reported and resolved over an extended period often exceeding ten years. Changes in the frequency and timing of reported claims and estimates of specific claim values can impact the underlying inputs and trends utilized in the actuarial analyses, which could have a material impact on the recorded reserves. Additionally, the amount of insurance coverage available for each policy period also impacts our recorded reserves. Because of the inherent uncertainty in estimating future losses and the timing of such losses related to these claims, actual costs could differ significantly from estimated costs. \n\nAdjustments to reserves are recorded in the period in which the change in estimate occurs. During 2022 and 2021, we reduced general liability reserves by $65.0 million and $81.1 million, respectively, as a result of changes in estimates resulting from actual claim experience observed being less than anticipated in previous actuarial projections. The changes in actuarial estimates were driven by changes in actual claims experience that, in turn, impacted actuarial estimates for potential future claims. These changes in actuarial estimates did not involve any changes in actuarial methodology but did impact the development of estimates for future periods, which resulted in adjustments to the IBNR portion of our recorded liabilities. There were no material adjustments to individual claims. Rather, the adjustments reflect an overall lower level of losses related to construction defect claims in recent years as compared with our previous experience. We attribute this favorable experience to a variety of factors, including improved construction techniques, rising home values, and increased participation from our subcontractors in resolving claims. \n\n"
    },
    {
      "section": "7A",
      "text": " ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK \n\nWe are subject to market risk on our debt instruments primarily due to fluctuations in interest rates. We utilize both fixed-rate and variable-rate debt. For fixed-rate debt, changes in interest rates generally affect the fair value of the debt instrument but not our earnings or cash flows. Conversely, for variable-rate debt, changes in interest rates generally do not affect the fair value of the debt instrument but could affect our earnings and cash flows. Except in very limited circumstances, we do not have an obligation to prepay our debt prior to maturity. As a result, interest rate risk and changes in fair value should not have a significant impact on our fixed-rate debt until we are required or elect to refinance or repurchase such debt. \n\nThe following table sets forth the principal cash flows by scheduled maturity, weighted-average interest rates, and estimated fair value of our debt obligations as of December 31, 2022 and 2021 ($000&#8217;s omitted). \n\n##TABLE_START &#160; As of December 31, 2022 for the Years ended December 31, &#160; 2023 2024 2025 2026 2027 Thereafter Total Fair Value Rate-sensitive liabilities: Fixed rate debt $ 20,841 $ 30,792 $ &#8212; $ 503,595 $ 500,000 $ 1,000,000 $ 2,055,228 $ 2,079,218 Average interest rate 2.45 % 4.72 % &#8212; % 5.49 % 5.00 % 6.71 % 5.92 % \n\nVariable rate debt (a) \n\n$ 586,711 $ &#8212; $ &#8212; $ &#8212; $ &#8212; $ &#8212; $ 586,711 $ 586,711 Average interest rate 5.39 % &#8212; % &#8212; % &#8212; % &#8212; % &#8212; % 5.39 % &#160; As of December 31, 2021 for the Years ended December 31, &#160; 2022 2023 2024 2025 2026 Thereafter Total Fair Value Rate-sensitive liabilities: Fixed rate debt $ 8,652 $ 12,555 $ 18,978 $ &#8212; $ 500,000 $ 1,500,000 $ 2,040,185 $ 2,496,875 Average interest rate 1.16 % 3.55 % 5.28 % &#8212; % 5.50 % 6.14 % 5.94 % \n\nVariable rate debt (a) \n\n$ 626,123 $ &#8212; $ &#8212; $ &#8212; $ &#8212; $ &#8212; $ 626,123 $ 626,123 Average interest rate 2.20 % &#8212; % &#8212; % &#8212; % &#8212; % &#8212; % 2.20 % ##TABLE_END\n\n(a) Includes the Pulte Mortgage Repurchase Agreement. There were no borrowings outstanding under our Revolving Credit Facility at either December 31, 2022 or 2021. \n\nDerivative instruments and hedging activities \n\nPulte Mortgage is exposed to market risks from commitments to lend, movements in interest rates, and canceled or modified commitments to lend. A commitment to lend at a specific interest rate (an interest rate lock commitment) is a derivative financial instrument (interest rate is locked to the borrower). The interest rate risk continues through the loan closing and until the loan is sold to an investor. We are generally not exposed to variability in cash flows of derivative instruments for more than approximately 60 days. In periods of rising interest rates, the length of exposure will generally increase due to customers locking in an interest rate sooner as opposed to letting the interest rate float. In periods of low or decreasing interest rates, the length of exposure will also generally increase as customers desire to lock before the possibility of rising rates. \n\nIn order to reduce these risks, we use derivative financial instruments, principally cash forward placement contracts on mortgage-backed securities and whole loan investor commitments, to economically hedge the interest rate lock commitment. We generally enter into one of the aforementioned derivative financial instruments upon accepting interest rate lock commitments. Changes in the fair value of interest rate lock commitments and the other derivative financial instruments are recognized in Financial Services revenues. We do not use any derivative financial instruments for trading purposes. \n\nAt December 31, 2022 and 2021, residential mortgage loans available-for-sale had an aggregate fair value of $677.2 million and $947.1 million, respectively. At December 31, 2022 and 2021, we had aggregate interest rate lock commitments of $653.2 million and $337.9 million, respectively, which were originated at interest rates prevailing at the date of commitment. Unexpired forward contracts totaled $1.0 billion and $903.0 million at December 31, 2022 and 2021, respectively, and whole loan investor commitments totaled $285.9 million and $310.0 million, respectively, at such dates. Hypothetical changes in the fair values of our financial instruments arising from immediate parallel shifts in long-term mortgage rates would not be material to our financial results due to the offsetting nature in the movements in fair value of our financial instruments. \n\nSPECIAL NOTES CONCERNING FORWARD-LOOKING STATEMENTS \n\nAs a cautionary note, except for the historical information contained herein, certain matters discussed in Item 7, Management's Discussion and Analysis of Financial Condition and Results of Operations , and Item 7A, Quantitative and Qualitative Disclosures About Market Risk , are &#8220;forward-looking&#8221; statements within the meaning of the Private Securities Litigation Reform Act of 1995. Such forward-looking statements are subject to a number of risks, uncertainties and other factors that could cause our actual results, performance, prospects or opportunities, as well as those of the markets we serve or intend to serve, to differ materially from those expressed in, or implied by, these statements. You can identify these statements by the fact that they do not relate to matters of a strictly factual or historical nature and generally discuss or relate to forecasts, estimates or other expectations regarding future events. Generally, the words \"believe,\" \"expect,\" \"intend,\" \"estimate,\" \"anticipate,\" \"plan,\" \"project,\" \"may,\" \"can,\" \"could,\" \"might,\" \"should,\" \"will,\" and similar expressions identify forward-looking statements, including statements related to any potential impairment charges and the impacts or effects thereof, expected operating and performing results, planned transactions, planned objectives of management, future developments or conditions in the industries in which we participate and other trends, developments and uncertainties that may affect our business in the future. \n\nSuch risks, uncertainties and other factors include, among other things: interest rate changes and the availability of mortgage financing; competition within the industries in which we operate; the availability and cost of land and other raw materials used by us in our homebuilding operations; the impact of any changes to our strategy in responding to the cyclical nature of the industry, including any changes regarding our land positions and the levels of our land spend; the availability and cost of insurance covering risks associated with our businesses; shortages and the cost of labor; weather related slowdowns; slow growth initiatives and/or local building moratoria; governmental regulation directed at or affecting the housing market, the homebuilding industry or construction activities; uncertainty in the mortgage lending industry, including revisions to underwriting standards and repurchase requirements associated with the sale of mortgage loans; the interpretation of or changes to tax, labor and environmental laws which could have a greater impact on our effective tax rate or the value of our deferred tax assets than we anticipate; economic changes nationally or in our local markets, including inflation, deflation, changes in consumer confidence and preferences and the state of the market for homes in general; legal or regulatory proceedings or claims; our ability to generate sufficient cash flow in order to successfully implement our capital allocation priorities; required accounting changes; terrorist acts and other acts of war; the negative impact of the COVID-19 pandemic on our financial position and ability to continue our Homebuilding or Financial Services activities at normal levels or at all in impacted areas; the duration, effect and severity of the COVID-19 pandemic; the measures that governmental authorities take to address the COVID-19 pandemic which may precipitate or exacerbate one or more of the above-mentioned and/or other risks and significantly disrupt or prevent us from operating our business in the ordinary course for an extended period of time; and other factors of national, regional and global scale, including those of a political, economic, business and competitive nature. See Item 1A &#8211; Risk Factors for a further discussion of these and other risks and uncertainties applicable to our businesses. We undertake no duty to update any forward-looking statement, whether as a result of new information, future events or changes in our expectations. \n\n"
    },
    {
      "section": "8",
      "text": " ITEM 8. FINANCIAL STATEMENTS AND SUPPLEMENTARY DATA \n\nPULTEGROUP, INC. \n\nCONSOLIDATED BALANCE SHEETS \n\nDecember 31, 2022 and 2021 \n\n($000&#8217;s omitted, except per share data) \n\n&#160; \n\n##TABLE_START 2022 2021 ASSETS Cash and equivalents $ 1,053,104 &#160; $ 1,779,088 &#160; Restricted cash 41,449 &#160; 54,477 &#160; Total cash, cash equivalents, and restricted cash 1,094,553 &#160; 1,833,565 &#160; House and land inventory 11,326,017 &#160; 9,047,569 &#160; Land held for sale 42,254 &#160; 29,276 &#160; Residential mortgage loans available-for-sale 677,207 &#160; 947,139 &#160; Investments in unconsolidated entities 146,759 &#160; 98,155 &#160; Other assets 1,291,572 &#160; 1,110,966 &#160; Intangible assets 135,805 &#160; 146,923 &#160; Deferred tax assets 82,348 &#160; 139,038 &#160; $ 14,796,515 &#160; $ 13,352,631 &#160; LIABILITIES AND SHAREHOLDERS&#8217; EQUITY Liabilities: Accounts payable, including book overdrafts of $ 87,578 and $ 87,462 at December 31, 2022 and 2021, respectively \n\n$ 565,975 &#160; $ 621,168 &#160; Customer deposits 783,556 &#160; 844,785 &#160; Deferred tax liabilities 215,446 &#160; 165,519 &#160; Accrued and other liabilities \n\n1,685,202 &#160; 1,576,478 &#160; Financial Services debt 586,711 &#160; 626,123 &#160; Notes payable 2,045,527 &#160; 2,029,043 &#160; Total liabilities 5,882,417 &#160; 5,863,116 &#160; Shareholders&#8217; equity: Preferred shares, $ 0.01 par value; 25,000,000 shares authorized, none issued \n\n$ &#8212; &#160; $ &#8212; &#160; Common shares, $ 0.01 par value; 500,000,000 shares authorized, 225,840,443 and 249,325,873 shares issued and outstanding at December 31, 2022 and 2021, respectively \n\n2,258 &#160; 2,493 &#160; Additional paid-in capital 3,330,138 &#160; 3,290,791 &#160; Accumulated other comprehensive loss &#8212; &#160; ( 45 ) Retained earnings 5,581,702 &#160; 4,196,276 &#160; Total shareholders&#8217; equity 8,914,098 &#160; 7,489,515 &#160; $ 14,796,515 &#160; $ 13,352,631 &#160; ##TABLE_END\n\nSee Notes to Consolidated Financial Statements. \n\nPULTEGROUP, INC. \n\nCONSOLIDATED STATEMENTS OF OPERATIONS \n\nFor the years ended December 31, 2022, 2021, and 2020 \n\n(000&#8217;s omitted, except per share data) \n\n&#160; \n\n##TABLE_START 2022 2021 2020 Revenues: Homebuilding Home sale revenues $ 15,774,135 &#160; $ 13,376,812 &#160; $ 10,579,896 &#160; Land sale and other revenues 143,144 &#160; 160,538 &#160; 94,017 &#160; 15,917,279 &#160; 13,537,350 &#160; 10,673,913 &#160; Financial Services 311,716 &#160; 389,532 &#160; 362,169 &#160; Total revenues 16,228,995 &#160; 13,926,882 &#160; 11,036,082 &#160; Homebuilding Cost of Revenues: Home sale cost of revenues ( 11,093,895 ) ( 9,841,961 ) ( 8,004,823 ) Land sale and other cost of revenues ( 119,906 ) ( 134,013 ) ( 77,626 ) ( 11,213,801 ) ( 9,975,974 ) ( 8,082,449 ) Financial Services expenses ( 180,696 ) ( 168,486 ) ( 175,481 ) Selling, general, and administrative expenses ( 1,381,222 ) ( 1,208,698 ) ( 1,011,442 ) Loss on debt retirement &#8212; &#160; ( 61,469 ) &#8212; &#160; Goodwill impairment &#8212; &#160; &#8212; &#160; ( 20,190 ) Other expense, net ( 13,718 ) ( 2,410 ) ( 17,826 ) Income before income taxes 3,439,558 &#160; 2,509,845 &#160; 1,728,694 &#160; Income tax expense ( 822,241 ) ( 563,525 ) ( 321,855 ) Net income $ 2,617,317 &#160; $ 1,946,320 &#160; $ 1,406,839 &#160; Net income per share: Basic $ 11.07 &#160; $ 7.44 &#160; $ 5.19 &#160; Diluted $ 11.01 &#160; $ 7.43 &#160; $ 5.18 &#160; Cash dividends declared $ 0.61 &#160; $ 0.57 &#160; $ 0.50 &#160; Number of shares used in calculation: Basic 235,010 &#160; 259,285 &#160; 268,553 &#160; Effect of dilutive securities 1,156 &#160; 643 &#160; 861 &#160; Diluted 236,166 &#160; 259,928 &#160; 269,414 &#160; ##TABLE_END\n\nSee Notes to Consolidated Financial Statements. \n\nPULTEGROUP, INC. \n\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME \n\nFor the years ended December 31, 2022, 2021, and 2020 \n\n($000&#8217;s omitted) \n\n&#160; \n\n##TABLE_START 2022 2021 2020 Net income $ 2,617,317 &#160; $ 1,946,320 &#160; $ 1,406,839 &#160; Other comprehensive income, net of tax: Change in value of derivatives 45 &#160; 100 &#160; 100 &#160; Other comprehensive income 45 &#160; 100 &#160; 100 &#160; Comprehensive income $ 2,617,362 &#160; $ 1,946,420 &#160; $ 1,406,939 &#160; ##TABLE_END\n\nSee Notes to Consolidated Financial Statements. \n\nPULTEGROUP, INC. \n\nCONSOLIDATED STATEMENTS OF SHAREHOLDERS&#8217; EQUITY \n\nFor the years ended December 31, 2022, 2021, and 2020 \n\n(000&#8217;s omitted) \n\n##TABLE_START &#160; Common Shares Additional Paid-in Capital Accumulated Other Comprehensive Income (Loss) Retained Earnings Total Shares $ Shareholders' equity, December 31, 2019 270,235 &#160; $ 2,702 &#160; $ 3,235,149 &#160; $ ( 245 ) $ 2,220,574 &#160; $ 5,458,180 &#160; \n\nCumulative effect of accounting change (see Note 1 ) \n\n&#8212; &#8212; &#8212; &#160; &#8212; ( 735 ) ( 735 ) Stock option exercises 15 &#160; 1 &#160; 110 &#160; &#8212; &#8212; 111 &#160; Share issuances 756 &#160; 8 &#160; 4,088 &#160; &#8212; &#8212; 4,096 &#160; Dividends declared &#8212; &#8212; &#8212; &#8212; ( 135,138 ) ( 135,138 ) Share repurchases ( 4,542 ) ( 46 ) &#8212; &#8212; ( 170,630 ) ( 170,676 ) Cash paid for shares withheld for taxes &#8212; &#8212; &#8212; &#160; &#8212; ( 14,853 ) ( 14,853 ) Share-based compensation &#8212; &#8212; 22,065 &#160; &#8212; &#8212; 22,065 &#160; Net income &#8212; &#8212; &#8212; &#8212; 1,406,839 &#160; 1,406,839 &#160; Other comprehensive income &#8212; &#8212; &#8212; 100 &#160; &#8212; 100 &#160; Shareholders' equity, December 31, 2020 266,464 &#160; $ 2,665 &#160; $ 3,261,412 &#160; $ ( 145 ) $ 3,306,057 &#160; $ 6,569,989 &#160; Stock option exercises 1 &#160; &#8212; &#160; 11 &#160; &#8212; &#8212; 11 &#160; Share issuances 525 &#160; 5 &#160; 4,176 &#160; &#8212; &#8212; 4,181 &#160; Dividends declared &#8212; &#8212; &#8212; &#8212; ( 148,133 ) ( 148,133 ) Share repurchases ( 17,664 ) ( 177 ) &#8212; &#8212; ( 897,126 ) ( 897,303 ) Cash paid for shares withheld for taxes &#8212; &#8212; &#8212; &#8212; ( 10,842 ) ( 10,842 ) Share-based compensation &#8212; &#8212; 25,192 &#160; &#8212; &#8212; 25,192 &#160; Net income &#8212; &#8212; &#8212; &#8212; 1,946,320 &#160; 1,946,320 &#160; Other comprehensive income &#8212; &#8212; &#8212; 100 &#160; &#8212; 100 &#160; Shareholders' equity, December 31, 2021 249,326 &#160; $ 2,493 &#160; $ 3,290,791 &#160; $ ( 45 ) $ 4,196,276 &#160; $ 7,489,515 &#160; Share issuances 676 &#160; 7 &#160; 6,024 &#160; &#8212; &#8212; 6,031 &#160; Dividends declared &#8212; &#8212; &#8212; &#8212; ( 143,134 ) ( 143,134 ) Share repurchases ( 24,162 ) ( 242 ) &#8212; &#8212; ( 1,074,431 ) ( 1,074,673 ) Cash paid for shares withheld for taxes &#8212; &#8212; &#8212; &#8212; ( 14,326 ) ( 14,326 ) Share-based compensation &#8212; &#8212; 33,323 &#160; &#8212; &#8212; 33,323 &#160; Net income &#8212; &#8212; &#8212; &#8212; 2,617,317 &#160; 2,617,317 &#160; Other comprehensive income &#8212; &#8212; &#8212; 45 &#160; &#8212; 45 &#160; Shareholders' equity, December 31, 2022 225,840 &#160; $ 2,258 &#160; $ 3,330,138 &#160; $ &#8212; &#160; $ 5,581,702 &#160; $ 8,914,098 &#160; ##TABLE_END\n\nSee Notes to Consolidated Financial Statements. \n\nPULTEGROUP, INC. \n\nCONSOLIDATED STATEMENTS OF CASH FLOWS \n\nFor the years ended December 31, 2022, 2021, and 2020 \n\n($000&#8217;s omitted) \n\n##TABLE_START 2022 2021 2020 Cash flows from operating activities: Net income $ 2,617,317 &#160; $ 1,946,320 &#160; $ 1,406,839 &#160; Adjustments to reconcile net income to net cash from operating activities: Deferred income tax expense 106,584 &#160; 59,168 &#160; 137,598 &#160; Land-related charges 66,656 &#160; 12,302 &#160; 20,305 &#160; Loss on debt retirement &#8212; &#160; 61,469 &#160; &#8212; &#160; Goodwill impairment &#8212; &#160; &#8212; &#160; 20,190 &#160; Depreciation and amortization 70,918 &#160; 69,953 &#160; 66,081 &#160; Share-based compensation expense 42,989 &#160; 36,745 &#160; 32,843 &#160; Equity income from unconsolidated entities ( 50,680 ) ( 17,200 ) ( 1,880 ) Distributions of earnings from unconsolidated entities 49,151 &#160; 2,110 &#160; 505 &#160; Other, net 1,431 &#160; 1,586 &#160; 263 &#160; Increase (decrease) in cash due to: Inventories ( 2,256,690 ) ( 1,266,398 ) 2,988 &#160; Residential mortgage loans available-for-sale 266,310 &#160; ( 382,813 ) ( 56,732 ) Other assets ( 140,761 ) ( 159,906 ) ( 46,307 ) Accounts payable, accrued and other liabilities ( 104,759 ) 640,685 &#160; 201,649 &#160; Net cash provided by operating activities 668,466 &#160; 1,004,021 &#160; 1,784,342 &#160; Cash flows from investing activities: Capital expenditures ( 112,661 ) ( 72,781 ) ( 58,354 ) Investments in unconsolidated entities ( 64,701 ) ( 101,591 ) ( 753 ) Distributions of capital from unconsolidated entities 21,704 &#160; 53,927 &#160; 27,939 &#160; Business acquisition ( 10,400 ) ( 10,400 ) ( 83,251 ) Other investing activities, net ( 5,685 ) 6,713 &#160; 6,472 &#160; Net cash used in investing activities ( 171,743 ) ( 124,132 ) ( 107,947 ) Cash flows from financing activities: Repayments of notes payable ( 4,856 ) ( 836,893 ) ( 65,267 ) Borrowings under revolving credit facility 2,869,000 &#160; &#8212; &#160; 700,000 &#160; Repayments under revolving credit facility ( 2,869,000 ) &#8212; &#160; ( 700,000 ) Financial Services borrowings (repayments), net ( 39,412 ) 214,302 &#160; 85,248 &#160; Debt issuance costs ( 11,167 ) &#8212; &#160; &#8212; &#160; Proceeds from liabilities related to consolidated inventory not owned 58,729 &#160; &#8212; &#160; &#8212; &#160; Payments related to consolidated inventory not owned ( 5,915 ) &#8212; &#160; &#8212; &#160; Stock option exercises &#8212; &#160; 11 &#160; 111 &#160; Share repurchases ( 1,074,673 ) ( 897,303 ) ( 170,676 ) Cash paid for shares withheld for taxes ( 14,326 ) ( 10,842 ) ( 14,853 ) Dividends paid ( 144,115 ) ( 147,834 ) ( 130,179 ) Net cash used in financing activities ( 1,235,735 ) ( 1,678,559 ) ( 295,616 ) Net increase (decrease) ( 739,012 ) ( 798,670 ) 1,380,779 &#160; Cash, cash equivalents, and restricted cash at beginning of period 1,833,565 &#160; 2,632,235 &#160; 1,251,456 &#160; Cash, cash equivalents, and restricted cash at end of period $ 1,094,553 &#160; $ 1,833,565 &#160; $ 2,632,235 &#160; Supplemental Cash Flow Information: Interest paid (capitalized), net $ 1,797 &#160; $ 10,856 &#160; $ 3,057 &#160; Income taxes paid, net $ 641,948 &#160; $ 457,406 &#160; $ 264,248 &#160; ##TABLE_END\n\nSee Notes to Consolidated Financial Statements. \n\nPULTEGROUP, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS &#160; \n\n1. Summary of significant accounting policies \n\nBasis of presentation \n\nPulteGroup, Inc. is one of the largest homebuilders in the U.S., and our common shares trade on the New York Stock Exchange under the ticker symbol &#8220;PHM&#8221;. Unless the context otherwise requires, the terms \"PulteGroup\", the \"Company\", \"we\", \"us\", and \"our\" used herein refer to PulteGroup, Inc. and its subsidiaries. While our subsidiaries engage primarily in the homebuilding business, we also have mortgage banking operations, conducted principally through Pulte Mortgage LLC (&#8220;Pulte Mortgage&#8221;), and title and insurance brokerage operations. \n\nThe consolidated financial statements have been prepared in accordance with U.S. generally accepted accounting principles and include the accounts of PulteGroup, Inc. and all of its direct and indirect subsidiaries and variable interest entities in which PulteGroup, Inc. is deemed to be the primary beneficiary. All significant intercompany accounts, transactions, and balances have been eliminated in consolidation. \n\nBusiness acquisitions \n\nOn January 24, 2020, we acquired the operations of Innovative Construction Group (\"ICG\"), an offsite construction framing company located in Jacksonville, Florida, for $ 104 million, of which $ 83.3 million was paid in January 2020 with additional payments of $ 10.4 million in each of 2021 and 2022. The acquired net assets were recorded at their estimated fair values, including intangible assets of $ 27.8 million associated with customer relationships and $ 1.8 million associated with the ICG tradename, which are being amortized over seven - and five -year useful lives, respectively. The acquisition also resulted in $ 48.7 million of tax deductible goodwill. The acquisition of these assets was not material to our results of operations or financial condition. \n\nUse of estimates \n\nThe preparation of financial statements in conformity with U.S. generally accepted accounting principles requires management to make estimates and assumptions that affect the amounts reported in the financial statements and accompanying notes. Actual results could differ from those estimates. \n\nSubsequent events \n\nWe evaluated subsequent events up until the time the financial statements were filed with the Securities and Exchange Commission (\"SEC\"). \n\nCash and equivalents \n\nCash and equivalents include institutional money market investments and time deposits with a maturity of three months or less when acquired. Cash and equivalents at December 31, 2022 and 2021 also included $ 42.9 million and $ 38.4 million, respectively, of cash from home closings held in escrow for our benefit, typically for less than five days, which are considered deposits in-transit. \n\nRestricted cash \n\nWe maintain certain cash balances that are restricted as to their use, including customer deposits on home sales that are temporarily restricted by regulatory requirements in certain states until title transfers to the homebuyer. \n\nInvestments in unconsolidated entities \n\nWe have investments in a number of unconsolidated entities, including joint ventures, with independent third parties. The equity method of accounting is used for unconsolidated entities over which we have significant influence; generally this represents ownership interests of at least 20% and not more than 50%. Under the equity method of accounting, we recognize \n\nPULTEGROUP, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued) \n\nour proportionate share of the earnings and losses of these entities. Certain of these entities sell land to us. We defer the recognition of profits from such activities until the time we ultimately sell the related land. \n\nWe evaluate our investments in unconsolidated entities for recoverability in accordance with ASC 323, &#8220;Investments &#8211; Equity Method and Joint Ventures&#8221;. If we determine that a loss in the value of the investment is other than temporary, we write down the investment to its estimated fair value. Any such losses are recorded to equity in (earnings) loss of unconsolidated entities, which is reflected in other expense, net. Due to uncertainties in the estimation process and the significant volatility in demand for new housing, actual results could differ significantly from such estimates. See Note 4 . \n\nIntangible assets \n\nGoodwill, which represents the cost of acquired businesses in excess of the fair value of the net assets of such businesses at the acquisition date, totaled $ 68.9 million at both December 31, 2022 and 2021. We assess goodwill for impairment annually in the fourth quarter and if events or changes in circumstances indicate the carrying amount may not be recoverable. \n\nIn accordance with ASC 350, \"Intangibles\", management evaluates the recoverability of goodwill by comparing the carrying value of the Company&#8217;s reporting units to their fair value. Fair value is determined using accepted valuation methods, including the use of discounted cash flows supplemented by market-based assessments of fair value. As a result of the significant decline in equity market valuations that occurred during the period between our acquisition of ICG in January 2020 and March 31, 2020, we determined that an event-driven goodwill impairment test was appropriate for the ICG goodwill, which resulted in an impairment totaling $ 20.2 million in the first quarter of 2020. This impairment was not the result of any unique factors specific to ICG's operations but, rather, reflected the broad-based declines in the market capitalizations of publicly-traded construction companies in the short period of time between the acquisition and the March 31, 2020 valuation date. \n\nIntangible assets also include tradenames and customer relationships acquired in connection with acquisitions and totaled $ 66.9 million, net of accumulated amortization of $ 87.7 million, at December 31, 2022, and $ 78.0 million, net of accumulated amortization of $ 76.6 million, at December 31, 2021. Such tradenames are generally being amortized over 20-year lives. Our customer relationships intangible asset resulted from the ICG acquisition and is being amortized over seven years . Amortization expense totaled $ 11.1 million, $ 16.5 million, and $ 19.7 million in 2022, 2021 and 2020, respectively, and is expected to be $ 10.5 million in 2023, $ 10.0 million in 2024, $ 9.3 million in 2025, $ 8.9 million in 2026, and $ 6.5 million in 2027. The ultimate realization of these assets is dependent upon the future cash flows and benefits that we expect to generate from their use. We assess intangibles for impairment if events or changes in circumstances indicate the carrying amount may not be recoverable. \n\nProperty and equipment \n\nProperty and equipment are recorded at cost. Maintenance and repair costs are expensed as incurred. Depreciation is computed by the straight-line method based upon estimated useful lives as follows: office furniture and equipment - 3 to 10 years; leasehold improvements - life of the lease; software and hardware - 3 to 5 years; model park improvements and furnishings - 1 to 5 years. Property and equipment are included in other assets and totaled $ 200.3 million net of accumulated depreciation of $ 242.3 million at December 31, 2022 and $ 149.2 million net of accumulated depreciation of $ 228.5 million at December 31, 2021. Depreciation expense totaled $ 59.8 million, $ 53.5 million, and $ 46.4 million in 2022, 2021, and 2020, respectively. \n\nAdvertising costs \n\nAdvertising costs are expensed to selling, general, and administrative expense as incurred and totaled $ 61.6 million, $ 47.2 million, and $ 40.3 million, in 2022, 2021, and 2020, respectively. \n\nPULTEGROUP, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued) \n\nEmployee benefits \n\nWe maintain a defined contribution retirement plan that covers substantially all of our employees. Company contributions to the plan totaled $ 27.6 million, $ 23.4 million, and $ 20.4 million in 2022, 2021, and 2020, respectively. \n\nOther expense, net \n\nOther expense, net consists of the following ($000&#8217;s omitted): &#160; \n\n##TABLE_START 2022 2021 2020 \n\nWrite-offs of deposits and pre-acquisition costs (Note 2) \n\n$ ( 63,559 ) $ ( 12,283 ) $ ( 12,390 ) \n\nAmortization of intangible assets (Note 1) \n\n( 11,118 ) ( 16,502 ) ( 19,685 ) Interest income 1,971 &#160; 1,953 &#160; 6,837 &#160; Interest expense ( 284 ) ( 502 ) ( 4,248 ) \n\nEquity in earnings of unconsolidated entities ( Note 4 ) \n\n50,680 &#160; 17,200 &#160; 1,880 &#160; Miscellaneous, net 8,592 &#160; 7,724 &#160; 9,780 &#160; Total other expense, net $ ( 13,718 ) $ ( 2,410 ) $ ( 17,826 ) ##TABLE_END\n\nEarnings per share \n\nBasic earnings per share is computed by dividing income available to common shareholders (the &#8220;Numerator&#8221;) by the weighted-average number of common shares, adjusted for unvested shares, (the &#8220;Denominator&#8221;), for the period. Computing diluted earnings per share is similar to computing basic earnings per share, except that the Denominator is increased to include the dilutive effects of unvested restricted share units and other potentially dilutive instruments. Anti-dilutive shares were immaterial in 2022, 2021, and 2020. \n\nIn accordance with ASC 260 \"Earnings Per Share\", the two-class method determines earnings per share for each class of common share and participating securities according to an earnings allocation formula that adjusts the Numerator for dividends or dividend equivalents and participation rights in undistributed earnings. Unvested share-based payment awards that contain non-forfeitable rights to dividends or dividend equivalents are participating securities and, therefore, are included in computing earnings per share pursuant to the two-class method. Our outstanding restricted share units and deferred shares are considered participating securities . The following table presents a reconciliation of the Numerator used in our earnings per common share calculation ($000's omitted): \n\n##TABLE_START December 31, 2022 December 31, 2021 December 31, 2020 Numerator: Net income $ 2,617,317 &#160; $ 1,946,320 &#160; $ 1,406,839 &#160; Less: earnings distributed to participating securities ( 846 ) ( 1,218 ) ( 1,106 ) Less: undistributed earnings allocated to participating securities ( 15,330 ) ( 15,117 ) ( 11,348 ) Numerator for basic earnings per share $ 2,601,141 &#160; $ 1,929,985 &#160; $ 1,394,385 &#160; Add: undistributed earnings allocated to participating securities 15,330 &#160; 15,117 &#160; 11,348 &#160; Less: undistributed earnings reallocated to participating securities ( 15,229 ) ( 15,080 ) ( 11,312 ) Numerator for diluted earnings per share $ 2,601,242 &#160; $ 1,930,022 &#160; $ 1,394,421 &#160; ##TABLE_END \n\nShare-based compensation \n\nWe measure compensation cost for share-based compensation on the grant date. Fair value for restricted share units is determined based on the quoted price of our common shares on the grant date. We recognize compensation expense for restricted share units, the majority of which cliff vest at the end of three years , ratably over the vesting period. For share-based awards containing performance conditions, we recognize compensation expense ratably over the vesting period when it is probable that the stated performance targets will be achieved and record cumulative adjustments in the period in which \n\nPULTEGROUP, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued) \n\nestimates change. Compensation expense related to our share-based awards is included in selling, general, and administrative expense, except for a small portion recognized in Financial Services expenses. Forfeitures of share-based awards are recognized as a reduction of expense as incurred. See Note 7 . \n\nIncome taxes \n\nThe provision for income taxes is calculated using the asset and liability method, under which deferred tax assets and liabilities are recognized by identifying the temporary differences arising from the different treatment of items for tax and accounting purposes. In assessing the realizability of deferred tax assets, we consider whether it is more likely than not that some portion or all of the deferred tax assets will not be realized. The ultimate realization of deferred tax assets is primarily dependent upon the generation of future taxable income. In determining the future tax consequences of events that have been recognized in the financial statements or tax returns, judgment is required. Differences between estimated and actual results could result in changes in the valuation of our deferred tax assets that could have a material impact on our consolidated results of operations or financial position. Changes in existing tax laws could also affect actual tax results including the valuation and realization of deferred tax assets and liabilities over time. \n\n&#160; \n\nUnrecognized tax benefits represent the difference between tax positions taken or expected to be taken in a tax return and the benefits recognized for financial statement purposes. We follow the provisions of ASC 740, \"Income Taxes\", which prescribes a minimum recognition threshold a tax position is required to meet before being recognized in the financial statements. Significant judgment is required to evaluate uncertain tax positions. Our evaluations of tax positions consider a variety of factors, including relevant facts and circumstances, applicable tax law, correspondence with taxing authorities, and effective settlements of audit issues. Changes in the recognition or measurement of uncertain tax positions could result in material increases or decreases in income tax expense (benefit) in the period in which the change is made. Interest and penalties related to income taxes and unrecognized tax benefits are recognized as a component of income tax expense (benefit). See Note 8 . \n\nRevenue recognition \n\nHome sale revenues &#160;- Home sale revenues and related profit are generally recognized when title to and possession of the home are transferred to the buyer at the home closing date. Our performance obligation to deliver the agreed-upon home is generally satisfied at the home closing date. Home sale contract assets consist of cash from home closings held in escrow for our benefit, typically for less than five days, which are considered deposits in-transit and classified as cash. Contract liabilities include customer deposit liabilities related to sold but undelivered homes, which totaled $ 783.6 million and $ 844.8 million at December 31, 2022 and 2021, respectively. Substantially all of our home sales are scheduled to close and be recorded to revenue within one year from the date of receiving a customer deposit. See Note 11 for information on warranties and related obligations. \n\nLand sale and other revenues &#160;- We periodically elect to sell parcels of land to third parties in the event such assets no longer fit into our strategic operating plans or are zoned for commercial or other development. Land sales are generally outright sales of specified land parcels with cash consideration due on the closing date, which is generally when performance obligations are satisfied. Other revenues related to our construction services operations are generally recognized as materials are delivered and installation services are provided. \n\nFinancial services revenues &#160;- Expected gains and losses from the sale of residential mortgage loans and their related servicing rights are included in the measurement of written loan commitments that are accounted for at fair value through Financial Services revenues at the time of commitment. Subsequent changes in the fair value of these loans are reflected in Financial Services revenues as they occur. Interest income is accrued from the date a mortgage loan is originated until the loan is sold. Mortgage servicing fees represent fees earned for servicing loans for various investors. Servicing fees are based on a contractual percentage of the outstanding principal balance and are credited to income when related mortgage payments are received or the sub-servicing fees are earned. \n\nRevenues associated with our title operations are recognized as closing services are rendered and title insurance policies are issued, both of which generally occur as each home is closed. Insurance brokerage commissions relate to commissions on home and other insurance policies placed with third party carriers through various agency channels. Our performance obligations for policy renewal commissions are considered satisfied upon issuance of the initial policy, and related contract assets for estimated future renewal commissions are included in other assets and totaled $ 57.3 million and $ 44.3 million at December 31, 2022 and 2021, respectively. \n\nPULTEGROUP, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued) \n\nSales incentives \n\nWhen sales incentives involve a discount on the selling price of the home, we record the discount as a reduction of revenue at the time of house closing. If the sales incentive requires us to provide a free product or service to the customer, the cost of the free product or service is recorded as cost of revenues at the time of house closing. \n\nInventory and cost of revenues \n\nInventory is stated at cost unless the carrying value is determined to not be recoverable, in which case the affected inventory is written down to fair value. Cost includes land acquisition, land development, and home construction costs, including interest, real estate taxes, and certain direct and indirect overhead costs related to development and construction. For those communities for which construction and development activities have been idled, applicable interest and real estate taxes are expensed as incurred. Land acquisition and development costs are allocated to individual lots using an average lot cost determined based on the total expected land acquisition and development costs and the total expected home closings for the community. The specific identification method is used to accumulate home construction costs. \n\nWe capitalize interest cost into homebuilding inventories. Each layer of capitalized interest is amortized over a period that approximates the average life of communities under development. Interest expense is allocated over the period based on the timing of home closings. \n\nCost of revenues includes the construction cost, average lot cost, estimated warranty costs, and closing costs applicable to the home. Sales commissions are classified within selling, general, and administrative expenses. The construction cost of the home includes amounts paid through the closing date of the home, plus an accrual for costs incurred but not yet paid. Total community land acquisition and development costs are based on an analysis of budgeted costs compared with actual costs incurred to date and estimates to complete. The development cycles for our communities range from under one year to in excess of ten years for certain master planned communities. Adjustments to estimated total land acquisition and development costs for the community affect the amounts costed for the community&#8217;s remaining lots. \n\n&#160; \n\nWe test inventory for impairment when events and circumstances indicate that the undiscounted cash flows estimated to be generated by the community may be less than its carrying amount. Such indicators include gross margins or sales paces significantly below expectations, construction costs or land development costs significantly in excess of budgeted amounts, significant delays or changes in the planned development or strategy for the community, and other known qualitative factors. Communities that demonstrate potential impairment indicators are tested for impairment by comparing the expected undiscounted cash flows for the community to its carrying value. For those communities whose carrying values exceed the expected undiscounted cash flows, we estimate the fair value of the community, and impairment charges are recorded if the fair value of the community's inventory is less than its carrying value. See Note 2 . \n\n&#160; Land held for sale \n\nWe periodically elect to sell parcels of land to third parties in the event such assets no longer fit into our strategic operating plans or are zoned for commercial or other development. Land held for sale is recorded at the lower of cost or fair value less costs to sell. In determining the fair value of land held for sale, we consider recent offers received, prices for land in recent comparable sales transactions, and other factors. We record net realizable value adjustments for land held for sale within Homebuilding land sale cost of revenues. See Note 2 . \n\nLand option agreements \n\nWe enter into land option agreements in order to procure land for the construction of homes in the future. Pursuant to these land option agreements, we generally provide a deposit to the seller as consideration for the right to purchase land at different times in the future, usually at predetermined prices. Such contracts enable us to defer acquiring portions of properties owned by third parties or unconsolidated entities until we have determined whether and when to exercise our option, which may serve to reduce our financial risks associated with long-term land holdings. Option deposits and pre-acquisition costs (such as environmental testing, surveys, engineering, and entitlement costs) are capitalized if the costs are directly identifiable with the land under option, the costs would be capitalized if we owned the land, and acquisition of the property is probable. Such costs are reflected in other assets and are reclassified to inventory upon taking title to the land. We write off deposits and pre-acquisition costs when it becomes probable that we will not go forward with the project or recover the capitalized costs. Such decisions take into consideration changes in local market conditions, the timing of required land purchases, the availability and best use of \n\nPULTEGROUP, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued) \n\nnecessary incremental capital, and other factors. We record any such write-offs of deposits and pre-acquisition costs within other expense, net. See Note 2 . \n\nIf an entity holding the land under option is a variable interest entity (&#8220;VIE&#8221;), our deposit represents a variable interest in that entity. No VIEs required consolidation at either December 31, 2022 or 2021 because we determined that we were not the primary beneficiary. Our maximum exposure to loss related to these VIEs is generally limited to our deposits and pre-acquisition costs under the applicable land option agreements. The following provides a summary of our interests in land option agreements ($000&#8217;s omitted): \n\n&#160; ##TABLE_START &#160; December 31, 2022 December 31, 2021 &#160; Deposits and Pre-acquisition Costs Remaining Purchase Price Deposits and Pre-acquisition Costs Remaining Purchase Price Land options with VIEs $ 213,895 &#160; $ 2,130,398 &#160; $ 179,604 &#160; $ 2,329,187 &#160; Other land options 264,860 &#160; 3,269,843 &#160; 225,318 &#160; 3,128,691 &#160; $ 478,755 &#160; $ 5,400,241 &#160; $ 404,922 &#160; $ 5,457,878 &#160; ##TABLE_END \n\nWarranty liabilities \n\nHome buyers are provided with a limited warranty against certain building defects, including a one-year comprehensive limited warranty and coverage for certain other aspects of the home's construction and operating systems for periods of up to (and in limited instances exceeding) 10 years. We estimate the costs to be incurred under these warranties and record a liability in the amount of such costs at the time revenue is recognized (see Note 11 ). \n\nSelf-insured risks \n\nWe maintain, and require the majority of our subcontractors to maintain, general liability insurance coverage, including coverage for certain construction defects. We also maintain builders' risk, property, errors and omissions, workers compensation, and other business insurance coverage. These insurance policies protect us against a portion of the risk of loss from claims, subject to certain self-insured per occurrence and aggregate retentions, deductibles, and available policy limits. However, we retain a significant portion of the overall risk for such claims. We reserve for these costs on an undiscounted basis at the time revenue is recognized for each home closing and evaluate the recorded liabilities based on actuarial analyses of our historical claims, which include estimates of claims incurred but not yet reported. Adjustments to estimated reserves are recorded in the period in which the change in estimate occurs. In certain instances, we have the ability to recover a portion of our costs under various insurance policies or from our subcontractors or other third parties. Estimates of such amounts are recorded when recovery is considered probable. See Note 11 . \n\nResidential mortgage loans available-for-sale \n\nSubstantially all of the loans originated by us and their related servicing rights are sold in the secondary mortgage market within a short period of time after origination, generally within 30 days. In accordance with ASC 825, &#8220;Financial Instruments&#8221;, we use the fair value option to record residential mortgage loans available-for-sale. Election of the fair value option for these loans allows a better offset of the changes in fair values of the loans and the derivative instruments used to economically hedge them without having to apply complex hedge accounting provisions. We do not designate any derivative instruments as hedges or apply the hedge accounting provisions of ASC 815, &#8220;Derivatives and Hedging\". See Note 11 for discussion of the risks retained related to mortgage loan originations. &#160; \n\nExpected gains and losses from the sale of residential mortgage loans and their related servicing rights are included in the measurement of written loan commitments that are accounted for at fair value through Financial Services revenues at the time of commitment. Subsequent changes in the fair value of these loans are reflected in Financial Services revenues as they occur. At December 31, 2022 and 2021, residential mortgage loans available-for-sale had an aggregate fair value of $ 677.2 million and $ 947.1 million, respectively, and an aggregate outstanding principal balance of $ 680.5 million and $ 924.5 million, respectively. These changes in fair value were substantially offset by changes in fair value of the corresponding derivative instruments. Net gains from the sale of mortgages during 2022, 2021, and 2020 were $ 157.3 million, $ 251.3 million, and $ 247.3 million, respectively, and have been included in Financial Services revenues . \n\nPULTEGROUP, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued) \n\nMortgage servicing rights \n\nWe sell the servicing rights for the loans we originate through fixed price servicing sales contracts to reduce the risks and costs inherent in servicing loans. This strategy results in owning the servicing rights for only a short period of time. The servicing sales contracts provide for the reimbursement of payments made by the purchaser if loans prepay within specified periods of time, generally within 90 to 120 days after sale. We establish reserves for this exposure at the time the sale is recorded. Such reserves were immaterial at December 31, 2022 and 2021. \n\nInterest income on mortgage loans \n\nInterest income on mortgage loans is recorded in Financial Services revenues, accrued from the date a mortgage loan is originated until the loan is sold, and totaled $ 14.2 million, $ 10.0 million, and $ 9.2 million in 2022, 2021, and 2020, respectively. Loans are placed on non-accrual status once they become greater than 90 days past due their contractual terms. Subsequent payments received are applied according to the contractual terms of the loan. Mortgage discounts are not amortized as interest income due to the short period the loans are held until sale to third party investors . \n\nDerivative instruments and hedging activities \n\nWe are party to interest rate lock commitments (\"IRLCs\") with customers resulting from our mortgage origination operations. At December 31, 2022 and 2021, we had aggregate IRLCs of $ 653.2 million and $ 337.9 million, respectively, which were originated at interest rates prevailing at the date of commitment. Since we can terminate a loan commitment if the borrower does not comply with the terms of the contract, and some loan commitments may expire without being drawn upon, these commitments do not necessarily represent future cash requirements. We evaluate the creditworthiness of these transactions through our normal credit policies. \n\nWe hedge our exposure to interest rate market risk relating to residential mortgage loans available-for-sale and IRLCs using forward contracts on mortgage-backed securities, which are commitments to either purchase or sell a specified financial instrument at a specified future date for a specified price, and whole loan investor commitments, which are obligations of an investor to buy loans at a specified price within a specified time period. Forward contracts on mortgage-backed securities are the predominant derivative financial instruments we use to minimize market risk during the period from the time we extend an interest rate lock to a loan applicant until the time the loan is sold to an investor. At December 31, 2022 and 2021, we had unexpired forward contracts of $ 1.0 billion and $ 903.0 million, respectively, and whole loan investor commitments of $ 285.9 million and $ 310.0 million, respectively. Changes in the fair value of IRLCs and other derivative financial instruments are recognized in Financial Services revenues, and the fair values are reflected in other assets or other liabilities, as applicable. \n\nThere are no credit-risk-related contingent features within our derivative agreements, and counterparty risk is considered minimal. Gains and losses on IRLCs are substantially offset by corresponding gains or losses on forward contracts on mortgage-backed securities and whole loan investor commitments. We are generally not exposed to variability in cash flows of derivative instruments for more than approximately 60 days. &#160; \n\nThe fair values of derivative instruments and their location in the Consolidated Balance Sheets are summarized below ($000&#8217;s omitted): \n\n&#160; ##TABLE_START &#160; December 31, 2022 December 31, 2021 &#160; Other Assets Other Liabilities Other Assets Other Liabilities IRLCs $ 10,830 &#160; $ 1,572 &#160; $ 8,582 &#160; $ 33 &#160; Forward contracts 4,144 &#160; 20,853 &#160; 757 &#160; 1,336 &#160; Whole loan commitments 806 &#160; 165 &#160; 384 &#160; 4 &#160; $ 15,780 &#160; $ 22,590 &#160; $ 9,723 &#160; $ 1,373 &#160; ##TABLE_END\n\nPULTEGROUP, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued) \n\nCredit losses \n\nWe are exposed to credit losses primarily through our vendors and insurance carriers. We assess and monitor each counterparty&#8217;s ability to pay amounts owed by considering contractual terms and conditions, the counterparty&#8217;s financial condition, macroeconomic factors, and business strategy. \n\nAt December 31, 2022 and 2021, we reported $ 222.9 million and $ 208.4 million of assets in-scope under Accounting Standards Codification 326, \"Financial Instruments - Credit Losses\" (\"ASC 326\"). These assets consist primarily of insurance receivables, contract assets related to insurance brokerage commissions, accounts receivable, and vendor rebate receivables. Counterparties associated with these assets are generally highly rated. Allowances on the aforementioned in-scope assets were not material as of December 31, 2022. \n\nNew accounting pronouncements \n\nOn January 1, 2020, we adopted ASC 326, which changed the impairment model for most financial assets and certain other instruments from an \"incurred loss\" approach to a new \"expected credit loss\" methodology. We adopted ASC 326 using the modified retrospective transition method. The amendment requires entities to consider a broader range of information to estimate expected credit losses, which may result in earlier recognition of losses. Our adoption of ASC 326 resulted in a $ 0.7 million decrease to retained earnings as of January 1, 2020. \n\nOn January 1, 2020, we adopted ASU No. 2017-04, \"Intangibles - Goodwill and Other (Topic 350): Simplifying the Accounting for Goodwill Impairment\", which removed the requirement to perform a hypothetical purchase price allocation to measure goodwill impairment. Under the new standard, goodwill impairment is determined by evaluating the amount by which a reporting unit&#8217;s carrying value exceeds its fair value, not to exceed the carrying amount of goodwill. The standard was followed in the previously mentioned assessment of the ICG goodwill. \n\nIn March 2020, the FASB issued ASU 2020-04, \"Reference Rate Reform (Topic 848)\", as amended by ASU 2021-01 in January 2021, which provides optional expedients and exceptions for applying U.S. GAAP to contracts, hedging relationships, and other transactions affected by the cessation of the London Interbank Offered Rate (LIBOR) or by another reference rate expected to be discontinued. The guidance was effective beginning March 12, 2020 and can be applied prospectively through December 31, 2024. We will adopt these standards when LIBOR is discontinued and do not expect that the adoption will have a material impact on our consolidated financial statements or related disclosures. \n\n2. Inventory and land held for sale \n\nMajor components of inventory at December 31, 2022 and 2021 were ($000&#8217;s omitted): \n\n##TABLE_START 2022 2021 Homes under construction $ 5,440,186 &#160; $ 4,225,309 &#160; Land under development 5,134,432 &#160; 4,091,015 &#160; Raw land 679,341 &#160; 731,245 &#160; \n\nConsolidated inventory not owned (a) \n\n72,058 &#160; &#8212; &#160; $ 11,326,017 &#160; $ 9,047,569 &#160; ##TABLE_END\n\n(a) Consolidated inventory not owned includes land sold to third parties for which the Company retains a repurchase option. \n\nPULTEGROUP, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued) \n\nIn all periods presented, we capitalized all Homebuilding interest costs into inventory because the level of our active inventory exceeded our debt levels . Activity related to interest capitalized into inventory is as follows ($000&#8217;s omitted): \n\n##TABLE_START &#160; Years Ended December 31, &#160; 2022 2021 2020 Interest in inventory, beginning of period $ 160,756 &#160; $ 193,409 &#160; $ 210,383 &#160; Interest capitalized 130,051 &#160; 129,380 &#160; 159,575 &#160; Interest expensed ( 153,545 ) ( 162,033 ) ( 176,549 ) Interest in inventory, end of period $ 137,262 &#160; $ 160,756 &#160; $ 193,409 &#160; ##TABLE_END \n\nLand-related charges \n\nWe recorded the following land-related charges ($000's omitted): \n\n##TABLE_START Statement of Operations Classification 2022 2021 2020 Net realizable value adjustments (\"NRV\") - land held for sale Land sale and other cost of revenues $ 107 &#160; $ 19 &#160; $ 871 &#160; Land impairments Home sale cost of revenues 2,990 &#160; &#8212; &#160; 7,044 &#160; Write-offs of deposits and pre-acquisition costs Other expense, net 63,559 &#160; 12,283 &#160; 12,390 &#160; Total land-related charges $ 66,656 &#160; $ 12,302 &#160; $ 20,305 &#160; ##TABLE_END\n\nOur evaluations for land-related charges are based on our best estimates of the future cash flows for our communities. Due to uncertainties in the estimation process, the significant volatility in demand for new housing, the long life cycles of certain of our communities, and potential changes in our strategy related to certain communities, actual results could differ significantly from such estimates. \n\n3. Segment information \n\nOur Homebuilding operations are engaged in the acquisition and development of land primarily for residential purposes within the U.S. and the construction of housing on such land. Home sale revenues for detached and attached homes were $ 13.5 billion and $ 2.3 billion in 2022, $ 11.2 billion and $ 2.2 billion in 2021, and $ 8.9 billion and $ 1.6 billion in 2020, respectively. For reporting purposes, our Homebuilding operations are aggregated into six reportable segments: \n\n##TABLE_START Northeast: Connecticut, Maryland, Massachusetts, New Jersey, Pennsylvania, Virginia Southeast: Georgia, North Carolina, South Carolina, Tennessee Florida: Florida Midwest: Illinois, Indiana, Kentucky, Michigan, Minnesota, Ohio Texas: Texas West: Arizona, California, Colorado, Nevada, New Mexico, Washington ##TABLE_END\n\nWe also have a reportable segment for our Financial Services operations, which consist principally of mortgage banking, title, and insurance brokerage operations. The Financial Services segment operates generally in the same markets as the Homebuilding segments. Evaluation of segment performance is generally based on income before income taxes. Each reportable segment generally follows the same accounting policies described in Note 1 . \n\nPULTEGROUP, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued) \n\n##TABLE_START &#160; Operating Data by Segment ($000&#8217;s omitted) Years Ended December 31, &#160; 2022 2021 2020 Revenues: Northeast $ 1,077,514 &#160; $ 1,127,476 &#160; $ 846,337 &#160; Southeast 2,795,640 &#160; 2,234,297 &#160; 1,691,822 &#160; Florida 3,981,766 &#160; 3,154,583 &#160; 2,350,055 &#160; Midwest 2,318,255 &#160; 1,979,997 &#160; 1,514,132 &#160; Texas 2,239,822 &#160; 1,805,208 &#160; 1,451,104 &#160; West 3,504,282 &#160; 3,235,789 &#160; 2,820,463 &#160; 15,917,279 &#160; 13,537,350 &#160; 10,673,913 &#160; Financial Services 311,716 &#160; 389,532 &#160; 362,169 &#160; Consolidated revenues $ 16,228,995 &#160; $ 13,926,882 &#160; $ 11,036,082 &#160; \n\nIncome before income taxes (a) : \n\nNortheast $ 244,233 &#160; $ 215,193 &#160; $ 136,985 &#160; Southeast 692,279 &#160; 417,880 &#160; 258,794 &#160; Florida (b) \n\n939,034 &#160; 585,680 &#160; 362,276 &#160; Midwest 363,028 &#160; 287,956 &#160; 213,516 &#160; Texas 465,461 &#160; 322,979 &#160; 242,383 &#160; West (c) \n\n687,403 &#160; 592,845 &#160; 424,304 &#160; Other homebuilding (d) \n\n( 84,110 ) ( 134,405 ) ( 96,201 ) 3,307,328 &#160; 2,288,128 &#160; 1,542,057 &#160; Financial Services 132,230 &#160; 221,717 &#160; 186,637 &#160; Consolidated income before income taxes $ 3,439,558 &#160; $ 2,509,845 &#160; $ 1,728,694 &#160; ##TABLE_END\n\n(a) Includes certain land-related charges (see the following table and Note 2 ). \n\n(b) Includes goodwill impairment charge totaling $ 20.2 million in 2020 (see Note 1 ). \n\n(c) West includes a gain of $ 49.1 million related to a property sale in an unconsolidated entity in 2022. \n\n(d) Other homebuilding includes the amortization of intangible assets, amortization of capitalized interest, and other items not allocated to the operating segments. Also included are insurance reserve reversals of $ 65.0 million, $ 81.1 million, and $ 93.4 million in 2022, 2021 and 2020, respectively, partially offset by reserves against insurance receivables of $ 17.8 million in 2020 (see Note 11 ) and a loss on debt retirement of $ 61.5 million in 2021 (see Note 5 ). \n\nPULTEGROUP, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued) \n\n##TABLE_START Operating Data by Segment ($000's omitted) Years Ended December 31, 2022 2021 2020 Land-related charges*: Northeast $ 4,597 &#160; $ 1,433 &#160; $ 5,301 &#160; Southeast 18,381 &#160; 5,365 &#160; 3,815 &#160; Florida 13,515 &#160; 1,088 &#160; 1,395 &#160; Midwest 6,517 &#160; 2,150 &#160; 2,390 &#160; Texas 6,745 &#160; 1,357 &#160; 4,588 &#160; West 16,406 &#160; 909 &#160; 1,936 &#160; Other homebuilding 495 &#160; &#8212; &#160; 880 &#160; $ 66,656 &#160; $ 12,302 &#160; $ 20,305 &#160; ##TABLE_END\n\n* Land-related charges include land impairments, NRV adjustments for land held for sale, and write-offs of deposits and pre-acquisition costs for land option contracts we elected not to pursue. See Note 2 for additional discussion of these charges. \n\n##TABLE_START &#160; Operating Data by Segment ($000's omitted) Years Ended December 31, &#160; 2022 2021 2020 Depreciation and amortization: \n\nNortheast $ 2,956 &#160; $ 2,631 &#160; $ 2,454 &#160; Southeast 5,151 &#160; 4,765 &#160; 4,308 &#160; Florida 11,720 &#160; 8,823 &#160; 7,478 &#160; Midwest 7,035 &#160; 6,332 &#160; 5,329 &#160; Texas 5,591 &#160; 4,989 &#160; 3,631 &#160; West 11,840 &#160; 11,898 &#160; 11,450 &#160; Other homebuilding 19,929 &#160; 24,811 &#160; 26,459 &#160; 64,222 &#160; 64,249 &#160; 61,109 &#160; Financial Services 6,696 &#160; 5,704 &#160; 4,972 &#160; $ 70,918 &#160; $ 69,953 &#160; $ 66,081 &#160; ##TABLE_END \n\nPULTEGROUP, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued) \n\n##TABLE_START &#160; Operating Data by Segment ($000's omitted) December 31, 2022 &#160; Homes Under Construction Land Under Development Raw Land Consolidated Inventory Not Owned Total Inventory Total Assets Northeast $ 321,687 &#160; $ 241,897 &#160; $ 45,455 &#160; $ &#8212; &#160; $ 609,039 &#160; $ 700,413 &#160; Southeast 793,539 &#160; 544,867 &#160; 102,336 &#160; 20,169 &#160; 1,460,911 &#160; 1,668,053 &#160; Florida 1,417,657 &#160; 1,081,836 &#160; 125,253 &#160; 51,889 &#160; 2,676,635 &#160; 3,195,091 &#160; Midwest 523,194 &#160; 689,541 &#160; 22,467 &#160; &#8212; &#160; 1,235,202 &#160; 1,382,227 &#160; Texas 690,622 &#160; 726,342 &#160; 133,300 &#160; &#8212; &#160; 1,550,264 &#160; 1,735,683 &#160; West 1,662,251 &#160; 1,528,863 &#160; 238,758 &#160; &#8212; &#160; 3,429,872 &#160; 3,771,808 &#160; \n\nOther homebuilding (a) \n\n31,236 &#160; 321,086 &#160; 11,772 &#160; &#8212; &#160; 364,094 &#160; 1,470,919 &#160; 5,440,186 &#160; 5,134,432 &#160; 679,341 &#160; 72,058 &#160; 11,326,017 &#160; 13,924,194 &#160; Financial Services &#8212; &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; 872,321 &#160; $ 5,440,186 &#160; $ 5,134,432 &#160; $ 679,341 &#160; $ 72,058 &#160; $ 11,326,017 &#160; $ 14,796,515 &#160; &#160; December 31, 2021 &#160; Homes Under Construction Land Under Development Raw Land Consolidated Inventory Not Owned Total Inventory Total Assets Northeast $ 285,975 &#160; $ 246,128 &#160; $ 17,554 &#160; $ &#8212; &#160; $ 549,657 &#160; $ 644,019 &#160; Southeast 604,310 &#160; 537,072 &#160; 67,815 &#160; &#8212; &#160; 1,209,197 &#160; 1,362,852 &#160; Florida 943,110 &#160; 866,266 &#160; 289,388 &#160; &#8212; &#160; 2,098,764 &#160; 2,545,457 &#160; Midwest 527,001 &#160; 460,279 &#160; 15,869 &#160; &#8212; &#160; 1,003,149 &#160; 1,132,081 &#160; Texas 581,417 &#160; 512,925 &#160; 95,833 &#160; &#8212; &#160; 1,190,175 &#160; 1,315,943 &#160; West 1,235,457 &#160; 1,191,834 &#160; 227,850 &#160; &#8212; &#160; 2,655,141 &#160; 2,955,283 &#160; \n\nOther homebuilding (a) \n\n48,039 &#160; 276,511 &#160; 16,936 &#160; &#8212; &#160; 341,486 &#160; 2,314,839 &#160; 4,225,309 &#160; 4,091,015 &#160; 731,245 &#160; &#8212; &#160; 9,047,569 &#160; 12,270,474 &#160; Financial Services &#8212; &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; 1,082,157 &#160; $ 4,225,309 &#160; $ 4,091,015 &#160; $ 731,245 &#160; $ &#8212; &#160; $ 9,047,569 &#160; $ 13,352,631 &#160; ##TABLE_END\n\n&#160; \n\n(a) Other homebuilding primarily includes cash and equivalents, capitalized interest, intangibles, deferred tax assets, and other corporate items that are not allocated to the operating segments. \n\n4. Investments in unconsolidated entities \n\nWe participate in a number of joint ventures and other investments with independent third parties. These entities generally purchase, develop, and sell land, including selling land to us for use in our homebuilding operations. Our investments in such entities totaled $ 146.8 million and $ 98.2 million at December 31, 2022 and 2021, respectively. In 2022, 2021, and 2020, we recognized earnings from unconsolidated joint ventures of $ 50.7 million, $ 17.2 million, and $ 1.9 million, respectively. We received distributions from our unconsolidated joint ventures of $ 21.7 million, $ 53.9 million, and $ 27.9 million in 2022, 2021, and 2020, respectively. We made capital contributions to our unconsolidated joint ventures of $ 64.7 million, $ 101.6 million, and $ 0.8 million in 2022, 2021, and 2020, respectively. \n\nAt December 31, 2022, aggregate outstanding debt of unconsolidated joint ventures was $ 77.3 million, of which $ 42.0 million related to one joint venture in which we have a 50% interest. In connection with this loan, we and our joint venture partner provided customary limited recourse guaranties in which our maximum financial loss exposure is limited to our pro rata share of the debt outstanding. \n\nPULTEGROUP, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued) \n\nThe timing of cash flows related to a joint venture and any related financing agreements varies by agreement. If additional capital contributions are required and approved by the joint venture, we would need to contribute our pro rata portion of those capital needs in order to not dilute our ownership in the joint ventures. While future capital contributions may be required, we believe the total amount of such contributions will be limited. Our maximum financial exposure related to joint ventures is unlikely to exceed the combined investment and limited recourse guaranty totals. \n\n5. Debt \n\nOur notes payable are summarized as follows ($000&#8217;s omitted): \n\n##TABLE_START &#160; December 31, &#160; 2022 2021 \n\n5.500 % unsecured senior notes due March 2026 (a) \n\n$ 500,000 &#160; $ 500,000 &#160; \n\n5.000 % unsecured senior notes due January 2027 (a) \n\n500,000 &#160; 500,000 &#160; \n\n7.875 % unsecured senior notes due June 2032 (a) \n\n300,000 &#160; 300,000 &#160; \n\n6.375 % unsecured senior notes due May 2033 (a) \n\n400,000 &#160; 400,000 &#160; \n\n6.000 % unsecured senior notes due February 2035 (a) \n\n300,000 &#160; 300,000 &#160; \n\nNet premiums, discounts, and issuance costs (b) \n\n( 9,701 ) ( 11,142 ) Total senior notes $ 1,990,299 &#160; $ 1,988,858 &#160; Other notes payable 55,228 &#160; 40,185 &#160; Notes payable $ 2,045,527 &#160; $ 2,029,043 &#160; Estimated fair value $ 2,079,218 &#160; $ 2,496,875 &#160; ##TABLE_END\n\n(a) Redeemable prior to maturity; guaranteed on a senior basis by certain wholly-owned subsidiaries. \n\n(b) The carrying value of senior notes reflects the impact of premiums, discounts, and issuance costs that are amortized to interest cost over the respective terms of the senior notes . \n\nThe indentures governing the senior notes impose certain restrictions on the incurrence of additional debt along with other limitations. At December 31, 2022, we were in compliance with all of the covenants and requirements under the senior notes. \n\nOther notes payable include non-recourse and limited recourse collateralized notes with third parties that totaled $ 55.2 million and $ 40.2 million at December 31, 2022 and 2021, respectively. These notes have maturities ranging up to four years , are secured by the applicable land positions to which they relate, and generally have no recourse to any other assets. The stated interest rates on these notes range up to 6 %. We recorded inventory through seller financing of $ 39.1 million, $ 50.9 million, and $ 52.0 million in 2022, 2021, and 2020, respectively. \n\nWe retired outstanding debt totaling $ 4.9 million, $ 836.9 million, and $ 65.3 million during 2022, 2021, and 2020, respectively. The retirements in 2021 included a tender offer to retire $ 200.0 million and $ 100.0 million of our unsecured notes scheduled to mature in 2026 and 2027, respectively. The retirement in 2021 resulted in a loss of $ 61.5 million that included the write-off of debt issuance costs, unamortized discounts and premiums, and transaction fees related to the repurchased debt and which is reflected in other expense, net. \n\nRevolving credit facility \n\nWe maintain a revolving credit facility (\"Revolving Credit Facility\") maturing in June 2027 that has a maximum borrowing capacity of $ 1.3 billion and contains an uncommitted accordion feature that could increase the capacity to $ 1.8 billion, subject to certain conditions and availability of additional bank commitments. The Revolving Credit Facility also provides for the issuance of letters of credit that reduce the available borrowing capacity under the Revolving Credit Facility, up to the maximum borrowing capacity. The interest rate on borrowings under the Revolving Credit Facility may be based on either the Secured Overnight Financing Rate or a base rate plus an applicable margin, as defined therein. The Revolving Credit Facility contains financial covenants that require us to maintain a minimum Tangible Net Worth and a maximum Debt-to-Capitalization Ratio (as each term is defined in the Revolving Credit Facility). As of December 31, 2022, we were in compliance with all covenants. Outstanding balances under the Revolving Credit Facility are guaranteed by certain of our wholly-owned subsidiaries. \n\nPULTEGROUP, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued) \n\nAt December 31, 2022, we had no borrowings outstanding, $ 303.4 million of letters of credit issued, and $ 946.6 million of remaining capacity under the Revolving Credit Facility. At December 31, 2021, we had no borrowings outstanding, $ 298.8 million of letters of credit issued, and $ 701.2 million of remaining capacity under the Revolving Credit Facility. \n\nFinancial Services debt \n\nPulte Mortgage maintains a master repurchase agreement with third party lenders (the \"Repurchase Agreement\") that matures on July 27, 2023. The maximum aggregate commitment was $ 800.0 million during the seasonally high borrowing period from December 27, 2022 through January 12, 2023. At all other times, the maximum aggregate commitment ranges from $ 360.0 million to $ 500.0 million. The purpose of the changes in capacity during the term of the agreement is to lower associated fees during seasonally lower volume periods of mortgage origination activity. Borrowings under the Repurchase Agreement are secured by residential mortgage loans available-for-sale. The Repurchase Agreement contains various affirmative and negative covenants applicable to Pulte Mortgage, including quantitative thresholds related to net worth, net income, and liquidity. At December 31, 2022, Pulte Mortgage had $ 586.7 million outstanding at a weighted average interest rate of 5.39 %, and $ 213.3 million of remaining capacity under the Repurchase Agreement. At December 31, 2021, Pulte Mortgage had $ 626.1 million outstanding at a weighted average interest rate of 2.37 % and $ 23.9 million of remaining capacity under the Repurchase Agreement. Pulte Mortgage was in compliance with its covenants and requirements as of such dates. \n\n6. Shareholders&#8217; equity \n\nWe declared quarterly cash dividends totaling $ 143.1 million, $ 148.1 million, and $ 135.1 million in 2022, 2021, and 2020, respectively. Under a share repurchase program authorized by our Board of Directors, we repurchased 24.2 million, 17.7 million, and 4.5 million shares in 2022, 2021, and 2020, respectively, for a total of $ 1.1 billion, $ 897.3 million, and $ 170.7 million in 2022, 2021, and 2020, respectively. On January 31, 2022, the Board of Directors increased our share repurchase authorization by $ 1.0 billion. At December 31, 2022, we had remaining authorization to repurchase $ 382.9 million of common shares. \n\nUnder our stock compensation plans, we accept shares as payment under certain conditions related to stock option exercises and vesting of restricted shares and share units, generally related to the payment of tax obligations. During 2022, 2021, and 2020, employees surrendered shares valued at $ 14.3 million, $ 10.8 million, and $ 14.9 million, respectively, under these plans. Such share transactions are excluded from the above noted share repurchase authorization. \n\n7. Stock compensation plans \n\nWe maintain a stock award plan for both employees and non-employee directors. The plan provides for the grant of a variety of equity awards, including options (generally non-qualified options), restricted share units (\"RSUs\"), and performance share units (\"PSUs\") to key employees (as determined by the Compensation and Management Development Committee of the Board of Directors) for periods not to exceed ten years . Non-employee directors are awarded an annual distribution of common shares. RSUs represent the right to receive an equal number of common shares and are converted into common shares upon distribution. RSUs generally cliff vest after three years , and RSU holders earn cash or accrued dividends during the vesting period. PSUs vest upon attainment of the stated performance targets and minimum service requirements and are converted into common shares upon distribution. As of December 31, 2022, there were 11.3 million shares that remained available for grant under the plan. Our stock compensation expense is presented below ($000's omitted): \n\n##TABLE_START 2022 2021 2020 RSUs and PSUs $ 33,323 &#160; $ 25,192 &#160; $ 22,065 &#160; Other long-term incentive plans 9,666 &#160; 11,553 &#160; 10,778 &#160; $ 42,989 &#160; $ 36,745 &#160; $ 32,843 &#160; ##TABLE_END \n\nPULTEGROUP, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued) \n\nRSUs and PSUs \n\nA summary of RSUs and PSUs is presented below (000&#8217;s omitted, except per share data): \n\n&#160; ##TABLE_START &#160; 2022 2021 2020 &#160; Shares Weighted- Average Per Share Grant Date Fair Value Shares Weighted- Average Per Share Grant Date Fair Value Shares Weighted- Average Per Share Grant Date Fair Value Outstanding, beginning of year 1,995 &#160; $ 39 &#160; 2,001 &#160; $ 33 &#160; 2,528 &#160; $ 26 &#160; Granted 550 &#160; 54 &#160; 720 &#160; 47 &#160; 594 &#160; 44 &#160; Distributed ( 813 ) 28 &#160; ( 642 ) 30 &#160; ( 952 ) 21 &#160; Forfeited ( 104 ) 48 &#160; ( 84 ) 38 &#160; ( 169 ) 33 &#160; Outstanding, end of year 1,628 &#160; $ 48 &#160; 1,995 &#160; $ 39 &#160; 2,001 &#160; $ 33 &#160; ##TABLE_END\n\nDuring 2022, 2021, and 2020, the total fair value of shares vested during the year was $ 40.5 million, $ 30.5 million, and $ 43.3 million, respectively. Unamortized compensation cost related to share awards was $ 25.4 million at December 31, 2022. These costs will be expensed over a weighted-average period of approximately two years . Additionally, there were 0.2 million deferred shares at December 31, 2022, that had vested but had not yet been paid out because the payout date had been deferred by the holders. \n\nOther long-term incentive plans \n\nWe maintain long-term incentive plans for senior management and other employees that provide awards based on the achievement of stated performance targets over three-year periods. Awards are stated in dollars but are settled in common shares based on the stock price at the end of the performance period. If the share price falls below a floor of $ 5.00 per share at the end of the performance period or we do not have a sufficient number of shares available under our stock incentive plans at the time of settlement, then a portion of each award will be paid in cash. We adjust the liabilities and recognize the expense associated with the awards based on the probability of achieving the stated performance targets at each reporting period. Liabilities for these awards totaled $ 21.6 million and $ 22.6 million at December 31, 2022 and 2021, respectively. \n\nPULTEGROUP, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued) \n\n8. Income taxes \n\nComponents of current and deferred income tax expense (benefit) are as follows ($000&#8217;s omitted): \n\n&#160; ##TABLE_START 2022 2021 2020 Current expense (benefit) Federal $ 615,434 &#160; $ 430,686 &#160; $ 159,677 &#160; State and other 100,223 &#160; 73,671 &#160; 24,580 &#160; $ 715,657 &#160; $ 504,357 &#160; $ 184,257 &#160; Deferred expense (benefit) Federal $ 55,653 &#160; $ 57,743 &#160; $ 116,484 &#160; State and other 50,931 &#160; 1,425 &#160; 21,114 &#160; $ 106,584 &#160; $ 59,168 &#160; $ 137,598 &#160; Income tax expense (benefit) $ 822,241 &#160; $ 563,525 &#160; $ 321,855 &#160; ##TABLE_END\n\nThe following table reconciles the statutory federal income tax rate to the effective income tax rate: \n\n&#160; ##TABLE_START 2022 2021 2020 Income taxes at federal statutory rate 21.0 &#160; % 21.0 &#160; % 21.0 &#160; % State and local income taxes, net of federal tax 3.4 &#160; 3.3 &#160; 3.3 &#160; Federal tax credits ( 0.9 ) ( 1.2 ) ( 4.8 ) Deferred tax asset valuation allowance 0.4 &#160; ( 0.8 ) ( 0.8 ) Other &#8212; &#160; 0.2 &#160; ( 0.1 ) Effective rate 23.9 &#160; % 22.5 &#160; % 18.6 &#160; % ##TABLE_END\n\nThe effective tax rates differ from the federal statutory rate primarily due to state income tax expense, benefits associated with federal energy efficient home credits, and changes in valuation allowances relating to projected utilization of certain state net operating loss (\"NOL\") carryforwards. Income tax expense for 2020 includes a benefit of $ 56.8 million associated with the extension of federal energy efficient home credits related to homes closed in prior open tax years. \n\nOn August 16, 2022, the Inflation Reduction Act (\"IRA\") was enacted, extending the federal efficient home credit through December 2032. The criteria for homes qualifying for the credit shifted to a higher standard effective January 1, 2023. We are currently analyzing the impact of the increased requirements on our ability to qualify homes for the credit. Other tax provisions of the IRA, including the corporate alternative minimum tax effective for tax years ended after December 31, 2022, are not expected to have a material impact on our financial statements. \n\nPULTEGROUP, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued) \n\nDeferred tax assets and liabilities reflect temporary differences arising from the different treatment of items for tax and accounting purposes. Components of our net deferred tax asset are as follows ($000&#8217;s omitted): \n\n&#160; ##TABLE_START &#160; At December 31, &#160; 2022 2021 Deferred tax assets: Accrued insurance $ 138,289 &#160; $ 132,386 &#160; Inventory valuation reserves 58,339 &#160; 62,806 &#160; Capitalized inventory expenses 32,620 &#160; 13,839 &#160; State NOL carryforwards 105,609 &#160; 144,746 &#160; Other 66,500 &#160; 59,667 &#160; 401,357 &#160; 413,444 &#160; Deferred tax liabilities: Deferred income ( 439,863 ) ( 367,285 ) Fixed assets and intangibles ( 31,921 ) ( 21,324 ) Other ( 31,802 ) ( 26,151 ) ( 503,586 ) ( 414,760 ) Valuation allowance ( 30,869 ) ( 25,165 ) Net deferred tax asset (liability) $ ( 133,098 ) $ ( 26,481 ) ##TABLE_END \n\nWe have state NOLs in various jurisdictions that may generally be carried forward up to 20 years, depending on the jurisdiction. Our state NOL carryforward deferred tax assets will expire if unused at various dates as follows: $ 32.8 million from 2023 to 2027 and $ 72.8 million from 2028 and thereafter. \n\nWe evaluate our deferred tax assets each period to determine if a valuation allowance is required based on whether it is \"more likely than not\" that some portion of the deferred tax assets would not be realized. The ultimate realization of these deferred tax assets is dependent upon the generation of sufficient taxable income during future periods. We conduct our evaluation by considering all available positive and negative evidence, including, among other factors, historical operating results, forecasts of future profitability, the duration of statutory carryforward periods, and the outlooks for the U.S. housing industry and broader economy. \n\nThe accounting for deferred taxes is based upon estimates of future results. Differences between estimated and actual results could result in changes in the valuation of our deferred tax assets that could have a material impact on our consolidated results of operations or financial position. Changes in existing tax laws could also affect actual tax results and the realization of deferred tax assets over time. \n\nUnrecognized tax benefits represent the difference between tax positions taken or expected to be taken in a tax return and the benefits recognized for financial statement purposes. We had $ 23.6 million and $ 22.5 million of gross unrecognized tax benefits at December 31, 2022 and 2021, respectively. If recognized, $ 18.7 million and $ 17.8 million, respectively, of these amounts would impact our effective tax rate. Additionally, we had accrued interest and penalties of $ 4.1 million and $ 2.9 million at December 31, 2022 and 2021, respectively. \n\nWe do not expect the total amount of gross unrecognized tax benefits to increase or decrease by a material amount within the next twelve months. A reconciliation of the change in the unrecognized tax benefits is as follows ($000&#8217;s omitted): \n\nPULTEGROUP, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued) \n\n&#160; \n\nPULTEGROUP, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued) \n\n##TABLE_START 2022 2021 2020 Unrecognized tax benefits, beginning of period $ 22,536 &#160; $ 30,855 &#160; $ 40,300 &#160; Increases related to positions taken during a prior period &#8212; &#160; 1,428 &#160; &#8212; &#160; Decreases related to positions taken during a prior period ( 303 ) ( 8,896 ) ( 12,981 ) Increases related to positions taken during the current period 1,450 &#160; 267 &#160; 11,001 &#160; Decreases related to settlements with taxing authorities &#8212; &#160; &#8212; &#160; ( 7,465 ) Decreases related to lapse of the applicable statute of limitations ( 71 ) ( 1,118 ) &#8212; &#160; Unrecognized tax benefits, end of period $ 23,612 &#160; $ 22,536 &#160; $ 30,855 &#160; ##TABLE_END \n\nWe continue to participate in the Compliance Assurance Process (&#8220;CAP&#8221;) with the IRS as an alternative to the traditional IRS examination process. Through the CAP program, we work with the IRS to achieve tax compliance by resolving issues prior to filing the tax return. We are also currently under examination by state taxing jurisdictions and anticipate finalizing certain of the examinations within the next twelve months. The outcome of these examinations is not yet determinable, and we are not aware of unrecorded liabilities. The statute of limitations for our major tax jurisdictions remains open for examination for tax years 2017 to 2022. \n\n9. Fair value disclosures \n\nASC 820, \"Fair Value Measurements and Disclosures,\" provides a framework for measuring fair value in generally accepted accounting principles and establishes a fair value hierarchy which requires an entity to maximize the use of observable inputs and minimize the use of unobservable inputs when measuring fair value. The fair value hierarchy can be summarized as follows: &#160; \n\n##TABLE_START Level 1 Fair value determined based on quoted prices in active markets for identical assets or liabilities. Level 2 Fair value determined using significant observable inputs, generally either quoted prices in active markets for similar assets or liabilities or quoted prices in markets that are not active. Level 3 Fair value determined using significant unobservable inputs, such as pricing models, discounted cash flows, or similar techniques ##TABLE_END\n\nOur assets and liabilities measured or disclosed at fair value are summarized below ($000&#8217;s omitted): &#160; \n\n##TABLE_START Financial Instrument Fair Value Hierarchy Fair Value December 31, 2022 December 31, 2021 Measured at fair value on a recurring basis: Residential mortgage loans available-for-sale Level 2 677,207 &#160; 947,139 &#160; IRLCs Level 2 9,258 &#160; 8,549 &#160; Forward contracts Level 2 ( 16,709 ) ( 579 ) Whole loan commitments Level 2 641 &#160; 380 &#160; Measured at fair value on a non-recurring basis: House and land inventory Level 3 $ 10,873 &#160; $ &#8212; &#160; Disclosed at fair value: Cash and equivalents (including restricted cash) Level 1 1,094,553 &#160; 1,833,565 &#160; Financial Services debt Level 2 586,711 &#160; 626,123 &#160; Senior notes payable Level 2 2,023,990 &#160; 2,456,690 &#160; Other notes payable Level 2 55,228 &#160; 40,185 &#160; ##TABLE_END\n\nPULTEGROUP, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued) \n\nFair values for agency residential mortgage loans available-for-sale are determined based on quoted market prices for comparable instruments. Fair values for non-agency residential mortgage loans available-for-sale are determined based on purchase commitments from whole loan investors and other relevant market information available to management. Fair values for interest rate lock commitments, including the value of servicing rights, and forward contracts on mortgage-backed securities are valued based on market prices for similar instruments. Fair values for whole loan commitments are based on market prices for similar instruments from the specific whole loan investor. See Note 1 for a more detailed discussion of these derivative instruments. \n\nCertain assets are required to be recorded at fair value on a non-recurring basis when events and circumstances indicate that the carrying value may not be recoverable. The non-recurring fair values included in the above table represent only those assets whose carrying values were adjusted to fair value during the quarterly period ended as of the respective balance sheet dates. See Note 1 for a more detailed discussion of the valuation methods used for inventory. \n\nThe carrying amounts of cash and equivalents, Financial Services debt, Other notes payable and the Revolving Credit Facility approximate their fair values due to their short-term nature and floating interest rate terms. The fair values of the Senior notes payable are based on quoted market prices, when available. If quoted market prices are not available, fair values are based on quoted market prices of similar issues . The carrying value of the senior notes payable was $ 2.0 billion at both December 31, 2022 and 2021. \n\n10. Other assets and accrued and other liabilities \n\nOther assets are presented below ($000&#8217;s omitted): \n\n&#160; ##TABLE_START &#160; December 31, 2022 2021 Accounts and notes receivable: Insurance receivables (Note 11) \n\n$ 43,746 &#160; $ 57,490 &#160; Other receivables 193,047 &#160; 161,102 &#160; 236,793 &#160; 218,592 &#160; \n\nDeposits and pre-acquisition costs (Note 1) \n\n478,755 &#160; 404,922 &#160; Prepaid expenses 223,524 &#160; 159,683 &#160; \n\nProperty and equipment, net (Note 1) \n\n200,262 &#160; 149,151 &#160; \n\nRight-of-use assets ( Note 11 ) \n\n73,485 &#160; 74,315 &#160; Income taxes receivable 24,281 &#160; 71,400 &#160; Other 54,472 &#160; 32,903 &#160; $ 1,291,572 &#160; $ 1,110,966 &#160; ##TABLE_END\n\nWe record receivables from various parties in the normal course of business, including amounts due from insurance companies (see Note 11 ) and municipalities. In certain instances, we may accept consideration for land sales or other transactions in the form of a note receivable . \n\nPULTEGROUP, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued) \n\nAccrued and other liabilities are presented below ($000&#8217;s omitted): \n\n&#160; ##TABLE_START &#160; December 31, &#160; 2022 2021 \n\nSelf-insurance liabilities (Note 11) \n\n$ 635,857 &#160; $ 627,067 &#160; Compensation-related liabilities 239,459 &#160; 261,096 &#160; \n\nWarranty liabilities (Note 11) \n\n108,348 &#160; 107,117 &#160; \n\nIncome tax liabilities ( Note 8 ) \n\n98,709 &#160; 72,134 &#160; \n\nLease liabilities ( Note 11 ) \n\n90,083 &#160; 92,663 &#160; \n\nLiabilities related to consolidated inventory not owned ( Note 2 ) \n\n72,058 &#160; &#8212; &#160; Accrued interest 41,135 &#160; 42,591 &#160; \n\nDividends payable ( Note 6 ) \n\n36,696 &#160; 37,796 &#160; \n\nLoan origination liabilities (Note 11) \n\n12,378 &#160; 12,381 &#160; Other 350,479 &#160; 323,633 &#160; $ 1,685,202 &#160; $ 1,576,478 &#160; ##TABLE_END &#160; \n\n11. Commitments and contingencies \n\nLoan origination liabilities \n\nOur mortgage operations may be responsible for losses associated with mortgage loans originated and sold to investors in the event of errors or omissions relating to representations and warranties made by us that the loans met certain requirements, including representations as to underwriting standards, the existence of primary mortgage insurance, and the validity of certain borrower representations in connection with the loan. If a loan is determined to be faulty, we either indemnify the investor for potential future losses, repurchase the loan from the investor, or reimburse the investor's actual losses. In addition, certain trustees and investors continue to attempt to collect damages based on losses from loans that originated prior to 2009. \n\nEstimating the required liability for these potential losses requires a significant level of management judgment. During 2020, we increased our loan origination liabilities by $ 26.4 million based on settlements of a number of claims related to loans originated prior to 2009. Reserves provided (released) are reflected in Financial Services expenses. Changes in these liabilities were as follows ($000's omitted): \n\n&#160; ##TABLE_START 2022 2021 2020 Liabilities, beginning of period $ 12,381 &#160; $ 11,969 &#160; $ 25,159 &#160; Reserves provided (released), net 472 &#160; 618 &#160; 26,410 &#160; Payments ( 475 ) ( 206 ) ( 39,600 ) Liabilities, end of period $ 12,378 &#160; $ 12,381 &#160; $ 11,969 &#160; ##TABLE_END \n\nGiven the unsettled claims, changes in values of underlying collateral over time, and other uncertainties regarding the ultimate resolution of known and potential claims, actual costs could differ from our current estimates. \n\nCommunity development and other special district obligations \n\nA community development district (&#8220;CDD&#8221;) or similar development authority is a unit of local government created under various state statutes that utilizes the proceeds from the sale of bonds to finance the construction or acquisition of infrastructure assets of a development. A portion of the liability associated with the bonds, including principal and interest, is assigned to each parcel of land within the development. This debt is typically paid by subsequent special assessments levied by the CDD on the landowners. Generally, we are only responsible for paying the special assessments for the period during which we are the landowner of the applicable parcels and we include our estimated obligations as part of our land development budgets. \n\nPULTEGROUP, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued) \n\nLetters of credit and surety bonds \n\nIn the normal course of business, we post letters of credit and surety bonds pursuant to certain performance-related obligations, as security for certain land option agreements, and under various insurance programs. The majority of these letters of credit and surety bonds are in support of our land development and construction obligations to various municipalities, other government agencies, and utility companies related to the construction of roads, sewers, and other infrastructure. We had outstanding letters of credit and surety bonds totaling $ 303.4 million and $ 2.2 billion, respectively, at December 31, 2022, and $ 298.8 million and $ 1.8 billion, respectively, at December 31, 2021. In the event any such letter of credit or surety bonds is drawn, we would be obligated to reimburse the issuer of the letter of credit or surety bond. We do not believe that a material amount, if any, of the letters of credit or surety bonds will be drawn. Our surety bonds generally do not have stated expiration dates; rather, we are released from the surety bonds as the underlying contractual performance is completed. Because significant construction and development work has been performed related to the applicable projects but has not yet received final acceptance by the respective counterparties, the aggregate amount of surety bonds outstanding is in excess of the projected cost of the remaining work to be performed. \n\nLitigation and regulatory matters \n\nWe are involved in litigation and legal claims in the normal course of our business operations, including actions brought on behalf of various classes of claimants. We are also subject to a variety of local, state, and federal laws and regulations related to land development activities, house construction standards, sales practices, mortgage lending operations, employment practices, and protection of the environment. As a result, we are subject to periodic examination or inquiry by various governmental agencies that administer these laws and regulations. \n\nWe establish liabilities for legal claims and regulatory matters when such matters are both probable of occurring and any potential loss is reasonably estimable. We accrue for such matters based on the facts and circumstances specific to each matter and revise these estimates as the matters evolve. In such cases, there may exist an exposure to loss in excess of any amounts currently accrued. In view of the inherent difficulty of predicting the outcome of these legal and regulatory matters, we generally cannot predict the ultimate resolution of the pending matters, the related timing, or the eventual loss. While the outcome of such contingencies cannot be predicted with certainty, we do not believe that the resolution of such matters will have a material adverse impact on our results of operations, financial position, or cash flows. However, to the extent the liability arising from the ultimate resolution of any matter exceeds the estimates reflected in the recorded reserves relating to such matter, we could incur additional charges that could be significant. \n\nWarranty liabilities \n\nFactors that affect our warranty liabilities include the number of homes sold, historical and anticipated rates of warranty claims, and the projected cost of claims. We periodically assess the adequacy of the warranty liabilities for each geographic market in which we operate and adjust the amounts as necessary. Actual warranty costs in the future could differ from the current estimates. Changes in warranty liabilities were as follows ($000&#8217;s omitted): \n\n&#160; ##TABLE_START 2022 2021 2020 Warranty liabilities, beginning of period $ 107,117 &#160; $ 82,744 &#160; $ 91,389 &#160; Reserves provided 85,011 &#160; 93,919 &#160; 64,492 &#160; Payments ( 90,508 ) ( 73,760 ) ( 70,869 ) Other adjustments 6,728 &#160; 4,214 &#160; ( 2,268 ) Warranty liabilities, end of period $ 108,348 &#160; $ 107,117 &#160; $ 82,744 &#160; ##TABLE_END \n\nSelf-insured risks \n\nWe maintain, and require our subcontractors to maintain, general liability insurance coverage. We also maintain builders' risk, property, errors and omissions, workers compensation, and other business insurance coverage. These insurance policies protect us against a portion of the risk of loss from claims. However, we retain a significant portion of the overall risk for such claims either through our own self-insured per occurrence and aggregate retentions, deductibles, policies issued by our captive insurance subsidiaries, and any potential claims in excess of available insurance policy limits. \n\nPULTEGROUP, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued) \n\nOur general liability insurance includes coverage for certain construction defects. While construction defect claims may relate to a variety of issues, the majority of our claims relate to alleged problems with siding, windows, roofing, and foundations. The availability of general liability insurance for the homebuilding industry and its subcontractors has become increasingly limited, and the insurance policies available require companies to retain significant per occurrence and aggregate retention levels. In certain instances, we may offer our subcontractors the opportunity to purchase general liability insurance through one of our captive insurance subsidiaries or participate in a project-specific insurance program. Policies issued by our captive insurance subsidiaries represent self-insurance of these risks by us. This self-insured exposure is limited by reinsurance policies that we purchase. General liability coverage for the homebuilding industry is complex, and our coverage varies from policy year to policy year. Our insurance coverage requires a per occurrence retention up to an overall aggregate amount. Amounts paid to resolve insured claims apply to our per occurrence and aggregate retention obligations. Any amounts incurred in excess of the occurrence or aggregate retention levels are covered by insurance up to the purchased coverage levels. Our insurance policies, including the captive insurance subsidiaries' reinsurance policies, are maintained with highly-rated carriers for whom we believe counterparty default risk is not significant. \n\nAt any point in time, we are managing numerous individual claims related to general liability, property, errors and omission, workers compensation, and other business insurance coverage. We reserve for costs associated with these claims (including expected claims management expenses) on an undiscounted basis at the time revenue is recognized for each home closing and evaluate the recorded liabilities based on actuarial analyses of our historical claims. The actuarial analyses calculate estimates of the ultimate net cost of all unpaid losses, including estimates for incurred but not reported losses (\"IBNR\"). IBNR represents losses related to claims incurred but not yet reported plus development on reported claims. \n\nOur recorded reserves for all such claims totaled $ 635.9 million and $ 627.1 million at December 31, 2022 and 2021, respectively, the vast majority of which relate to general liability claims. The recorded reserves include loss estimates related to both (i) existing claims and related claim expenses and (ii) IBNR and related claim expenses. Liabilities related to IBNR and related claim expenses represented approximately 74 % and 70 % of the total general liability reserves at December 31, 2022 and 2021, respectively. The actuarial analyses that determine the IBNR portion of reserves consider a variety of factors, including the frequency and severity of losses, which are based on our historical claims experience supplemented by industry data. The actuarial analyses of the reserves also consider historical third party recovery rates and claims management expenses. \n\nVolatility in both national and local housing market conditions may affect the frequency and cost of construction defect claims. Additionally, IBNR estimates comprise the majority of our liability and are subject to a high degree of uncertainty due to a variety of factors, including changes in claims reporting and resolution patterns, third party recoveries, insurance industry practices, the regulatory environment, and legal precedent. State regulations vary, but construction defect claims are reported and resolved over an extended time period often exceeding ten years. Changes in the frequency and timing of reported claims and estimates of specific claim values can impact the underlying inputs and trends utilized in the actuarial analyses, which could have a material impact on the recorded reserves. Because of the inherent uncertainty in estimating future losses and the timing of such losses related to these claims, actual costs could differ significantly from estimated costs. \n\nAdjustments to reserves are recorded in the period in which the change in estimate occurs. During 2022, 2021, and 2020, we reduced reserves, primarily general liability reserves, by $ 65.0 million, $ 81.1 million, and $ 93.4 million, respectively, as a result of changes in estimates resulting from actual claim experience observed being less than anticipated in previous actuarial projections. The changes in actuarial estimates were driven by changes in actual claims experience that, in turn, impacted actuarial estimates for potential future claims. These changes in actuarial estimates did not involve any significant changes in actuarial methodology but did impact the development of estimates for future periods, which resulted in adjustments to the IBNR portion of our recorded liabilities. There were no material adjustments to individual claims. Rather, the adjustments reflect an overall lower level of losses related to construction defect claims in recent years as compared with our previous experience. We attribute this favorable experience to a variety of factors, including improved construction techniques, rising home values, and increased participation from our subcontractors in resolving claims. Costs associated with our insurance programs are classified within selling, general, and administrative expenses. Changes in these liabilities were as follows ($000's omitted): \n\nPULTEGROUP, INC. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued) \n\n##TABLE_START 2022 2021 2020 Balance, beginning of period $ 627,067 &#160; $ 641,779 &#160; $ 709,798 &#160; Reserves provided 111,067 &#160; 90,863 &#160; 83,912 &#160; Adjustments to previously recorded reserves ( 64,965 ) ( 81,131 ) ( 93,431 ) Payments, net (a) \n\n( 37,312 ) ( 24,444 ) ( 58,500 ) Balance, end of period $ 635,857 &#160; $ 627,067 &#160; $ 641,779 &#160; ##TABLE_END \n\n(a) Includes net changes in amounts expected to be recovered from our insurance carriers, which are recorded in other assets (see below). \n\nIn certain instances, we have the ability to recover a portion of our costs under various insurance policies or from subcontractors or other third parties. Estimates of such amounts are recorded when recovery is considered probable. As reflected in Note 10 , our receivables from insurance carriers totaled $ 43.7 million and $ 57.5 million at December 31, 2022 and 2021, respectively. The insurance receivables relate to costs incurred or to be incurred to perform corrective repairs, settle claims with customers, and other costs related to the continued progression of both known and anticipated future construction defect claims that we believe to be insured related to previously closed homes. Given the complexity inherent with resolving construction defect claims in the homebuilding industry as described above, there typically is a significant lag between our payment of claims and our reimbursements from applicable insurance carriers. In addition, disputes between homebuilders and carriers over coverage positions relating to construction defect claims are common. Resolution of claims with carriers takes time, involves the exchange of significant amounts of information, and frequently involves legal action. \n\nIn 2020, we recorded reserves against insurance receivables of $ 17.8 million in connection with policy settlement negotiations with certain of our carriers. We believe collection of our recorded insurance receivables is probable based on the legal merits of our positions after review by legal counsel, the high credit ratings of our carriers, and our long history of collecting significant amounts of insurance reimbursements under similar insurance policies related to similar claims. While the outcomes of these matters cannot be predicted with certainty, we do not believe that the resolution of such matters will have a material adverse impact on our results of operations, financial position, or cash flows. \n\nLeases \n\nWe lease certain office space and equipment for use in our operations. We recognize lease expense for these leases on a straight-line basis over the lease term and combine lease and non-lease components for all leases. Right-of-use (\"ROU\") assets and lease liabilities are recorded on the balance sheet for all leases with an expected term of at least one year. Some leases include one or more options to renew. The exercise of lease renewal options is generally at our discretion. The depreciable lives of ROU assets and leasehold improvements are limited to the expected lease term. Certain of our lease agreements include rental payments based on a pro-rata share of the lessor&#8217;s operating costs, which are variable in nature. Our lease agreements do not contain any residual value guarantees or material restrictive covenants. \n\n&#160; \n\nROU assets are classified within other assets on the balance sheet, while lease liabilities are classified within accrued and other liabilities. Leases with an initial term of 12 months or less are not recorded on the balance sheet. ROU assets and lease liabilities were $ 73.5 million and $ 90.1 million, respectively, at December 31, 2022, and $ 74.3 million and $ 92.7 million at December 31, 2021, respectively. We recorded an additional $ 14.5 million and $ 16.2 million of lease liabilities under operating leases during 2022 and 2021, respectively. Payments on lease liabilities during 2022, 2021, and 2020 totaled $ 21.9 million, $ 20.8 million, and $ 19.8 million respectively. \n\nLease expense includes costs for leases with terms in excess of one year as well as short-term leases with terms of less than one year. Our total lease expense was $ 54.8 million, $ 43.3 million, and $ 38.2 million during 2022, 2021, and 2020, respectively. Our total lease expense in 2022, 2021, and 2020 is inclusive of variable lease costs of $ 9.9 million, $ 7.7 million, and $ 6.2 million respectively, and short-term lease costs of $ 21.2 million, $ 14.2 million, and $ 10.2 million, respectively. Sublease income was de minimis. The future minimum lease payments required under our leases as of December 31, 2022 were as follows ($000's omitted): \n\n##TABLE_START Years Ending December 31, 2023 $ 25,771 &#160; 2024 22,762 &#160; 2025 14,691 &#160; 2026 10,958 &#160; 2027 8,448 &#160; Thereafter 15,386 &#160; \n\nTotal lease payments (a) \n\n98,016 &#160; \n\nLess: Interest (b) \n\n( 7,933 ) Present value of lease liabilities (c) \n\n$ 90,083 &#160; ##TABLE_END\n\n(a) Lease payments include options to extend lease terms that are reasonably certain of being exercised and exclude $ 1.8 million of legally binding minimum lease payments for leases signed but not yet commenced at December 31, 2022. \n\n(b) Our leases do not provide a readily determinable implicit rate. Therefore, we must estimate our discount rate for such leases to determine the present value of lease payments at the lease commencement date. \n\n(c) The weighted average remaining lease term and weighted average discount rate used in calculating our lease liabilities were 4.9 years and 5.4 %, respectively, at December 31, 2022. \n\nReport of Independent Registered Public Accounting Firm \n\nTo the Shareholders and the Board of Directors of PulteGroup, Inc. \n\nOpinion on the Financial Statements \n\nWe have audited the accompanying consolidated balance sheets of PulteGroup, Inc. (the Company) as of December 31, 2022 and 2021, the related consolidated statements of operations, comprehensive income, shareholders' equity and cash flows for each of the three years in the period ended December 31, 2022, and the related notes (collectively referred to as the &#8220;consolidated financial statements&#8221;). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company at December 31, 2022 and 2021, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2022, in conformity with U.S. generally accepted accounting principles. \n\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company's internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control-Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) and our report dated February 6, 2023 expressed an unqualified opinion thereon. \n\nBasis for Opinion \n\nThese financial statements are the responsibility of the Company's management. Our responsibility is to express an opinion on the Company&#8217;s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \n\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion. \n\nCritical Audit Matter \n\nThe critical audit matter communicated below is a matter arising from the current period audit of the financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective or complex judgments. The communication of the critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the account or disclosures to which it relates. \n\n##TABLE_START Self-insured Risks Description of the Matter \n\nThe Company&#8217;s reserves for self-insured risks totaled $635.9 million at December 31, 2022, of which the majority relates to incurred but not reported (IBNR) losses associated with exposures to construction defects on homes previously sold. As discussed in Notes 1 and 11 of the consolidated financial statements, the Company reserves for costs associated with construction defect claims (including IBNR losses and expected claims management expense) based on actuarial analyses of the Company&#8217;s historical claims activity. The actuarial analyses that determine the IBNR reserves consider a variety of factors, which principally include the frequency and severity of losses. \n\nAuditing the Company&#8217;s IBNR reserve for construction defects is complex due to the significant measurement uncertainty associated with the estimate, the use of various actuarial methods, and management&#8217;s application of significant judgment. In addition, the reserve estimate is sensitive to significant management assumptions, including the frequency and severity assumptions used in the computation of the IBNR reserve and loss development factors for reported claims. \n\nHow We Addressed the Matter in Our Audit \n\nWe obtained an understanding, evaluated the design, and tested the operating effectiveness of the Company&#8217;s controls that address the risks of material misstatement relating to the measurement and valuation of the IBNR reserve. For example, we tested controls over management&#8217;s review of the significant actuarial assumptions and the data inputs used by management when estimating IBNR losses. \n\nTo test the IBNR reserve associated with construction defects exposures, our audit procedures included, among others, testing the completeness and accuracy of the underlying claims data used in management&#8217;s estimation calculations and reviewing the Company&#8217;s reinsurance contracts by policy year to assess the Company&#8217;s self-insured retentions, deductibles, and coverage limits, which represent inputs to the actuarial models. Furthermore, we involved our actuarial specialists to assist in our assessment of the methodologies used by management to estimate the IBNR reserve. We compared the Company's self-insurance reserve (inclusive of the IBNR estimate) to a range developed by our actuarial specialists based on independently selected assumptions. \n\n##TABLE_END\n\n/s/ Ernst &#38; Young LLP \n\nWe have served as the Company&#8217;s auditor since 1973. \n\nAtlanta, Georgia \n\nFebruary 6, 2023 \n\n"
    },
    {
      "section": "9",
      "text": " ITEM 9. CHANGES IN AND DISAGREEMENTS WITH ACCOUNTANTS ON ACCOUNTING AND FINANCIAL DISCLOSURE \n\nThis Item is not applicable. \n\n"
    },
    {
      "section": "9A",
      "text": " ITEM 9A. CONTROLS AND PROCEDURES \n\nDisclosure Controls and Procedures \n\nManagement, including our President and Chief Executive Officer and Executive Vice President and Chief Financial Officer, evaluated the effectiveness of the design and operation of our disclosure controls and procedures as of December 31, 2022. Based upon, and as of the date of that evaluation, our President and Chief Executive Officer and Executive Vice President and Chief Financial Officer concluded that the disclosure controls and procedures were effective as of December 31, 2022. \n\nInternal Control Over Financial Reporting \n\n(a) Management&#8217;s Annual Report on Internal Control Over Financial Reporting \n\nManagement is responsible for the preparation and fair presentation of the consolidated financial statements included in this annual report. The consolidated financial statements have been prepared in conformity with U.S. generally accepted accounting principles and reflect management&#8217;s judgments and estimates concerning events and transactions that are accounted for or disclosed. \n\nManagement is also responsible for establishing and maintaining effective internal control over financial reporting, as such term is defined in Exchange Act Rule 13a-15(f). Management recognizes that there are inherent limitations in the effectiveness of any internal control and effective internal control over financial reporting can provide only reasonable assurance with respect to financial statement preparation. Additionally, because of changes in conditions, the effectiveness of internal control over financial reporting may vary over time. \n\nIn order to ensure that the Company&#8217;s internal control over financial reporting is effective, management regularly assesses such controls and did so most recently for its financial reporting as of December 31, 2022. Management&#8217;s assessment was based on criteria for effective internal control over financial reporting described in Internal Control &#8211; Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 Framework). Based on this assessment, management asserts that the Company has maintained effective internal control over financial reporting as of December 31, 2022. \n\nErnst &#38; Young LLP, the independent registered public accounting firm that audited the Company&#8217;s consolidated financial statements included in this annual report, has issued its report on the effectiveness of the Company&#8217;s internal control over financial reporting as of December 31, 2022. \n\n(b) Report of Independent Registered Public Accounting Firm \n\nTo the Shareholders and the Board of Directors of PulteGroup, Inc. \n\nOpinion on Internal Control over Financial Reporting \n\nWe have audited PulteGroup, Inc.&#8217;s internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control&#8212; Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria). In our opinion, PulteGroup, Inc. (the Company) maintained, in all material respects, effective internal control over financial reporting as of December 31, 2022, based on the COSO criteria. \n\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Company as of December 31, 2022 and 2021, the related consolidated statements of operations, comprehensive income, shareholders&#8217; equity and cash flows for each of the three years in the period ended December 31, 2022, and the related notes and our report dated February 6, 2023 expressed an unqualified opinion thereon. \n\nBasis for Opinion \n\nThe Company&#8217;s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting included in the accompanying Management&#8217;s Annual Report on Internal Control Over Financial Reporting. Our responsibility is to express an opinion on the Company&#8217;s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \n\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. \n\nOur audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion. \n\nDefinition and Limitations of Internal Control Over Financial Reporting \n\nA company&#8217;s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company&#8217;s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company&#8217;s assets that could have a material effect on the financial statements. \n\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate. \n\n/s/ Ernst &#38; Young LLP \n\nAtlanta, Georgia \n\nFebruary 6, 2023 \n\n(c) Changes in Internal Control Over Financial Reporting \n\nThere has been no change in our internal control over financial reporting during the quarter ended December 31, 2022 that has materially affected, or is reasonably likely to materially affect, our internal control over financial reporting. \n\n"
    },
    {
      "section": "9B",
      "text": " ITEM 9B. OTHER INFORMATION \n\nOn February 2, 2023, it was agreed that the employment of Michelle H. Hairston, Senior Vice President, Human Resources of the Company would end effective February 10, 2023. Ms. Hairston will be eligible for separation benefits under the PulteGroup, Inc. Executive Severance Policy, as described in the Company&#8217;s 2022 Definitive Proxy Statement filed with the Securities and Exchange Commission on March 22, 2022, based on a qualifying termination of employment without cause. \n\n"
    },
    {
      "section": "10",
      "text": " ITEM 10. DIRECTORS, EXECUTIVE OFFICERS AND CORPORATE GOVERNANCE \n\nInformation required by this Item with respect to our executive officers is set forth in Part I, Item 1 of this Annual Report on Form 10-K. Information required by this Item with respect to members of our Board of Directors and with respect to our audit committee will be contained in the Proxy Statement for the 2023 Annual Meeting of Shareholders (&#8220;2023 Proxy Statement&#8221;), which will be filed no later than 120 days after December 31, 2022, under the captions &#8220;Election of Directors&#8221; and &#8220;Committees of the Board of Directors - Audit Committee&#8221; and in the chart disclosing Audit Committee membership and is incorporated herein by this reference. Information required by this Item with respect to our code of ethics will be contained in the 2023 Proxy Statement under the caption &#8220;Corporate Governance - Governance Guidelines; Code of Ethical Business Conduct; Code of Ethics; Prohibition on Hedging&#8221; and is incorporated herein by this reference. \n\nOur code of ethics for principal officers, our code of ethical business conduct, our corporate governance guidelines, and the charters of the Audit, Compensation and Management Development, Nominating and Governance, and Finance and Investment committees of our Board of Directors are also posted on our website and are available in print, free of charge, upon request. \n\n"
    },
    {
      "section": "11",
      "text": " ITEM 11. EXECUTIVE COMPENSATION \n\nInformation required by this Item will be contained in the 2023 Proxy Statement under the captions \"Compensation Discussion and Analysis\", \"Compensation and Management Development Committee Report\", \"2022 Executive Compensation\" and \"2022 Director Compensation\" and is incorporated herein by this reference, provided that the Compensation and Management Development Committee Report shall not be deemed to be &#8220;filed&#8221; with this Annual Report on Form 10-K. \n\n"
    },
    {
      "section": "12",
      "text": " ITEM 12. SECURITY OWNERSHIP OF CERTAIN BENEFICIAL OWNERS AND MANAGEMENT AND RELATED STOCKHOLDER MATTERS \n\nInformation required by this Item will be contained in the 2023 Proxy Statement under the captions &#8220;Beneficial Security Ownership&#8221; and &#8220;Equity Compensation Plan Information&#8221; and is incorporated herein by this reference. \n\n"
    },
    {
      "section": "13",
      "text": " ITEM 13. CERTAIN RELATIONSHIPS AND RELATED TRANSACTIONS AND DIRECTOR INDEPENDENCE \n\nInformation required by this Item will be contained in the 2023 Proxy Statement under the captions &#8220;Certain Relationships and Related Transactions&#8221; and &#8220;Board of Directors Information&#8221; and is incorporated herein by this reference. \n\n"
    },
    {
      "section": "14",
      "text": " ITEM 14. PRINCIPAL ACCOUNTANT FEES AND SERVICES \n\nInformation required by this Item will be contained in the 2023 Proxy Statement under the captions &#8220;Audit and Non-Audit Fees&#8221; and &#8220;Audit Committee Preapproval Policies&#8221; and is incorporated herein by reference. \n\nPART IV \n\n"
    },
    {
      "section": "15",
      "text": " ITEM 15. EXHIBITS AND FINANCIAL STATEMENT SCHEDULES \n\n&#160;(a) T he following documents are filed as part of this Annual Report on Form 10-K: \n\n(1) Financial Statements \n\n##TABLE_START \n\nConsolidated Balance Sheets at December 31, 202 2 and 202 1 \n\nConsolidated Statements of Operations for the years ended December 31, 202 2 , 202 1 , and 20 20 \n\nConsolidated Statements of Comprehensive Income for the years ended December 31, 202 2 , 202 1 , and 20 20 \n\nConsolidated Statements of Shareholders' Equity for the years ended December 31, 202 2 , 202 1 , and 20 20 \n\nConsolidated Statements of Cash Flows for the years ended December 31, 202 2 , 202 1 , and 2 020 \n\nNotes to Consolidated Financial Statements \n\nReport of Independent Registered Public Accounting Firm (PCAOB ID: 42 ) \n\n##TABLE_END\n\n&#160; \n\n(2) Financial Statement Schedules \n\nAll schedules are omitted because the required information is not present, is not present in amounts sufficient to require submission of the schedule, or because the required information is included in the financial statements or notes thereto. \n\n(3) Exhibits \n\nThe following exhibits are filed with this Annual Report on Form 10-K or are incorporated herein by reference: \n\nExhibit Number and Description \n\n##TABLE_START (3) (a) \n\nRestated Articles of Incorporation, of PulteGroup, Inc. (Incorporated by reference to Exhibit 3.1 of our Current Report on Form 8-K, filed with the SEC on August 18, 2009) \n\n(b) \n\nCertificate of Amendment to the Articles of Incorporation, dated March 18, 2010 (Incorporated by reference to Exhibit 3(b) of our Quarterly Report on Form 10-Q for the quarter ended March 31, 2010) \n\n(c) \n\nCertificate of Amendment to the Articles of Incorporation, dated May 21, 2010 (Incorporated by reference to Exhibit 3(c) of our Quarterly Report on Form 10-Q for the quarter ended September 30, 2010) \n\n(d) \n\nAmended and Restated By-laws of PulteGroup, Inc. (Incorporated by reference to Exhibit 3.2 of our Current Report on Form 8-K, filed with the SEC on May 6, 2022) \n\n(e) \n\nCertificate of Designation of Series A Junior Participating Preferred Shares, dated August 6, 2009 (Incorporated by reference to Exhibit 3(b) of our Registration Statement on Form 8-A, filed with the SEC on August 18, 2009) \n\n(4) (a) Any instrument with respect to long-term debt, where the securities authorized thereunder do not exceed 10% of the total assets of PulteGroup, Inc. and its subsidiaries, has not been filed. The Company agrees to furnish a copy of such instruments to the SEC upon request. (b) \n\nAmended and Restated Section 382 Rights Agreement, dated as of March 18, 2010, between PulteGroup, Inc. and Computershare Trust Company, N.A., as rights agent, which includes the Form of Rights Certificate as Exhibit B thereto (Incorporated by reference to Exhibit 4 of PulteGroup, Inc.&#8217;s Registration Statement on Form 8-A/A, filed with the SEC on March 23, 2010) \n\n(c) \n\nFirst Amendment to Amended and Restated Section 382 Rights Agreement, dated as of March 14, 2013, between PulteGroup, Inc. and Computershare Trust Company, N.A., as rights agent (Incorporated by reference to Exhibit 4.1 of PulteGroup, Inc.&#8217;s Current Report on Form 8-K, filed with the SEC on March 15, 2013) \n\n##TABLE_END\n\n##TABLE_START (d) Second Amendment to Amended and Restated Section 382 Rights Agreement, dated as of March 10, 2016, between PulteGroup, Inc. and Computershare Trust Company, N.A., as rights agent (Incorporated by reference to Exhibit 4.1 of PulteGroup, Inc.&#8217;s Current Report on Form 8-K, filed with the SEC on March 10, 2016) \n\n(e) Third Amendment to Amended and Restated Section 382 Rights Agreement, dated as of March 7, 2019, between PulteGroup, Inc. and Computershare Trust Company, N.A., as rights agent (Incorporated by reference to Exhibit 4.1 of PulteGroup, Inc.&#8217;s Current Report on Form 8-K, filed with the SEC on March 7, 2019) \n\n(f) Fourth Amendment to Amended and Restated Section 382 Rights Agreement, dated as of May 8, 2020, between PulteGroup, Inc. and Computershare Trust Company, N.A., as rights agent (Incorporated by reference to Exhibit 4.1 of PulteGroup, Inc.&#8217;s Current Report on Form 8-K, filed with the SEC on May 11, 2020) \n\n(g) F ifth Amendment to Amended and Restated Section 382 Rights Agreement, dated as of M arch 10 , 202 2 , between PulteGroup, Inc. and Computershare Trust Company, N.A., as rights agent (Incorporated by reference to Exhibit 4.1 of PulteGroup, Inc.&#8217;s Current Report on Form 8-K, filed with the SEC on Ma rch 11, 202 2 ) \n\n(h) \n\nDescription of the Registrant's Securities (Filed herewith) \n\n(10) (a) \n\nPulteGroup, Inc. 2019 Senior Management Incentive Plan (Incorporated by reference to Exhibit 10.1 of our Current Report on Form 8-K, filed with the SEC on February 8, 2019)* \n\n(b) \n\nPulteGroup, Inc. Long-Term Incentive Program (Incorporated by reference to Exhibit 10.2 of our Current Report on Form 8-K, filed with the SEC on May 20, 2008) * \n\n(c) \n\nPulteGroup, Inc. 2013 Stock Incentive Plan (Incorporated by reference to Exhibit 10.1 of our Current Report on Form 8-K, filed with the SEC on May 13, 2013) * \n\n(d) \n\nPulteGroup, Inc. 2022 Stock Incentive Plan ( I ncorporated by reference to Appendix III to the Registrant&#8217;s Definitive Proxy Statement on Schedule 14A, filed with the Commission on March 22, 2022) * \n\n(e) \n\nAmendment Number One to the PulteGroup, Inc. 2013 Stock Incentive Plan dated February 10, 2017 (Incorporated by reference to Exhibit 10 of our Quarterly Report on Form 10-Q for the quarter ended March 31, 2017) * \n\n(f) \n\nAmendment Number Two to the PulteGroup, Inc. 2013 Stock Incentive Plan dated December 3, 2020 (Incorporated by reference to Exhibit 10(k) of our Annual Report on Form 10-K for the year ended December 31, 2020 ) * \n\n(g) \n\nForm of Restricted Stock Unit Award Agreement (as Amended) under PulteGroup, Inc. 2013 Stock Incentive Plan (Incorporated by reference to Exhibit 10(k) of our Annual Report on Form 10-K for the year ended December 31, 2017) * \n\n(h) &#160; \n\nPulteGroup, Inc. Long Term Compensation Deferral Plan (As Amended and Restated Effective January 1, 2004) (Incorporated by reference to Exhibit 10(a) of our Quarterly Report on Form 10-Q for the quarter ended March 31, 2006) * \n\n(i) &#160; \n\nPulteGroup, Inc. Deferred Compensation Plan For Non-Employee Directors, as amended and restated effective as of December 31, 2021 (Incorporated by reference to Exhibit 10(i) of our Annual Report on Form 10-K for the year ended December 31, 2021) * \n\n(j) \n\nPulteGroup, Inc. Executive Severance Policy (Incorporated by reference to Exhibit 10.1 of our Current Report on Form 8-K, filed with the SEC on February 12, 2013) * \n\n(k) &#160; \n\nPulteGroup, Inc. Amended Retirement Policy (Effective November 30, 2017) (Incorporated by reference to Exhibit 10(u) of our Annual Report on Form 10-K for the year ended December 31, 2017) * \n\n(l) \n\nThird Amended and Restated Credit Agreement dated as of June 14, 2022 among PulteGroup, Inc., as Borrower, Bank of America, N.A., as Administrative Agent, and the other Lenders party thereto (Incorporated by reference to Exhibit 10 .1 of our Current Report on Form 8-K, filed with the SEC on June 1 6, 2022 ) \n\n(m) \n\nFourth Amended and Restated Master Repurchase Agreement, dated as of July 2 8 , 202 2 , among Comerica Bank, as Agent, Lead Arranger and a Buyer, the other Buyers party thereto and Pulte Mortgage LLC, as Seller (incorporated by reference to Exhibit 10.1 of PulteGroup, Inc's Current Report on Form 8-K, filed with the SEC on July 29 , 202 2 ) \n\n##TABLE_END\n\n##TABLE_START (n) \n\nRelease, Non-Competition, Non-Solicitation and Confidentiality Agreement by and between PulteGroup, Inc. and Stephen Schlageter, dated as of May 8, 2020 (Incorporated by reference to Exhibit 10.1 of PulteGroup Inc.'s Current Report on Form 8-K, filed with the SEC on May 11, 2020) * \n\n(21) \n\nSubsidiaries of the Registrant (Filed herewith) \n\n(22) \n\nList of Guarantor Subsidiaries (Filed herewith) \n\n(23) \n\nConsent of Independent Registered Public Accounting Firm (Filed herewith) \n\n(24) \n\nPower of Attorney (Filed herewith) \n\n(31) (a) \n\nRule 13a-14(a) Certification by Ryan R. Marshall, President and Chief Executive Officer (Filed herewith) \n\n(b) \n\nRule 13a-14(a) Certification by Robert T. O'Shaughnessy, Executive Vice President and Chief Financial Officer (Filed herewith) \n\n(32) \n\nCertification Pursuant to 18 United States Code &#167; 1350 and Rule 13a-14(b) of the Securities Exchange Act of 1934 (Furnished herewith) \n\n101.INS Inline XBRL Instance Document - the instance document does not appear in the Interactive Data File because its XBRL tags are embedded within the inline XBRL document. 101.SCH Inline XBRL Taxonomy Extension Schema Document 101.CAL Inline XBRL Taxonomy Extension Calculation Linkbase Document 101.DEF Inline XBRL Taxonomy Extension Definition Linkbase Document 101.LAB Inline XBRL Taxonomy Extension Label Linkbase Document 101.PRE Inline XBRL Taxonomy Extension Presentation Linkbase Document 104 Cover Page Interactive Data File (embedded within the Inline XBRL document) ##TABLE_END\n\n* Indicates a management contract or compensatory plan or arrangement \n\nITEM 16. FORM 10-K SUMMARY \n\nNone. \n\nSIGNATURES \n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized. \n\nPULTEGROUP, INC. \n\n(Registrant) \n\n&#160; \n\n##TABLE_START February 6, 2023 By: /s/ Robert T. O'Shaughnessy Robert T. O'Shaughnessy Executive Vice President and Chief Financial Officer ##TABLE_END\n\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the Registrant and in the capacities and on the date indicated: \n\n&#160; \n\n##TABLE_START February 6, 2023 /s/ Ryan R. Marshall /s/ Robert T. O'Shaughnessy /s/ Brien P. O'Meara Ryan R. Marshall Robert T. O'Shaughnessy \n\nBrien P. O'Meara \n\nPresident and Chief Executive Officer (Principal Executive Officer) and Member of Board of Directors Executive Vice President and Chief Financial Officer (Principal Financial Officer) Vice President and Controller (Principal Accounting Officer) Brian P. Anderson Member of Board of Directors } Bryce Blair Member of Board of Directors } Thomas J. Folliard Non-Executive Chairman of Board of Directors } /s/ Robert T. O'Shaughnessy Cheryl W. Gris&#233; Member of Board of Directors } Robert T. O'Shaughnessy \n\nAndr&#233; J. Hawaux Member of Board of Directors } Executive Vice President and Chief Financial Officer J. Phillip Holloman Member of Board of Directors } John R. Peshkin Member of Board of Directors } Scott F. Powers Member of Board of Directors } Lila Snyder Member of Board of Directors } ##TABLE_END\n\n"
    }
  ]
}