{
  "ticker": "ROP",
  "content": [
    {
      "section": "1",
      "text": " ITEM 1. BUSINESS \n\nAll currency amounts are in millions unless specified \n\nOur Business \n\nRoper Technologies, Inc. (&#8220;Roper,&#8221; the &#8220;Company,&#8221; &#8220;we,&#8221; &#8220;our&#8221; or &#8220;us&#8221;) is a diversified technology company. Roper has a proven, long-term, successful track record of compounding cash flow and shareholder value. We operate market leading businesses that design and develop vertical software and technology enabled products for a variety of defensible niche markets. \n\nWe pursue consistent and sustainable growth in revenue, earnings and cash flow by enabling continuous improvement in the operating performance of our existing businesses and by acquiring other businesses that offer high value-added software, services, technology-enabled products and solutions that we believe are capable of achieving growth and maintaining high margins. We compete in many defensible niche markets and believe we are the market leader or a competitive alternative to the market leader in most of these markets. In the last three years, we have deployed approximately $10,500 of capital toward acquisitions, including approximately $3,750 in 2022 for the acquisition of Frontline Education, a leading provider of Software-as-a-Service (&#8220;SaaS&#8221;) solutions for school administration and approximately $5,400 in 2020 for the acquisition of Vertafore, Inc., a leading provider of SaaS solutions for the property and casualty insurance industry. Additionally, we deployed approximately $1,400 towards bolt-on acquisitions to help build on the strategic position of several of our businesses. \n\nOn November 22, 2022, the Company completed the divestiture of a majority 51% equity stake in its industrial businesses, including its entire historical Process Technologies reportable segment and the industrial businesses within its historical Measurement &#38; Analytical Solutions reportable segment, to Clayton, Dubilier &#38; Rice, LLC. The businesses included in this transaction were Alpha, AMOT, CCC, Cornell, Dynisco, FTI, Hansen, Hardy, Logitech, Metrix, PAC, Roper Pump, Struers, Technolog, Uson, and Viatran (collectively &#8220;Indicor&#8221;). Following the sale of the majority stake, the Company retained an initial 49% minority equity interest in the new standalone parent company, Indicor, LLC. This transaction is referred to herein as the &#8220;Indicor Transaction.&#8221; \n\nDuring 2021, Roper entered into definitive agreements to divest our TransCore, Zetec and CIVCO Radiotherapy businesses (&#8220;2021 Divestitures&#8221;). As of March 31, 2022, Roper had completed the 2021 Divestitures. \n\nThe aggregate of the 2021 Divestitures and Indicor Transaction have greatly reduced the cyclicality and asset intensity of the Company. In addition, the Company has an increased mix of recurring revenue and a higher margin profile. The financial results for Indicor and the 2021 Divestitures are reported as discontinued operations for all periods presented. Unless otherwise noted, discussion within Part I relates to continuing operations. Information regarding discontinued operations is included in Note 3 of the Notes to Consolidated Financial Statements. \n\nWe were incorporated on December 17, 1981 under the laws of the State of Delaware. \n\nMarket Share, Market Expansion, and Product Development \n\nLeadership with Technology and Products for Niche Markets - We maintain a leading position in many of our markets. We believe our market positions are attributable to the applications expertise used to create high value products and solutions for our customers, the underlying critical nature of our offerings, and the inherent customer intimacy of our chosen niche markets. Our businesses realize growth from new and existing customers in their niche markets through successfully executing go-to-market strategies, developing new products and applications, and delivering professional services. \n\nDiversified End Markets and Geographic Reach - We have a global presence, with sales to customers outside the United States (&#8220;U.S.&#8221;). totaling $806.5 in 2022. Information regarding our international operations is set forth in Note 14 of the Notes to Consolidated Financial Statements included in this Annual Report. \n\nOur Reportable Segments \n\nDuring the second quarter of 2022, we updated our reportable segment structure following the announcement of the Indicor Transaction. The Company&#8217;s new reporting segment structure is classified based on business model and delivery of performance obligations. The three updated reportable segments (and businesses within each; including changes due to acquisitions since the realignment) are as follows: \n\n&#8211;Application Software - Aderant, CBORD/Horizon, CliniSys, Data Innovations, Deltek, Frontline Education, IntelliTrans, PowerPlan, Strata, Vertafore \n\n&#8211;Network Software - ConstructConnect, DAT, Foundry, iPipeline, iTradeNetwork, Loadlink, MHA, SHP, SoftWriters \n\n&#8211;Technology Enabled Products - CIVCO Medical Solutions, FMI, Inovonics, IPA, Neptune, Northern Digital, rf IDEAS, Verathon \n\nFollowing the Indicor Transaction and the realignment of our reportable segments, the day-to-day operations of our businesses, our organizational structure, and our strategy remain unchanged. All prior periods have been recast to reflect the changes noted above. Financial information about our reportable segments is presented in Note 14 of the Notes to Consolidated Financial Statements included in this Annual Report. \n\nApplication Software \n\nOur Application Software segment had net revenues of $2,639.5 for the year ended December 31, 2022, representing 49.1% of our total net revenues. Below is a description of the products offered by business that comprise the Application Software segment. \n\nAderant - comprehensive management software solutions for law and other professional services firms, including business development, calendar/docket matter management, time and billing and case management. \n\nCBORD/Horizon - campus solutions software including access and cashless systems and food and nutrition service management serving primarily higher education and healthcare markets along with software, services, and technologies for foodservice operations specializing in K-12. \n\nCliniSys - diagnostic and laboratory information management software solutions. \n\nData Innovations - software solutions that enable enterprise management of hospitals and independent laboratories. \n\nDeltek - enterprise software and information solutions for government contractors, professional services firms and other project-based businesses. \n\nFrontline Education - K-12 school administration software, connecting solutions for human capital management, student and special programs, and business operations with powerful analytics to empower educators. \n\nIntelliTrans - transportation management software and services to bulk and break-bulk commodity producers. \n\nPowerPlan - financial and compliance management software and solutions to large complex companies in asset-intensive industries. \n\nStrata - cloud-based financial analytics and performance management software that is used by healthcare providers for financial planning, decision support and continuous cost improvement. \n\nVertafore - cloud-based software to the property and casualty insurance industry, including agency management, compliance, workflow, and data solutions. \n\nNetwork Software \n\nOur Network Software segment had net revenues of $1,378.5 for the year ended December 31, 2022, representing 25.7% of our total net revenues. Below is a description of the products offered by business that comprise the Network Software segment. \n\nConstructConnect - cloud-based data, collaboration and estimating automation software solutions to a network of pre-construction contractors. \n\nDAT - electronic marketplaces that connect available capacity of trucking units with the available loads of freight throughout North America. \n\nFoundry - software technologies used to deliver visual effects and 3D content for the entertainment and digital design industries. \n\niPipeline - cloud-based software solutions for the life insurance and financial services industries. \n\niTradeNetwork - electronic marketplaces and supply chain software that connect food suppliers, distributors and vendors, primarily in the perishable food sector. \n\nLoadlink - electronic marketplaces that connect available capacity of trucking units with the available loads of freight throughout Canada. \n\nMHA - health care service and software solutions to alternate site health care markets. \n\nSHP - data analytics and benchmarking information for the post-acute healthcare provider marketplace. \n\nSoftWriters - software solutions to pharmacies that primarily serve the long term care marketplace. \n\nTechnology Enabled Products \n\nOur Technology Enabled Products segment had net revenues of $1,353.8 for the year ended December 31, 2022, representing 25.2% of our total net revenues. Below is a description of the products offered by business that comprise the Technology Enabled Products segment. \n\nCIVCO Medical Solutions - accessories focused on guidance and infection control for ultrasound procedures. \n\nFMI - dispensers and metering pumps which are utilized in a broad range of applications requiring precision fluid control. \n\nInovonics - high-performance wireless sensor network and solutions for a variety of applications. \n\nIPA - automated surgical scrub and linen dispensing equipment for healthcare providers. \n\nNeptune - water meters, enabling water utilities to remotely monitor their customers utilizing Automatic Meter Reading (AMR), Advanced Metering Infrastructure (AMI) technologies and cloud-based software supporting meter data management. \n\nNorthern Digital - optical and electromagnetic precision measurement systems for medical and industrial applications. \n\nrf IDeas - RFID card readers used in numerous identity access management applications across a variety of vertical markets. \n\nVerathon - medical devices that enable airway management and bladder volume measurement solutions for healthcare providers. \n\nMaterials and Suppliers \n\nWe believe most materials and supplies we use are readily available from numerous sources and suppliers throughout the world. However, some components and sub-assemblies are currently available from only a limited number of suppliers for which we regularly investigate and identify alternative sources where possible. We also believe these conditions affect our competitors. Although supply shortages have not had a material adverse effect on our revenues, we may continue to be impacted by supply chain challenges including increased material costs, component shortages and transportation disruptions and delays. \n\nRemaining Performance Obligations and Backlog \n\nRemaining performance obligations represents the transaction price of firm orders for which work has not been performed and excludes unexercised contract options. As of December 31, 2022 and December 31, 2021, the aggregate amount of the transaction price allocated to remaining performance obligations was $4,214.0 and $3,539.1, respectively. \n\nBacklog is equal to our remaining performance obligations expected to be recognized as revenue within the next 12 months. Backlog was $2,912.6 at December 31, 2022, and $2,325.1 at December 31, 2021. \n\nDistribution and Sales \n\nDistribution and sales occur primarily through direct sales offices, manufacturers&#8217; representatives, resellers and distributors. \n\nGovernmental Regulations \n\nWe face extensive government regulation around the world relating to the development, manufacture, marketing, sale and distribution of our software, services, and products. The following sections describe certain significant regulations to which we are subject, but these are not the only regulations to which our businesses must comply. For a description of the risks related to the regulations that our businesses are subject to, please refer to &#8220;Item 1A. Risk Factors.&#8221; \n\nPrivacy and Data Security \n\nWe are subject to privacy and data security laws around the world that may impose operational burdens on our businesses. In 2018, the General Data Protection Regulation (&#8220;GDPR&#8221;) became effective in the European Union (&#8220;EU&#8221;) and United Kingdom and imposed restrictions on how companies use and process personal information. In particular, legal challenges to the way regulators implemented GDPR have created additional operational burdens for companies transferring personal data back and forth between the EU, U.S., and India. In the U.S., several states have adopted legislation that imposes similar (but not identical) restrictions to GDPR on companies conducting business or serving customers in those states. For example, in 2020 the California Consumer Privacy Act (&#8220;CCPA&#8221;) became effective and required companies to make disclosures to consumers about their data collection, use, and sharing practices; allowed consumers to opt out of certain data sharing with third parties; and provided a private right of action for data breaches. Changes to the CCPA effective in 2023 have added to the processing restrictions and notifications requirements &#8211; particularly when companies engage in online advertising. Virginia, Colorado, Connecticut, and Utah have passed similar legislation that will also become effective in 2023. Canada (Quebec) and China have also significantly updated their privacy laws. The compliance and other burdens on our businesses imposed by these privacy laws and regulations may be substantial as we work to comply with differing legal and implementation requirements across multiple jurisdictions. \n\nHealthcare Regulations \n\nThe manufacture, sale, lease and service of medical diagnostic and surgical devices intended for commercial use are subject to extensive governmental regulation by the FDA in the U.S. and by a variety of regulatory agencies in other countries for some of our businesses. Under the Federal Food, Drug and Cosmetic Act, known as the FD&#38;C Act, manufacturers of medical products and devices must comply with certain regulations governing the design, testing, manufacturing, packaging, servicing and marketing of medical products. FDA product approvals may be withdrawn or suspended if compliance with regulatory standards is not maintained or if problems occur following initial marketing. We are also subject to a variety of federal, state and foreign laws which broadly relate to our interactions with healthcare practitioners and other participants in the healthcare system, including, among others, anti-kickback law, and laws regulating the confidentiality of sensitive personal information and the circumstances under which such information may be released and/or collected, such as the Health Insurance Portability and Accountability Act of 1996, or HIPAA, the Health Information Technology for Economic and Clinical Health Act, or HITECH Act, and the GDPR. \n\nAnti-Corruption and Anti-Bribery Laws and Regulations \n\nWe are subject to the U.S. Foreign Corrupt Practices Act (FCPA) and anti-corruption laws, and similar laws in foreign countries, such as the UK Anti-Bribery Act. Any violation of these laws by us or our agents or distributors could create substantial liability for us, subject our officers and directors to personal liability, and cause a loss of reputation in the market. Increased business in higher risk countries could subject us and our officers and directors to increased scrutiny and increased liability. In addition, becoming familiar with and implementing the infrastructure necessary to comply with laws, rules and regulations applicable to new business activities and mitigating and protecting against corruption risks could be quite costly. \n\nExport Controls and Trade Policies \n\nWe are subject to numerous domestic and foreign regulations relating to our operations worldwide. In particular, our sales activities must comply with restrictions relating to the export of controlled technology and sales to denied or sanctioned parties contained in the U.S. Export Administration Regulations, U.S. International Traffic in Arms Regulations (ITAR), and sanctions administered by the Office of Foreign Asset Controls of the U.S. Treasury Department (OFAC). Our businesses may also be impacted by additional domestic or foreign trade regulations ensuring fair trade practices, including trade restrictions, tariffs and sanctions. \n\nEnvironmental Regulations \n\nOur operations and properties are subject to laws and regulations relating to environmental protection, including those governing air emissions, water discharges, waste management and workplace safety. We use, generate and dispose of hazardous substances and waste in our operations and could be subject to material liabilities relating to the investigation and clean-up of contaminated properties and related claims. We are required to conform our operations and properties to these laws and adapt to regulatory requirements in all countries as these requirements change. In connection with our acquisitions, we may assume significant environmental liabilities, some of which we may not be aware of, or may not be quantifiable, at the time of acquisition. In addition, new laws and regulations, the discovery of previously unknown contamination or the imposition of new requirements could increase our costs or subject us to new or increased liabilities. \n\nCustomers \n\nDuring 2022, no customer accounted for 10% or more of any segment or total Company net revenues. \n\nCompetition \n\nGenerally, our products and solutions face significant competition, although in certain niche markets there are a limited number of competitors. We believe that we are a leader in most of our markets, and no single company competes with us over a significant number of product lines. Competitors might be large or small in size, often depending on the size of the niche market we serve. We compete primarily on product quality, performance, innovation, technology, price, applications expertise, system and service flexibility, distribution channel access and customer service capabilities. \n\nIntellectual Property \n\nIn addition to trade secrets, including unpatented know-how and other intellectual property like software source code, we own or license the rights under numerous patents, trademarks, trade dress and copyrights relating to certain of our products and businesses. We also employ various methods, including confidentiality and non-disclosure agreements with individuals and companies we do business with, including employees, distributors, representatives, independent contractors and customers to protect our intellectual property. We believe none of our operating units are substantially dependent on any single item of intellectual property, including a trade secret, patent, trademark, trade dress, or copyright. \n\nHuman Capital Management \n\nRoper is a diversified technology company that utilizes a decentralized operating model across our many businesses which serve a diverse set of end markets. Subject to oversight and guidance from Roper executive management, each business operates as an individual unit with its managers empowered to make day to day operating decisions, including decisions with respect to human capital management. As a result, apart from guidance with respect to: (i) compliance with regulatory requirements or corporate policies; and (ii) the implementation of compensation and benefit programs provided by corporate management, managers at individual businesses are the primary decision makers with respect to human capital management and development. Though our individual businesses are primarily responsible for these decisions, because of the importance of human capital to our enterprise, we provide guidance and share best practices on key aspects of selection, development, engagement and diversity of talent within our workforce. \n\nAs of December 31, 2022, we employed approximately 15,800 people worldwide on a consolidated basis, of which approximately 10,500 were employed in the U.S. and approximately 5,300 were outside of the U.S. Management believes that the Company's employee relations are favorable. During the COVID-19 pandemic, most of our businesses implemented broad work-from-home initiatives. Many businesses have retained work-from-home flexibility for their employees and have implemented hybrid work-from-home and in-office arrangements. \n\nOutside the U.S., we have some employees, particularly in Europe, that are represented by an employee representative organization, such as a union, works council or employee association. \n\nRoper has identified and implemented other human capital priorities, including providing competitive wages and benefits, and promoting a diverse and inclusive work environment. The Company is committed to increasing diversity and fostering an inclusive work environment that supports our large global workforce and helps us innovate for our customers. We continue to focus on building a pipeline for talent to create more opportunities for workplace diversity and to support greater representation within the Company. \n\nAvailable Information \n\nAll reports we file electronically with the SEC, including our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and our annual proxy statements, as well as any amendments to those reports, are accessible at no cost on our website at www.ropertech.com as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC. These filings are also accessible on the SEC&#8217;s website at www.sec.gov. Our Corporate Governance Guidelines; the charters of our Audit Committee, Compensation Committee, and Nominating and Governance Committee; and our Business Code of Ethics and Standards of Conduct are also available on our website. Any amendment to the Business Code of Ethics and Standards of Conduct and any waiver applicable to our directors, executive officers or senior financial officers will be posted on our website within the time period required by the SEC and the New York Stock Exchange (the &#8220;NYSE&#8221;). The information posted on our website is not incorporated into this Annual Report or any other filing made by Roper with the SEC. \n\n"
    },
    {
      "section": "1A",
      "text": " ITEM 1A. RISK FACTORS \n\nRisks Related to Our Business Operations \n\nOur growth strategy includes acquisitions. We may not be able to identify suitable acquisition candidates, complete acquisitions or integrate acquisitions successfully. \n\nOur future growth is likely to depend to some degree on our ability to acquire and successfully integrate new businesses. We intend to seek additional acquisition opportunities, both to expand into new markets and to enhance our position in existing markets. There are no assurances, however, that we will be able to successfully identify suitable candidates, negotiate appropriate terms, obtain financing on acceptable terms, complete proposed acquisitions, successfully integrate acquired businesses or expand into new markets. Once acquired, operations may not achieve anticipated levels of revenues, profitability or cash flows. \n\nAcquisitions involve risks, including difficulties in the integration of the operations, technologies, services and products of the acquired companies and the diversion of management&#8217;s attention from other business concerns. Although our management will endeavor to evaluate the risks inherent in any particular transaction, including but not limited to cyber risks, there are no assurances that we will properly ascertain all such risks. Acquisitions may involve significant cash expenditures, debt \n\nincurrences, equity issuances and expenses. Difficulties encountered with acquisitions may have a material adverse effect on our business, financial condition and results of operations. \n\nOur technology is important to our success and our failure to protect this technology could put us at a competitive disadvantage. \n\nMany of our products and services rely on proprietary technology; therefore we believe that the development and protection of intellectual property rights through patents, copyrights, trade secrets, trademarks, confidentiality agreements and other contractual provisions are important to the future success of our business. Despite our efforts to protect proprietary rights, unauthorized parties or competitors may copy or otherwise obtain and use our products or technology. Actions to enforce these rights may result in substantial costs and diversion of resources, and we make no assurances that any such actions will be successful. \n\nUnfavorable changes in foreign exchange rates may harm our business. \n\nSeveral of our operating companies have transactions and balances denominated in currencies other than the U.S. dollar. Most of these transactions and balances are denominated in euros, Canadian dollars, or British pounds. Sales by our operating companies whose functional currency is not the U.S. dollar represented 11% and 12% of our total net revenues for the years ended December 31, 2022 and 2021, respectively. Unfavorable changes in exchange rates between the U.S. dollar and those currencies could significantly reduce our reported revenues and earnings. \n\nWe rely on information and technology, including third-party cloud computing platforms, for many of our business operations which could fail and cause disruption to our business operations. \n\nOur business operations are dependent upon information technology networks and systems to securely transmit, process and store electronic information and to communicate among our locations around the world and with clients and suppliers. A shutdown of, or inability to access, one or more of our facilities, a power outage or a failure of one or more of our information technology, telecommunications or other systems could significantly impair our ability to perform such functions on a timely basis. Our compliance, cyber and data privacy programs, cybersecurity technology and risk management cannot eliminate all system risk. Cyberattacks, configuration or human error and/or other external hazards could result in the misappropriation of assets or sensitive information, corruption of data or operational disruption. \n\nWe increasingly rely on third-party data centers and cloud platforms, such as Amazon Web Services, Google Cloud Platform, and Microsoft Azure to host enterprise and customer systems. Our ability to monitor such third parties&#8217; security measures and the full impact of the systemic risk is limited. If any cloud platform that we use is unavailable to us for any reason, our customers may experience service interruptions, which could significantly impact our operations, reputation, business, and financial results. Failure of our systems or those of our third-party service providers, may result in interruptions in our service and loss of data or processing capabilities, all of which may cause a loss in customers, refunds of product fees, material harm to our reputation and operating results. \n\nGlobal cybersecurity threats are rapidly evolving and becoming increasingly more sophisticated and attacks to networks, systems and endpoints can range from uncoordinated individual attempts to sophisticated and targeted measures known as advanced persistent threats, directed at the Company, its businesses, its customers and/or its third-party service providers, including, but not limited to, cloud providers and providers of network management services. These may include such things as unauthorized access, phishing attacks, denial of service, introduction of malware or ransomware and other disruptive problems caused by threat actors. While we have experienced, and expect to continue to experience, these types of threats and incidents, none of them to date have been material to the Company. \n\nWe seek to deploy measures to protect, detect, respond and recover from cyber threats, including identity and access controls, data protection, vulnerability management, incident response, secure product development, continuous monitoring of our networks, endpoints and systems, and maintenance of resilient backup and recovery capabilities. Our customers are increasingly requiring cybersecurity protections and mandating cybersecurity standards in our products and services, and we may incur additional costs to comply with such demands. Despite these efforts, we can make no assurance that we will be able to mitigate, detect, prevent, timely and adequately respond, or fully recover from the negative effects of cyberattacks or other security compromises, and such cybersecurity incidents, depending on their nature and scope, could potentially result in the misappropriation, destruction, corruption or unavailability of critical data and confidential or proprietary information (our own or that of third parties) and the disruption of business operations. The potential consequences of a material cybersecurity incident include financial loss, reputational damage, damage to our IT systems, data loss, litigation with third parties, theft of intellectual property, fines, diminution in the value of our investment in research and development, and increased cybersecurity \n\nprotection and remediation costs due to the increasing sophistication and proliferation of threats, which in turn could adversely affect our competitiveness and results of operations. Any imposition of liability, particularly liability that is not covered by insurance or is in excess of insurance coverage, could materially harm our operating results and financial condition. \n\nProduct liability, insurance risks and increased insurance costs could harm our operating results. \n\nOur business exposes us to product liability risks in the design, manufacture and distribution of our products. We currently have product liability insurance; however, we may not be able to maintain our insurance at a reasonable cost or in sufficient amounts to adequately protect us against losses. We also maintain other insurance policies, including directors&#8217; and officers&#8217; liability insurance and cyber insurance. We believe we have adequately accrued estimated losses, principally related to deductible amounts under our insurance policies, with respect to all product liability and other claims, based upon our past experience and available facts. However, a successful product liability or other claim or series of claims brought against us could have a material adverse effect on our business, financial condition and results of operations. In addition, a significant increase in our insurance costs or the imposition of a liability that is not covered by insurance or is in excess of insurance coverage, could have an adverse impact on our operating results. \n\nOur operating results could be adversely affected by a reduction of business with our large customers. \n\nIn some of our businesses, we derive a significant amount of revenue from large customers. The loss or reduction of any significant contracts with any of these customers could reduce our revenues and cash flows. Additionally, many of our customers are government entities. In many situations, government entities can unilaterally terminate or modify our existing contracts without cause and without penalty to the government agency. \n\nWe face intense competition. If we do not compete effectively, our business may suffer. \n\nWe face intense competition from numerous competitors in our various businesses. Our products compete primarily on the basis of product quality, performance, innovation, technology, price, applications expertise, system and service flexibility, distribution channel access and established customer service capabilities. We may not be able to compete effectively on all of these fronts or with all of our competitors. Moreover, competition may require us to adjust prices to stay competitive. In addition, new competitors may emerge, and product lines may be threatened by new technologies or market trends that reduce the value of these product lines. To remain competitive, we must develop new products, respond to new technologies and enhance our existing products in a timely manner. \n\nOur indebtedness may affect our business and may restrict our operating flexibility. \n\nAs of December 31, 2022, we had $6,661.7 in total consolidated indebtedness. In addition, we had approximately $3,482 undrawn availability under our senior unsecured credit facility. Subject to restrictions contained in our credit facility, we may incur additional indebtedness in the future, including indebtedness incurred to finance acquisitions. \n\nOur level of indebtedness and the debt servicing costs associated with that indebtedness could have important effects on our operations and business strategy. For example, our indebtedness could: \n\n&#8226; limit our ability to borrow additional funds; \n\n&#8226; limit our ability to complete future acquisitions; \n\n&#8226; limit our ability to pay dividends; \n\n&#8226; limit our ability to make capital expenditures; \n\n&#8226; place us at a competitive disadvantage relative to our competitors, some of which have lower debt service obligations and greater financial resources; and \n\n&#8226; increase our vulnerability to general adverse economic and industry conditions. \n\nOur ability to make scheduled principal payments of, to pay interest on, or to refinance our indebtedness and to satisfy our other debt obligations will depend upon our future operating performance, which may be affected by factors beyond our control. In addition, there can be no assurance that future borrowings or equity financing will be available to us on favorable terms for the payment or refinancing of our indebtedness. If we are unable to service our indebtedness, our business, financial condition and results of operations would be materially adversely affected. \n\nOur credit facility contains covenants requiring us to achieve certain financial and operating results and maintain compliance with specified financial ratios. Our ability to meet the financial covenants or requirements in our credit facility may be affected by events beyond our control, and we may not be able to satisfy such covenants and requirements. A breach of these covenants \n\nor our inability to comply with the financial ratios, tests or other restrictions contained in our facility could result in an event of default under this facility. Upon the occurrence of an event of default under our credit facility, and the expiration of any grace periods, the lenders could elect to declare all amounts outstanding under the facility, together with accrued interest, to be immediately due and payable. If this were to occur, our assets may not be sufficient to fully repay the amounts due under this facility or our other indebtedness. \n\nOur goodwill and intangible assets are a significant amount of our total assets, and any write-off of our intangible assets would negatively affect our results of operations. \n\nOur total assets reflect substantial intangible assets, primarily goodwill. At December 31, 2022, goodwill totaled $15,946.1 compared to $16,037.8 of stockholders&#8217; equity, and represented 59% of our total assets of $26,980.8. The goodwill results from our acquisitions, representing the excess purchase price over the fair value of the net identifiable assets acquired. We assess at least annually whether there has been an impairment in the value of our goodwill and indefinite lived intangible assets. If future operating performance at one or more of our business units were to fall significantly below current levels, if competing or alternative technologies emerge, if interest rates rise or if business valuations decline, we could incur a non-cash charge to operating income. Any determination requiring the write-off of a significant portion of goodwill or unamortized intangible assets would negatively affect our results of operations, the effect of which could be material. \n\nWe depend on our ability to develop new products and software, and any failure to develop or market new products and software could adversely affect our business. \n\nThe future success of our business will depend, in part, on our ability to design and manufacture new competitive products, including software, and to enhance existing products and software offerings. This product development may require substantial internal investment. There can be no assurance that unforeseen problems will not occur with respect to the development, performance or market acceptance of new technologies, products, or software or that we will otherwise be able to successfully develop and market new products and software. Failure of our products or software offerings to gain market acceptance or our failure to successfully develop and market new products and software could reduce our margins, which would have an adverse effect on our business, financial condition and results of operations. \n\nChanges in the supply of, or price for, raw materials, parts and components used in our products or for third-party services used in the delivery of our SaaS solutions could affect our business. \n\nThe availability and prices of raw materials, parts and components are subject to curtailment or change due to, among other things, suppliers&#8217; allocations to other purchasers, interruptions in production by suppliers, supply chain delays and disruptions, changes in exchange rates and prevailing price levels. For example, we expect to continue to be impacted by supply chain challenges, including increased material costs, component shortages and transportation disruptions and delays, all of which could escalate in the future. In addition, some of our products are provided by sole source suppliers and our SaaS offerings are increasingly reliant on a limited number of third-party cloud computing platforms. Any change in the supply of, or price for, these parts and components, as well as any increases in commodity prices or the price and availability of third-party cloud computing platforms could affect our business, financial condition and results of operations. \n\nOur operating results may be adversely impacted by the performance of Indicor, in which we own a minority interest. \n\nIn 2022, we divested a 51% majority equity stake of our industrial businesses to Clayton, Dubilier &#38; Rice, LLC (&#8220;CD&#38;R&#8221;) and retained an initial 49% minority equity interest in the new parent entity, Indicor. Although we have certain limited consent, board representation and other governance rights under existing contractual arrangements, we are a minority owner of Indicor and do not control its management, its policies or the operation of its business, and have no further funding requirements associated with our investment. As a result, our ability to realize the ultimate anticipated benefits of the transaction depend upon operation and management of Indicor by CD&#38;R and the Indicor management team. In addition, Indicor is an industrial business that is subject to risks that are different than the risks associated with our existing businesses. Many of these risks are outside CD&#38;R&#8217;s or Indicor&#8217;s control and could materially impact Indicor&#8217;s business, financial condition and results of operations. Moreover, CD&#38;R may have economic or other business interests that are inconsistent with ours, and we may be unable to prevent strategic decisions that may adversely affect the value of our investment in Indicor. We have applied the fair value option to value our equity investment in Indicor. The assessment of fair value requires significant judgments to be made. Although we believe that our judgments and assumptions are reasonable, changes in estimates or the application of alternative assumptions could produce significantly different results, as a result we could incur non-cash charges within non-operating income and a corresponding reduction in fair value. \n\nDivestitures or other dispositions could negatively impact our business. \n\nDivestitures pose risks and challenges that could negatively impact our business. For example, when we decide to sell or otherwise dispose of a business or assets, we may be unable to do so on satisfactory terms within our anticipated timeframe or at all, and even after reaching a definitive agreement to sell or dispose a business the sale is typically subject to satisfaction of pre-closing conditions which may not become satisfied. The consummation of any divestiture can be difficult, time-consuming and costly, and we may not be able to successfully complete identified divestitures. They may also cause diversion of management time and focus away from operating our business. In addition, divestitures or other dispositions may have other adverse financial and accounting impacts, and disputes may arise with buyers or with partners in businesses in which we own a minority interest that could be difficult or costly to resolve. \n\nRisks Related to Government Regulations \n\nRegulation of privacy and data security may adversely affect sales of our products and services and result in increased compliance costs. \n\nThere has been, and likely will continue to be, increased regulation with respect to the collection, use and handling of an individual&#8217;s personal and financial information. Regulatory authorities around the world have passed or are considering legislative and regulatory proposals concerning data protection, privacy and data security. In the United States, Virginia, Colorado, Connecticut, and Utah have passed new comprehensive privacy legislation, and joined California (which further enhanced its existing privacy laws) in directly regulating the collection, use and sharing of personal information. In addition, there has been an increased focus on industry-specific privacy laws, including in the financial, healthcare, and educational sectors. These statutes and regulations create civil penalties for violations, and in the case of California, creates a private right of action for data breaches, that increases the risk of data breach litigation. Absent a pre-emptive Federal privacy law, as more states pass privacy legislation, there is a strong possibility that we will be required to comply with a patchwork of inconsistent privacy regulations. \n\nGlobally, personal information collected within the European Union and United Kingdom remains subject to the 2018 General Data Protection Regulation (GDPR), which is a UK and European Union-wide legal framework that governs data collection, use, and sharing of an individual&#8217;s personal data and creates a range of consumer privacy rights. GDPR provides significant penalties for non-compliance (up to 4% of global revenue) and EU data protection authorities have already issued significant fines. \n\nThe interpretation and application of consumer and data protection laws and industry standards in the United States, Europe, China and elsewhere can be uncertain and currently is in flux. Cloud-based solutions may be subject to further regulation, including data localization requirements and other restrictions limiting the international transfer of data. The operational and cost impact of these cannot be fully known at this time. In addition to the possibility of fines, application of these existing laws in a manner inconsistent with our data and privacy practices require that we change our data and privacy practices, which could have an adverse effect on our business and results of operations. Complying with these various laws could cause us to incur substantial costs or require us to change our business practices in a manner adverse to our business. Also, any new law or regulation imposing greater fees or taxes or restriction on the collection, use or transfer of information or data internationally or over the Internet, could result in a decline in the use of our products and services and adversely affect sales and our results of operations. Finally, as we increasingly become a provider of technology solutions, our customers and regulators will expect that we can demonstrate compliance with current data privacy and security regulations as well as new industry-developed standards, and our inability to do so may adversely impact sales of our solutions and services to certain customers. This is particularly true for customers in highly-regulated industries, such as the healthcare industry and government contractors, and could result in regulatory actions, fines, legal proceedings and negatively impact our brand, reputation and our business. \n\nExpectations relating to environmental, social and governance considerations expose the Company to potential liabilities, increased costs, reputational harm and other adverse effects on the Company&#8217;s business. \n\nMany governments, regulators, investors, employees, customers and other stakeholders are increasingly focused on environmental, social and governance considerations relating to businesses, including climate change and greenhouse gas emissions, human capital and diversity, equity and inclusion. The Company makes statements about its environmental, social and governance goals and initiatives through information provided on its website, press statements and other communications, including through its ESG Report. Responding to these environmental, social and governance considerations and implementation of these goals and initiatives involves risks and uncertainties, including those described under &#8220;Forward-Looking Statements,&#8221; requires investments and are impacted by factors that may be outside the Company&#8217;s control. In addition, \n\nsome stakeholders may disagree with the Company&#8217;s goals and initiatives and the focus of stakeholders may change and evolve over time. Stakeholders also may have very different views on where environmental, social and governance focus should be placed, including differing views of regulators in various jurisdictions in which we operate. Any failure, or perceived failure, by the Company to achieve its goals, further its initiatives, adhere to its public statements, comply with federal, state or international environmental, social and governance laws and regulations, or meet evolving and varied stakeholder expectations and standards could result in legal and regulatory proceedings against the Company and materially adversely affect the Company&#8217;s business, reputation, results of operations, financial condition and stock price. \n\nRisks Related to Economic and Political Conditions \n\nEconomic, political and other risks associated with our international operations could adversely affect our business. \n\nFor the year ended December 31, 2022, 14% of our net revenues and 8% of our long-lived assets, excluding goodwill and intangibles, were attributable to operations outside the U.S. We expect our international operations to contribute materially to our business for the foreseeable future. Our international operations are subject to varying degrees of risk inherent in doing business outside the U.S. including, without limitation, the following: \n\n&#8226; adverse changes in a specific country&#8217;s or region&#8217;s political or economic conditions, particularly in emerging markets; \n\n&#8226; oil price volatility; \n\n&#8226; trade protection measures, tariffs, and import or export requirements; \n\n&#8226; subsidies or increased access to capital for firms that are currently, or may emerge as, competitors in countries in which we have operations; \n\n&#8226; partial or total expropriation; \n\n&#8226; potentially negative consequences from changes in tax laws; \n\n&#8226; difficulty in staffing and managing widespread operations; \n\n&#8226; differing labor regulations; \n\n&#8226; differing protection of intellectual property; \n\n&#8226; differing and unexpected changes in regulatory requirements, including any measures implemented to address the impacts of climate change; and \n\n&#8226; potentially negative consequences from the United Kingdom&#8217;s exit from the European Union. \n\nAny business disruptions due to political instability, armed hostilities, incidents of terrorism, incidents of directed cyber-attacks, public health crisis, extreme weather events or other natural disasters could adversely impact our financial performance. \n\nIf terrorist activity, armed conflict, directed cyber-attacks, political instability, public health crisis, such as an epidemic or pandemic, or extreme weather events or other natural disasters occur in the U.S. or other locations, such events may negatively impact our operations, cause general economic conditions to deteriorate or cause demand for our products to decline. A prolonged economic slowdown or recession could reduce the demand for our products, and therefore, negatively affect our future sales and profits. Any of these events could have a significant impact on our business, financial condition or results of operations. \n\nOur business, financial condition and results of operations could be adversely affected by disruptions in the global economy caused by the ongoing conflict between Russia and Ukraine. \n\nThe global economy has been negatively impacted by the military conflict between Russia and Ukraine. Furthermore, governments in the United States, United Kingdom and European Union have each imposed export controls on certain products and financial and economic sanctions on certain industry sectors and parties in Russia. We have historically had limited operations in Russia and a limited number of suppliers in Ukraine. Nevertheless, the Russia-Ukraine military conflict could have a negative impact on the global economy. Further escalation of geopolitical tensions related to the military conflict, including increased trade barriers or restrictions on global trade, could result in, among other things, cyberattacks, supply disruptions, lower consumer demand, and changes to foreign exchange rates and financial markets, any of which may adversely affect our business and supply chain. \n\nGeneral Risk Factors \n\nImpacts related to the COVID-19 pandemic could have an adverse effect on our business, financial condition, results of operations and cash flows. \n\nWe continue to closely monitor the impact of the COVID-19 global pandemic on our business, including how it has and will impact our customers, employees, suppliers, vendors and business partners. The COVID-19 global pandemic has created significant volatility, uncertainty and economic disruption, which may continue to affect our business operations and may materially and adversely affect our results of operations, cash flows and financial position. \n\nThe COVID-19 global pandemic has caused certain disruptions to our business and operations and could cause material disruptions to our business and operations in the future as a result of, among other things, quarantines, worker absenteeism as a result of illness or other factors, social distancing measures and other travel, health-related, business or other restrictions. The effects of the pandemic have created and exacerbated challenges with the attraction and retention of talent. \n\nThe COVID-19 global pandemic has and may continue to adversely impact, our suppliers and customers. As a result of the effects of the COVID-19 global pandemic our ability to obtain products or services from certain suppliers and to operate at certain locations have been and may continue to be impacted. As a result, our business, financial condition and results of operations have been adversely impacted and could be materially adversely affected if the COVID-19 global pandemic continues or there are resurgences of COVID-19 and its variants. \n\nThe extent to which the coronavirus continues to impact our business, results of operations and financial condition will depend on future developments, which are highly uncertain and are difficult to predict, including, but not limited to, ongoing or additional outbreaks of the virus or its variants in the jurisdictions in which we operate, the duration and spread of any such outbreaks, its severity, and the actions to contain the virus and its variants whether through the distribution and administration of available vaccines, vaccine mandates or otherwise could have a material impact on our results of operations and heighten many of our known risks described below in this &#8220;Risk Factors&#8221; section. \n\nThe potential insolvency or financial distress of third parties could adversely impact our business and results of operations. \n\nWe are exposed to the risk that third parties to various arrangements who owe us money or goods and services, or who purchase goods and services from us, will not be able to perform their obligations or continue to place orders due to insolvency or financial distress. In addition, the global COVID-19 pandemic has created heightened risk that third parties may be unable to perform their obligations or suffer financial distress due to the global economic impact of the pandemic and the regulatory measures that have been enacted by governments to contain the spread of the virus, however, we are unable predict the impact that COVID-19 will have on any of our customers, suppliers, vendors, and other business partners, and each of their financial conditions or their ability to perform their obligations. If third parties fail to perform their obligations under arrangements with us, we may be forced to replace the underlying commitment at current or above market prices or on other terms that are less favorable to us. In such events, we may incur losses, or our results of operations, financial condition or liquidity could otherwise be adversely affected. \n\nChanges to our executive leadership team and any future loss of members of such team, and the resulting management transitions, could harm our operating results. \n\nWe have experienced significant changes to our executive leadership team in the past and may do so in the future. Leadership transitions and changes can be inherently difficult to manage and may cause uncertainty or disruption to our business or may increase the likelihood of turnover in key leadership positions. If we cannot effectively manage leadership transitions and changes, it could make it more difficult to successfully operate our business. \n\nLegal proceedings in which we are, or may be, a party may adversely affect us. \n\nWe are currently, and may in the future, become subject to legal proceedings and commercial or contractual disputes. These are typically claims that arise in the normal course of business including, without limitation, commercial or contractual disputes with our suppliers or customers, intellectual property matters, third party liability, including product liability claims, and employment claims. We are and may in the future become subject to litigation regarding data or privacy incidents, as more fully described above in &#8220; We rely on information and technology for many of our business operations which could fail and cause disruption to our business operations&#8221;. \n\nA downgrade in the ratings of our debt could restrict our ability to access the debt capital markets and increase our interest costs. \n\nUnfavorable changes in the ratings that rating agencies assign to our debt may ultimately negatively impact our access to the debt capital markets and increase the costs we incur to borrow funds. Additionally, our credit agreement includes an increase in interest rates if the ratings for our debt are downgraded. Further, an increase in the level of our indebtedness may increase our vulnerability to adverse general economic and industry conditions and may affect our ability to obtain additional financing. \n\n"
    },
    {
      "section": "1B",
      "text": " ITEM 1B. UNRESOLVED STAFF COMMENTS \n\nNone \n\n"
    },
    {
      "section": "2",
      "text": " ITEM 2. PROPERTIES \n\nOur corporate offices, consisting of 29,000 square feet of leased space, are located at 6901 Professional Parkway, Sarasota, Florida. As of December 31, 2022, we owned approximately 0.3 million square feet, and leased approximately 2.8 million square feet. Of the total 3.1 million square feet, 76% is concentrated in the United States. We consider our facilities to be in good operating condition and adequate for their present use and believe we have sufficient capacity to meet our anticipated operating requirements. \n\n"
    },
    {
      "section": "3",
      "text": " ITEM 3. LEGAL PROCEEDINGS \n\nInformation pertaining to legal proceedings can be found in Note 13 to the Consolidated Financial Statements included in this Annual Report, and is incorporated by reference herein. \n\n"
    },
    {
      "section": "4",
      "text": " ITEM 4. MINE SAFETY DISCLOSURES \n\nNot Applicable \n\nEXECUTIVE OFFICERS OF THE REGISTRANT \n\nPursuant to General Instruction G(3) of Form 10-K, the following list of executive officers of the Company as of February 27, 2023 is included as an unnumbered Item in Part I of this report in lieu of being included in the Company&#8217;s Proxy Statement relating to the 2023 Annual Meeting of Shareholders. \n\nL. Neil Hunn , 50, has served as President and Chief Executive Officer since August 2018. He previously served as Executive Vice President and Chief Operating Officer from 2017 to 2018. Mr. Hunn also served as Group Vice President of Roper&#8217;s medical segment from 2011 to 2018 and helped drive significant growth in the Company&#8217;s medical technology and application software businesses. In addition to his operating responsibilities at Roper, Mr. Hunn led the execution of the majority of the company&#8217;s capital deployment since joining Roper. Prior to joining Roper, Mr. Hunn served 10 years as Executive Vice President and Chief Financial Officer at MedAssets, an Atlanta-based SaaS company, and as President of its revenue cycle technology businesses. He successfully led MedAssets&#8217; initial public offering and the execution of several M&#38;A transactions. Mr. Hunn also held roles at CMGI, an incubator of Internet businesses, and Parthenon Group, a strategy consulting firm. \n\nJason P. Conley , 47, has served as Executive Vice President and Chief Financial Officer since February 2023. Prior thereto he served as Vice President and Chief Accounting Officer from 2021 to February 2023 and as Vice President and Controller from 2017 to 2021. He previously served as the Chief Financial Officer at Managed Healthcare Associates, a Roper subsidiary, from 2013 to 2017. He also led the financial planning and investor relations activities for Roper from 2006 to 2013. Before Roper, Mr. Conley served in various finance and accounting leadership roles at Honeywell International and Deloitte. \n\nJohn K. Stipancich , 54, has served as Executive Vice President, General Counsel and Corporate Secretary since 2018 and as Vice President, General Counsel and Corporate Secretary from 2016 to 2018. Prior to joining Roper, Mr. Stipancich was with Newell Brands, Inc., a consumer products company, from 2004 to 2016. At Newell Brands he served as Executive Vice President and Chief Financial Officer from 2015 to 2016. Prior thereto, he served in a number of leadership roles at Newell Brands including General Counsel and Corporate Secretary, and Executive Leader of its operations in Europe, the Middle East and Africa. Prior to his twelve years at Newell Brands, Mr. Stipancich served as Executive Vice President, General Counsel and Corporate Secretary for Evenflo Company and Assistant General Counsel for Borden, both KKR portfolio companies at the time. He started his legal career in the Cleveland office of the international law firm of Squire Patton Boggs. \n\nPART II \n\n"
    },
    {
      "section": "5",
      "text": " ITEM 5. MARKET FOR REGISTRANT&#8217;S COMMON EQUITY RELATED STOCKHOLDER MATTERS AND ISSUER PURCHASES OF EQUITY SECURITIES \n\nOur common stock trades on the NYSE under the symbol &#8220;ROP&#8221;. Based on information available to us and our transfer agent, there were approximately 202 record holders of our common stock as of February 17, 2023. \n\nDividends &#8211; We have declared a cash dividend in each quarter since our February 1992 initial public offering and we have annually increased our dividend rate since our initial public offering. In November 2022, our Board of Directors increased the quarterly dividend paid January 23, 2023 to $0.6825 per share from $0.62 per share, an increase of 10%. This is the thirtieth consecutive year in which the Company has increased its dividend. The timing, declaration and payment of future dividends will be at the sole discretion of our Board of Directors and will depend upon our profitability, cash flows, financial condition, capital needs, future prospects and other factors deemed relevant by our Board of Directors. \n\nPerformance Graph - This performance graph shall not be deemed &#8220;filed&#8221; for purposes of Section 18 of the Securities Exchange Act of 1934, as amended (the &#8220;Exchange Act&#8221;) or otherwise subject to the liabilities under that Section and shall not be deemed to be incorporated by reference into any of our filings under the Securities Act of 1933, as amended, or under the Exchange Act. \n\nRoper has historically compared the cumulative total return on its common stock with that of the Standard &#38; Poor&#8217;s 500 Stock Index (the &#8220;S&#38;P 500&#8221;) and the Standard and Poor&#8217;s 500 Industrials Index (the &#8220;S&#38;P 500 Industrials&#8221;). As a result of the divestiture activity in 2022 and 2021, the Company will use the S&#38;P 500 Information Technology Index (the &#8220;S&#38;P 500 IT&#8221;) in place of the S&#38;P 500 Industrials on a go-forward basis to better reflect more relevant comparisons of our software and technology focused portfolio. The performance graph below presents the indices used in the prior year and the newly selected index. \n\nThe following graph compares, for the five year period ended December 31, 2022, the cumulative total stockholder return for our common stock, the S&#38;P 500, the S&#38;P 500 Industrials, and the S&#38;P 500 IT indices. Measurement points are the last trading day of each of our fiscal years ended December 31, 2017, 2018, 2019, 2020, 2021 and 2022. The graph assumes that $100.00 was invested on December 31, 2017 in our common stock, the S&#38;P 500, the S&#38;P 500 Industrials, and the S&#38;P 500 IT and assumes reinvestment of any dividends. The stock price performance on the following graph is not necessarily indicative of future stock price performance. \n\n##TABLE_START &#160; 12/31/2017 12/31/2018 12/31/2019 12/31/2020 12/31/2021 12/31/2022 Roper Technologies, Inc. $ 100.00 $ 103.52 $ 138.36 $ 169.34 $ 194.20 $ 171.59 S&#38;P 500 100.00 95.62 125.72 148.85 191.58 156.88 S&#38;P 500 Industrials 100.00 86.71 112.17 124.59 150.89 142.63 S&#38;P 500 IT 100.00 99.71 149.86 215.63 290.08 208.30 ##TABLE_END\n\nThe information set forth in Item 12 under the heading &#8220;Securities Authorized for Issuance under Equity Compensation Plans&#8221; is incorporated herein by reference. \n\n"
    },
    {
      "section": "6",
      "text": " ITEM 6. [RESERVED] \n\n"
    },
    {
      "section": "7",
      "text": " ITEM 7. MANAGEMENT&#8217;S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS \n\nAll currency amounts are in millions unless specified \n\nOverview \n\nRoper Technologies is a diversified technology company. Roper has a proven, long-term, successful track record of compounding cash flow and shareholder value. We operate market leading businesses that design and develop vertical software and technology enabled products for a variety of defensible niche markets. \n\nWe pursue consistent and sustainable growth in revenue, earnings and cash flow by enabling continuous improvement in the operating performance of our existing businesses and by acquiring other businesses that offer high value-added software, services, technology-enabled products and solutions that we believe are capable of achieving growth and maintaining high margins. \n\nDiscontinued Operations \n\nOn November 22, 2022, the Company completed the divestiture of a majority 51% equity stake in its industrial businesses, including its entire historical Process Technologies reportable segment and the industrial businesses within its historical Measurement &#38; Analytical Solutions reportable segment, to Clayton, Dubilier &#38; Rice, LLC. The businesses included in this transaction were Alpha, AMOT, CCC, Cornell, Dynisco, FTI, Hansen, Hardy, Logitech, Metrix, PAC, Roper Pump, Struers, Technolog, Uson, and Viatran (collectively &#8220;Indicor&#8221;). Following the sale of the majority stake, the Company retained an initial 49% minority equity interest in the new standalone parent company, Indicor, LLC. This transaction is referred to herein as the &#8220;Indicor Transaction.&#8221; \n\nDuring 2021, Roper entered into definitive agreements to divest our TransCore, Zetec and CIVCO Radiotherapy businesses (&#8220;2021 Divestitures&#8221;). As of March 31, 2022, Roper had completed the 2021 Divestitures. \n\nThe aggregate of the 2021 Divestitures and the Indicor Transaction have greatly reduced the cyclicality and asset intensity of the Company. In addition, the Company has an increased mix of recurring revenue and a higher margin profile. The financial results for Indicor and the 2021 Divestitures are reported as discontinued operations for all periods presented. Unless otherwise noted, discussion within Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations relate to continuing operations. Information regarding discontinued operations is included in Note 3 of the Notes to Consolidated Financial Statements. \n\nUpdate to Segment Reporting Structure \n\nDuring the second quarter of 2022, we updated our reportable segment structure following the announcement of the Indicor Transaction. The Company&#8217;s new reporting segment structure is classified based on business model and delivery of performance obligations. The three updated reportable segments (and businesses within each; including changes due to acquisitions since the realignment) are as follows: \n\n&#8211;Application Software - Aderant, CBORD/Horizon, CliniSys, Data Innovations, Deltek, Frontline Education, IntelliTrans, PowerPlan, Strata, Vertafore \n\n&#8211;Network Software - ConstructConnect, DAT, Foundry, iPipeline, iTradeNetwork, Loadlink, MHA, SHP, SoftWriters \n\n&#8211;Technology Enabled Products - CIVCO Medical Solutions, FMI, Inovonics, IPA, Neptune, Northern Digital, rf IDEAS, Verathon \n\nFollowing the Indicor Transaction and the realignment of our reportable segments, the day-to-day operations of our businesses, our organizational structure, and our strategy remain unchanged. All prior periods have been recast to reflect the changes noted above. Financial information about our reportable segments is presented in Note 14 of the Notes to Consolidated Financial Statements included in this Annual Report. \n\nApplication of Critical Accounting Policies \n\nOur Consolidated Financial Statements are prepared in conformity with generally accepted accounting principles in the United States (&#8220;GAAP&#8221;). A discussion of our significant accounting policies can also be found in the Notes to Consolidated Financial Statements for the year ended December 31, 2022 included in this Annual Report. \n\nGAAP offers acceptable alternative methods for accounting for certain issues affecting our financial results, such as determining inventory cost, depreciating long-lived assets and recognizing revenue. We have not changed the application of acceptable accounting methods or the significant estimates affecting the application of these principles in the last three years in a manner that had a material effect on our Consolidated Financial Statements. \n\nThe preparation of financial statements in accordance with GAAP requires the use of estimates, assumptions, judgments and interpretations that can affect the reported amounts of assets, liabilities, revenues and expenses, the disclosure of contingent assets and liabilities and other supplemental disclosures. \n\nThe development of accounting estimates is the responsibility of our management. Our management discusses those areas that require significant judgments with the Audit Committee of our Board of Directors. The Audit Committee has reviewed all financial disclosures in our annual filings with the SEC. Although we believe the positions we have taken with regard to uncertainties are reasonable, others might reach different conclusions and our positions can change over time as more information becomes available. If an accounting estimate changes, its effects are accounted for prospectively or through a cumulative catch up adjustment. \n\nOur most significant accounting uncertainties are encountered in the areas of income taxes, valuation of other intangible assets, goodwill and indefinite-lived impairment analyses, and valuation of our initial 49% equity interest in Indicor. Estimates are considered to be significant if they meet both of the following criteria: (1) the estimate requires assumptions about matters that are uncertain at the time the estimate is made, and (2) changes in the estimate are reasonably likely to have a material financial impact from period-to-period. \n\nIncome taxes can be affected by estimates of whether and within which jurisdictions future earnings will occur and if, how and when cash is repatriated to the U.S., combined with other aspects of an overall income tax strategy. Additionally, taxing jurisdictions could retroactively disagree with our tax treatment of certain items, and some historical transactions have income tax effects going forward. Accounting rules require these future effects to be evaluated using current laws, rules and regulations, each of which can change at any time and in an unpredictable manner. If there is a material change in the actual effective tax rates, the time period within which the underlying temporary differences become taxable or deductible, or if the tax law changes are unfavorable there could be a resulting increase to income tax expense and the effective tax rate. \n\nDuring 2022, our effective income tax rate was 23.1%, as compared to the 2021 rate of 22.0%. The rate was unfavorably impacted by the recognition of a net tax expense associated with an internal restructuring plan associated with the Indicor Transaction. We expect the effective tax rate for 2023 to be approximately 21% to 22%. \n\nWe account for goodwill in a purchase business combination as the excess purchase price over the fair value of the net identifiable assets acquired. Goodwill, which is not amortized, is tested for impairment on an annual basis in conjunction with our annual forecast process during the fourth quarter (or an interim basis if an event occurs or circumstances change that would more likely than not reduce the fair value of a reporting unit below its carrying value). \n\nWhen testing goodwill for impairment, we have the option to first assess qualitative factors to determine whether the existence of events or circumstances leads to a determination that it is more likely than not that the estimated fair value of a reporting unit is less than its carrying amount. If we elect to perform a qualitative assessment and determine that an impairment is more likely than not, we are then required to perform the quantitative impairment test; otherwise, no further analysis is required. Under the qualitative assessment, we consider various qualitative factors, including macroeconomic conditions, relevant industry and market trends, cost factors, overall financial performance, other entity-specific events and events affecting the reporting unit that could indicate a potential change in the fair value of our reporting unit or the composition of its carrying values. We also consider the specific future outlook for the reporting unit. \n\nWe also may elect not to perform the qualitative assessment and, instead, proceed directly to the quantitative impairment test. The quantitative assessment utilizes an equal weighted income approach (discounted cash flows) and market approach (consisting of a comparable company earnings multiples methodology) to estimate the fair value of a reporting unit. To determine the reasonableness of the estimated fair values, we review the assumptions to ensure that neither the income approach nor the market approach provides significantly different valuations. If the estimated fair value exceeds the carrying value, no \n\nfurther work is required and no impairment loss is recognized. If the carrying value exceeds the estimated fair value, a non-cash impairment loss is recognized in the amount of that excess. \n\nKey assumptions used in the income and market approaches are updated when the analysis is performed for each reporting unit. The assumptions that have the most significant effect on the fair value calculations are the projected revenue growth rates, future operating margins, discount rates, terminal values and earnings multiples. While we use reasonable and timely information to prepare our cash flow and discount rate assumptions, actual future cash flows or market conditions could differ significantly and could result in future non-cash impairment charges related to recorded goodwill balances. \n\nRecently acquired reporting units generally represent a higher inherent risk of impairment, which typically decreases as the businesses are integrated into our enterprise. Negative industry or economic trends, disruptions to our business, actual results significantly below projections, unexpected significant changes or planned changes in the use of the assets, divestitures and market capitalization declines may have a negative effect on the fair value of our reporting units. \n\nAs of the annual impairment test, the Company has 21 reporting units with individual goodwill amounts ranging from $17.5 to $3,363.1. In 2022, the Company performed its annual impairment test in the fourth quarter for all reporting units. The Company conducted its analysis qualitatively and assessed whether it was more likely than not that the respective fair value of these reporting units was less than the carrying amount. The Company determined that impairment of goodwill was not likely in any of its reporting units and thus was not required to perform a quantitative assessment for these reporting units as of October 1, 2022. \n\nTrade names that are determined to have an indefinite useful economic life are not amortized, but separately tested for impairment during the fourth quarter of the fiscal year or on an interim basis if an event occurs that indicates the fair value is more likely than not below the carrying value. We first qualitatively assess whether the existence of events or circumstances leads to a determination that it is more likely than not that the estimated fair value of the indefinite-lived trade name is less than its carrying amount. If necessary, we conduct a quantitative assessment using the relief-from-royalty method, which we believe to be an acceptable methodology due to its common use by valuation specialists in determining the fair value of intangible assets. This methodology assumes that, in lieu of ownership, a third-party would be willing to pay a royalty in order to exploit the related benefits of these assets. The assumptions that have the most significant effect on the fair value calculations are the royalty rates, projected revenue growth rates, discount rates and terminal values. Each royalty rate is determined based on the profitability of the trade name to which it relates and observed market royalty rates. Revenue growth rates are determined after considering current and future economic conditions, recent sales trends, discussions with customers, planned timing of new product launches or other variables. Trade names resulting from recent acquisitions generally represent the highest risk of impairment, which typically decreases as the businesses are integrated into our enterprise. \n\nDuring the fourth quarter of 2021, the Company determined the use of the Sunquest trade name would be discontinued given the strategic action to merge the Sunquest business into our CliniSys business, both of which are reported in our Application Software reportable segment. Considering the planned merger and updated market comparisons, the royalty rate utilized in the quantitative impairment assessment of the trade name was 0.5% as compared to a royalty rate of 3.5% used in the prior year. The royalty rate reduction was the significant assumption that resulted in a non-cash impairment charge of $94.4 recognized as a component of &#8220;Impairment of intangible assets&#8221; within the Consolidated Statements of Earnings. \n\nThe assessment of fair value for impairment purposes requires significant judgments to be made by management. Although our forecasts are based on assumptions that are considered reasonable by management and consistent with the plans and estimates management uses to operate the underlying businesses, there is significant judgment in determining the expected results attributable to the businesses and/or reporting units. Changes in estimates or the application of alternative assumptions could produce significantly different results. \n\nThe most significant identifiable intangible assets with definite useful economic lives recognized from our acquisitions are customer relationships. The fair value for customer relationships is determined as of the acquisition date using the excess earnings method. Under this methodology the fair value is determined based on the estimated future after-tax cash flows arising from the acquired customer relationships over their estimated lives after considering customer attrition and contributory asset charges. The assumptions that have the most significant effect on the fair value calculations are the customer attrition rates, projected customer revenue growth rates, margins, contributory asset charges and discount rates. When testing customer relationship intangible assets for potential impairment, management considers historical customer attrition rates and projected revenues and profitability related to customers that existed at acquisition. In evaluating the amortizable life for customer relationship intangible assets, management considers historical customer attrition patterns. \n\nWe evaluate whether there has been an impairment of identifiable intangible assets with definite useful economic lives, or of the remaining life of such assets, when certain indicators of impairment are present. In the event that facts and circumstances indicate that the cost or remaining period of amortization of any asset may be impaired, an evaluation of recoverability would be performed. If an evaluation is required, the estimated future gross, undiscounted cash flows associated with the asset would be compared to the asset&#8217;s carrying amount to determine if a write-down to fair value or a revision in the remaining amortization period is required. \n\nThe Company has an initial 49% minority equity interest in Indicor which provides us with the ability to exercise significant influence, but not control, over the investee. We elected to apply the fair value option as we believe this is the most reasonable method to value the equity investment. This investment is classified within Level 3 of the fair value hierarchy as valuation of the investment at future dates will reflect management&#8217;s estimate of assumptions that market participants would use in pricing the asset. Any changes to the valuation estimates or assumptions as described further in Note 10 of the Notes to the Consolidated Financial Statements could produce significantly different results. \n\nResults of Operations \n\nAll currency amounts are in millions unless specified, percentages are net of revenues \n\nPercentages may not sum due to rounding. \n\nThe following table sets forth selected information for the years indicated. \n\n##TABLE_START &#160; Years ended December 31, &#160; 2022 2021 2020 Net revenues: &#160; &#160; &#160; Application Software (1) \n\n$ 2,639.5 $ 2,366.7 $ 1,785.8 Network Software (2) \n\n1,378.5 1,223.8 1,069.4 Technology Enabled Products 1,353.8 1,243.3 1,167.2 Total $ 5,371.8 $ 4,833.8 $ 4,022.4 Gross margin: &#160; &#160; &#160; Application Software 68.8 % 69.4 % 68.4 % Network Software 84.6 84.1 83.1 Technology Enabled Products 56.9 59.2 61.5 Total 69.9 % 70.5 % 70.3 % Selling, general and administrative expenses: Application Software 41.8 % 42.7 % 42.2 % Network Software 43.2 45.1 47.3 Technology Enabled Products 23.8 25.7 26.2 Total 37.6 % 38.9 % 38.9 % Segment operating margin: &#160; &#160; &#160; Application Software 27.1 % 26.8 % 26.2 % Network Software 41.4 39.0 35.8 Technology Enabled Products 33.2 33.4 35.3 Total 32.3 % 31.6 % 31.4 % \n\nCorporate administrative expenses (3) \n\n(3.9) % (3.9) % (4.5) % Loss from impairment &#8212; (2.0) &#8212; Income from operations 28.4 25.7 26.9 Interest expense, net (3.6) (4.8) (5.4) Other income (expense), net (0.9) 0.5 (0.1) Earnings before income taxes 23.9 21.3 21.4 Income taxes (5.5) (4.7) (4.7) Net earnings from continuing operations 18.3 % 16.7 % 16.7 % ##TABLE_END\n\n(1) Includes results from the acquisitions of Vertafore from September 3, 2020, EPSi from October 15, 2020, American Legal Net from December 30, 2021, Horizon Lab Systems, LLC from January 3, 2022, Common Cents Systems, Inc. from April 6, 2022, MGA Systems Holdings, Inc. from June 27, 2022, Common Sense Solutions, Inc. from July 12, 2022, viDesktop Inc. from August 19, 2022, TIP Technologies Inc. from September 23, 2022 and Frontline Education from October 4, 2022. \n\n(2) Includes results from the acquisitions of FMIC from June 9, 2020, Team TSI from June 15, 2020, IFS from September 15, 2020, WELIS from September 18, 2020 and Construction Journal from December 21, 2021. \n\n(3) Includes unallocated corporate administrative expenses and enterprise-wide stock-based compensation. \n\nYear Ended December 31, 2022 Compared to Year Ended December 31, 2021 \n\n&#160; \n\nNet revenues for the year ended December 31, 2022 were $5,371.8 as compared to $4,833.8 for the year ended December 31, 2021, an increase of 11.1%. The components of revenue growth for the year ended December 31, 2022 were as follows: \n\n##TABLE_START Application Software Network Software Technology Enabled Products Roper Total Revenue Growth 11.5 % 12.6 % 8.9 % 11.1 % Less Impact of: Acquisitions/Divestitures 5.3 1.2 &#8212; 2.9 Foreign Exchange (1.3) (1.3) (0.9) (1.2) Organic Revenue Growth 7.5 % 12.7 % 9.8 % 9.4 % ##TABLE_END\n\nIn our Application Software segment, net revenues for the year ended December 31, 2022 were $2,639.5 as compared to $2,366.7 for the year ended December 31, 2021. The growth of 7.5% in organic revenues was broad-based across the segment led by our businesses serving the property and casualty insurance, acute healthcare, and government contracting markets. Gross margin decreased to 68.8% for the year ended December 31, 2022 as compared to 69.4% for the year ended December 31, 2021 due primarily to increased headcount to support growth, and a higher mix of SaaS and professional service revenue across a number of businesses. Selling, general and administrative (&#8220;SG&#38;A&#8221;) expenses as a percentage of revenues in the year ended December 31, 2022 decreased to 41.8%, as compared to 42.7% in the year ended December 31, 2021, due primarily to improved operating leverage on higher organic revenues partially offset by higher amortization of acquired intangibles from the acquisition of Frontline Education. The resulting operating margin was 27.1% in the year ended December 31, 2022 as compared to 26.8% in the year ended December 31, 2021. \n\nIn our Network Software segment, net revenues were $1,378.5 for the year ended December 31, 2022 as compared to $1,223.8 for the year ended December 31, 2021. The growth of 12.7% in organic revenues was led by our network software businesses serving the freight match, life insurance, and media and entertainment markets. Gross margin increased to 84.6% for the year ended December 31, 2022 from 84.1% for the year ended December 31, 2021, due primarily to favorable revenue mix. SG&#38;A expenses as a percentage of net revenues decreased to 43.2% in the year ended December 31, 2022, as compared to 45.1% in the year ended December 31, 2021, due primarily to operating leverage on higher organic sales. The resulting operating margin was 41.4% in the year ended December 31, 2022 as compared to 39.0% in the year ended December 31, 2021. \n\nIn our Technology Enabled Products segment, net revenues were $1,353.8 for the year ended December 31, 2022 as compared to $1,243.3 the year ended December 31, 2021. The growth of 9.8% in organic revenues was primarily due to our water meter technology business and medical products businesses. Gross margin decreased to 56.9% in the year ended December 31, 2022, as compared to 59.2% in the year ended December 31, 2021, due primarily to higher material, component and freight costs as our businesses navigate the widespread global supply chain challenges. SG&#38;A expenses as a percentage of net revenues decreased to 23.8% in the year ended December 31, 2022, as compared to 25.7% in the year ended December 31, 2021 due primarily to improved operating leverage on higher organic sales. The resulting operating margin was 33.2% in the year ended December 31, 2022 as compared to 33.4% in the year ended December 31, 2021. \n\nCorporate expenses increased by $19.3 to $209.2, or 3.9% of revenues, in 2022 as compared to $189.9, or 3.9% of revenues, in 2021. The dollar increase was due primarily to higher professional service and acquisition related expenses partially offset by lower compensation expense. \n\nImpairment of intangible assets was $94.4 for the year ended December 31, 2021, due to the strategic action to merge the Sunquest business into our CliniSys business resulting in impairment of the Sunquest trade name. \n\nInterest expense, net, decreased $41.5, or 17.7%, for the year ended December 31, 2022 as compared to the year ended December 31, 2021. The decrease was due to lower weighted average debt balances and higher interest income earned on our cash and cash equivalents. \n\nOther expense, net, of $50.1 for the year ended December 31, 2022 was composed primarily of a legal settlement expense of $45.0 related to the Berall v. Verathon patent litigation matter . Other income, net of $24.6 for the year ended December 31, 2021, was composed primarily of a gain on sale of minority investment of $27.1. \n\nDuring 2022, our effective income tax rate was 23.1% as compared to our 2021 rate of 22.0%. The rate was unfavorably impacted by the recognition of a net tax expense associated with an internal restructuring plan related to the Indicor Transaction . \n\nOrder backlog is equal to our remaining performance obligations expected to be recognized within the next 12 months as discussed in Note 1 of the Notes to Consolidated Financial Statements. Backlog increased 25.3% to $2,912.6 at December 31, 2022 as compared to $2,325.1 at December 31, 2021. Organic growth in backlog was 18% and acquisitions contributed 8% which was partially offset by foreign exchange impact of 1%. \n\n##TABLE_START &#160; 2022 2021 Change Application Software $ 1,796.3 $ 1,541.9 16.5 % Network Software 507.5 448.3 13.2 Technology Enabled Products 608.8 334.9 81.8 Total $ 2,912.6 $ 2,325.1 25.3 % ##TABLE_END\n\n&#160; \n\nYear Ended December 31, 2021 Compared to Year Ended December 31, 2020 \n\n&#160; \n\nNet revenues for the year ended December 31, 2021 were $4,833.8 as compared to $4,022.4 for the year ended December 31, 2020, an increase of 20.2%. The components of revenue growth for the year ended December 31, 2021 were as follows: \n\n##TABLE_START Application Software Network Software Technology Enabled Products Roper Total Revenue Growth 32.5 % 14.4 % 6.5 % 20.2 % Less Impact of: Acquisitions/Divestitures 23.2 2.1 &#8212; 10.9 Foreign Exchange 0.2 1.0 0.6 0.5 Organic Revenue Growth 9.1 % 11.3 % 5.9 % 8.8 % ##TABLE_END\n\nIn our Application Software segment, net revenues for the year ended December 31, 2021 were $2,366.7 as compared to $1,785.8 for the year ended December 31, 2020. The growth of 9.1% in organic revenues was broad-based across the segment led by our businesses serving the government contracting, acute healthcare and legal markets. Gross margin increased to 69.4% for the year ended December 31, 2021 as compared to 68.4% for the year ended December 31, 2020 due primarily to the acquisition of Vertafore and operating leverage on higher organic revenues. SG&#38;A expenses as a percentage of revenues in the year ended December 31, 2021 increased to 42.7%, as compared to 42.2% in the year ended December 31, 2020, due primarily to higher amortization of acquired intangibles from the Vertafore and EPSi acquisitions, partially offset by operating leverage on higher organic revenues. The resulting operating margin was 26.8% in the year ended December 31, 2021 as compared to 26.2% in the year ended December 31, 2020. \n\nIn our Network Software segment, net revenues were $1,223.8 for the year ended December 31, 2021 as compared to $1,069.4 for the year ended December 31, 2020. The growth of 11.3% in organic revenues was broad-based across the segment led by our network software businesses serving the freight match, post-acute care and construction markets. Gross margin increased to 84.1% for the year ended December 31, 2021 from 83.1% for the year ended December 31, 2020, due primarily to revenue mix and operating leverage on higher organic revenues. SG&#38;A expenses as a percentage of net revenues decreased to 45.1% in the year ended December 31, 2021, as compared to 47.3% in the year ended December 31, 2020, due primarily to operating leverage on higher organic sales. The resulting operating margin was 39.0% in the year ended December 31, 2021 as compared to 35.8% in the year ended December 31, 2020. \n\nIn our Technology Enabled Products segment, net revenues were $1,243.3 for the year ended December 31, 2021 as compared to $1,167.2 the year ended December 31, 2020. The growth of 5.9% in organic revenues was broad-based led by our water meter technology, and medical products businesses excluding Verathon, which declined due to unprecedented demand for their products used in the treatment of COVID-19 during 2020. Gross margin decreased to 59.2% in the year ended December 31, 2021, as compared to 61.5% in the year ended December 31, 2020, due primarily to reduced operating leverage associated with Verathon&#8217;s normalized 2021 revenues and costs associated with navigating the widespread supply chain challenges. SG&#38;A expenses as a percentage of net revenues decreased to 25.7% in the year ended December 31, 2021, as compared to 26.2% in \n\nthe year ended December 31, 2020, due primarily to revenue mix. The resulting operating margin was 33.4% in the year ended December 31, 2021 as compared to 35.3% in the year ended December 31, 2020. \n\nCorporate expenses increased by $10.1 to $189.9, or 3.9% of revenues, in 2021 as compared to $179.8, or 4.5% of revenues, in 2020. The dollar increase was due primarily to higher compensation related expenses, partially offset by lower acquisition related expenses. \n\nInterest expense, net, increased $15.4, or 7.0%, for the year ended December 31, 2021 as compared to the year ended December 31, 2020. The increase was due to higher weighted average debt balances, partially offset by lower weighted average interest rates and $7.2 in interest expense for the origination fee on our bridge financing associated with the Vertafore acquisition in 2020. \n\nOther income, net, of $24.6 for the year ended December 31, 2021 was composed primarily of a gain on sale of minority investment of $27.1. Other expense, net of $3.1 for the year ended December 31, 2020, was composed primarily of foreign exchange losses at our non-U.S. based subsidiaries. \n\nDuring 2021, our effective income tax rate was 22.0% as compared to our 2020 rate of 21.8%. The increase was due primarily to a non-recurring item related to a UK tax rate change, which had a $20.4 unfavorable impact in 2021. \n\nOrder backlog is equal to our remaining performance obligations expected to be recognized within the next 12 months as discussed in Note 1 of the Notes to Consolidated Financial Statements. Backlog increased 22.0% to $2,325.1 at December 31, 2021 as compared to $1,905.5 at December 31, 2020, with the increase driven primarily by organic growth. \n\n##TABLE_START &#160; 2021 2020 Change Application Software $ 1,541.9 $ 1,366.9 12.8 % Network Software 448.3 361.4 24.0 Technology Enabled Products 334.9 177.2 89.0 Total $ 2,325.1 $ 1,905.5 22.0 % ##TABLE_END\n\nFinancial Condition, Liquidity and Capital Resources \n\nAll currency amounts are in millions unless specified \n\nSelected cash flows for the years ended December 31, 2022, 2021 and 2020 are as follows. \n\n##TABLE_START &#160; 2022 2021 2020 Cash provided by/(used in) continuing operations from: Operating activities $ 606.6 $ 1,655.8 $ 1,123.2 Investing activities (4,351.8) (249.2) (6,067.6) Financing activities (1,453.9) (1,807.1) 4,138.7 Cash provided by discontinued operations 5,677.9 456.0 393.8 ##TABLE_END\n\nOperating activities - The decrease in cash provided by operating activities from continuing operations in 2022 as compared to 2021 was due primarily to (i) the non-recurrence of $953.8 of cash taxes paid in connection with the 2021 Divestitures and the Indicor Transaction, (ii) $97.8 of higher cash taxes associated with changes to Internal Revenue Code Section 174 and (iii) less cash provided by working capital. These cash outflows were partially offset by higher net income from continuing operations net of non-cash expenses. \n\nThe increase in cash provided by operating activities from continuing operations in 2021 as compared to 2020 was due primarily to higher net income net of non-cash expenses and the non-recurrence of $201.9 of cash taxes paid on the disposal of Gatan in 2020. These increases were partially offset by lower cash provided by working capital as compared to 2020. \n\nInvesting activities - Cash used in investing activities from continuing operations during 2022 was primarily for business acquisitions, most notably Frontline Education, viDesktop and MGA Systems. Cash used in investing activities from continuing operations during 2021 was primarily for business acquisitions partially offset by proceeds from the sale of a minority investment. Cash used in investing activities from continuing operations during 2020 was primarily for business acquisitions, most notably Vertafore and EPSi. \n\nFinancing activities - Cash used in financing activities from continuing operations during 2022 was primarily due to repayments of $800.0 for our senior notes, net repayments of $470.0 on our unsecured credit facility and dividend payments. Cash used in financing activities from continuing operations during 2021 was primarily due to net repayments of $1,150.0 on our unsecured credit facility, $500.0 of repayments for our senior notes and dividend payments. Cash provided by financing activities from continuing operations during 2020 was primarily from the issuance of $3,300.0 of senior notes and $1,620.0 of net borrowings on the revolver, partially offset by $600.0 of repayments for senior notes and to a lesser extent dividend payments. \n\nDiscontinued operations - Cash provided by discontinued operations for the year ended December 31, 2022 was primarily due to proceeds from the sale of the majority stake in Indicor, TransCore and Zetec, slightly offset by less cash provided by operating cash flows from discontinued operations which was impacted by the timing of our divestiture activity. Cash provided by discontinued operations during the year ended December 31, 2021 was primarily due to cash provided by operating activities and proceeds from the sale of CIVCO Radiotherapy. Cash provided by discontinued operations during the year ended December 31, 2020 was primarily due to cash provided by operating activities. \n\nNet working capital (total current assets, excluding cash and current assets held for sale, less total current liabilities, excluding debt and current liabilities held for sale) was negative $1,053.7 at December 31, 2022 compared to negative $990.9 at December 31, 2021, due primarily to increased deferred revenue, partially offset by movements in income tax-related balances and greater inventory build associated with mitigating supply chain challenges. Consistent negative net working capital demonstrates Roper&#8217;s focus on asset-light business models. \n\nTotal debt excluding unamortized debt issuance costs was $6,700.3 at December 31, 2022 (29.5% of total capital) compared to $7,970.3 at December 31, 2021 (40.8% of total capital). Our total debt decreased at December 31, 2022 compared to December 31, 2021, due primarily to repayments of $800.0 for our senior notes and net repayments of $470.0 on our unsecured credit facility. \n\nOn July 21, 2022, the Company entered into a new five-year unsecured credit facility (the &#8220;Credit Agreement&#8221;) among Roper, the financial institutions from time to time party thereto, JPMorgan Chase Bank, N.A., as administrative agent, Bank of America, N.A. and Wells Fargo Bank, N.A., as syndication agents, and Mizuho Bank, Ltd., MUFG Bank, Ltd., PNC Bank, National Association, TD Bank, N.A., Truist Bank and U.S Bank, National Association, as documentation agents, which replaced the existing $3,000.0 unsecured credit facility, dated as of September 2, 2020, as amended. The new facility comprises a five-year $3,500.0 revolving credit facility, which includes availability of up to $150.0 for letters of credit. Loans under the facility will be available in dollars, and letters of credit will be available in dollars and other currencies to be agreed. The Company may also, subject to compliance with specified conditions, request additional term loans or revolving credit commitments in an aggregate amount not to exceed $500.0. \n\nThe Credit Agreement requires the Company to maintain a Total Debt to Total Capital Ratio (as defined in the Credit Agreement) of 0.65 to 1.00 or less. Borrowings under the Credit Agreement are prepayable at Roper&#8217;s option at any time in whole or in part without premium or penalty. \n\nWe were in compliance with all debt covenants related to our credit facility throughout the years ended December 31, 2022 and 2021. \n\nAt December 31, 2022, we had $6,700.0 of senior unsecured notes and no outstanding revolver borrowings. We had $19.0 of outstanding letters of credit at December 31, 2022, of which $18.3 was covered by our lending group, thereby reducing our revolving credit capacity commensurately. \n\nWe may redeem some or all of our senior unsecured notes at any time or from time to time, at 100% of their principal amount, plus a make-whole premium based on a spread to U.S. Treasury securities. \n\nSee Note 9 of the Notes to Consolidated Financial Statements included in this Annual Report for additional information regarding our credit facility and senior notes. \n\nCash and cash equivalents at our foreign subsidiaries at December 31, 2022 totaled $234.0 as compared to $310.8 at December 31, 2021, a decrease of 24.7%. The decrease was due primarily due to repatriation of $285.6 and cash divested in connection with the Indicor Transaction partially offset by cash generated from foreign operations. We intend to repatriate substantially all historical and future earnings. \n\nCapital expenditures of $40.1, $28.5 and $24.7 were incurred during 2022, 2021 and 2020, respectively. Capitalized software expenditures of $30.2, $29.7 and $17.7 were incurred during 2022, 2021 and 2020, respectively. Capital expenditures and capitalized software expenditures were relatively consistent in 2022 as compared to 2021 and 2020. In the future, we expect the aggregate of capital expenditures and capitalized software expenditures as a percentage of annual net revenues to be between 1.0% and 1.5%. \n\nContractual Cash Obligations and Other Commercial Commitments and Contingencies \n\nAll currency amounts are in millions \n\nThe following tables quantify our contractual cash obligations and commercial commitments at December 31, 2022. \n\n##TABLE_START &#160; Payments Due in Fiscal Year &#160; Contractual \n\nCash Obligations 1 \n\nTotal 2023 2024 2025 2026 2027 Thereafter Total debt $ 6,700.3 $ 700.2 $ 500.1 $ 1,000.0 $ 700.0 $ 700.0 $ 3,100.0 Senior note interest 851.0 176.0 150.5 138.7 120.2 93.6 172.0 \n\nPurchase obligations 2 \n\n790.7 411.9 138.5 126.4 81.5 12.1 20.3 Total $ 8,342.0 $ 1,288.1 $ 789.1 $ 1,265.1 $ 901.7 $ 805.7 $ 3,292.3 ##TABLE_END\n\n1 We have excluded the liability for uncertain tax positions and certain other tax liabilities as we are not able to reasonably estimate the timing of the payments. See Note 8 of the Notes to Consolidated Financial Statements included in this Annual Report. \n\n2 Represents minimum fixed price purchase commitments that are legally binding across Roper. \n\nWe believe that internally generated cash flows and the remaining availability under our credit facility will be adequate to finance normal operating requirements. Although we maintain an active acquisition program, any future acquisitions will be dependent on numerous factors and it is not feasible to reasonably estimate if or when any such acquisitions will occur and what the impact will be on our business, financial condition and results of operations. Such acquisitions may be financed by the use of existing credit lines, future cash flows from operations, future divestitures, the proceeds from the issuance of new debt or equity securities or any combination of these methods, the terms and availability of which will be subject to market and economic conditions generally. \n\nWe anticipate that our businesses will generate positive cash flows from operating activities, and that these cash flows will permit the reduction of currently outstanding debt in accordance with the repayment schedule. However, the rate at which we can reduce our debt during 2023 (and reduce the associated interest expense) will be affected by, among other things, the financing and operating requirements of any new acquisitions, the financial performance of our existing companies and the financial markets generally. None of these factors can be predicted with certainty. \n\nRecently Issued Accounting Standards \n\nSee Note 1 of the Notes to Consolidated Financial Statements included in this Annual Report for information regarding the effect of new accounting pronouncements on our Consolidated Financial Statements. \n\n"
    },
    {
      "section": "7A",
      "text": " ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK \n\nWe are exposed to interest rate risks on our outstanding revolving credit borrowings, and to foreign currency exchange risks on our transactions denominated in currencies other than the U.S. dollar. We are also exposed to equity market risks pertaining to the traded price of our common stock. \n\nAt December 31, 2022, we had $6,700.0 of fixed rate borrowings with interest rates ranging from 1.00% to 4.20%. At December 31, 2022, the prevailing market rates for each of our long-term notes was at least 0.7% but no more than 4.1% higher than the fixed rates on our debt instruments. Our credit facility contains a $3,500.0 variable-rate revolver with no outstanding borrowings at December 31, 2022. \n\nSeveral of our businesses have transactions and balances denominated in currencies other than the U.S. dollar. Most of these transactions or balances are denominated in euros, Canadian dollars or British pounds. Net revenues recognized by companies whose functional currency was not the U.S. dollar were 11% of our total revenues in 2022 and 89% of these revenues were recognized by companies with a functional currency that was either the euro, Canadian dollar or British pound. If these currency exchange rates had been 10% different throughout 2022 compared to currency exchange rates actually experienced, the impact on our net earnings would have been approximately 1%. \n\nThe trading price of our common stock influences the valuation of stock award grants and the effects these grants have on our results of operations. The stock price also influences the computation of potentially dilutive common stock to determine diluted earnings per share. In addition, the stock price also affects our employees&#8217; perceptions of programs that involve our common stock. The quantification of the effects of these changing prices on our future earnings and cash flows is not readily determinable. \n\n"
    },
    {
      "section": "8",
      "text": " ITEM 8. FINANCIAL STATEMENTS AND SUPPLEMENTARY DATA \n\nINDEX TO CONSOLIDATED FINANCIAL STATEMENTS AND SUPPLEMENTARY DATA \n\n##TABLE_START &#160; Page Consolidated Financial Statements: &#160; Report of Independent Registered Public Accounting Firm (PricewaterhouseCoopers LLP, PCAOB ID 238 ) \n\nConsolidated Balance Sheets as of December 31, 2022 and 2021 \n\nConsolidated Statements of Earnings for the Years ended December 31, 2022, 2021 and 2020 \n\nConsolidated Statements of Comprehensive Income for the Years ended December 31, 2022, 2021 and 2020 \n\nConsolidated Statements of Stockholders&#8217; Equity for the Years ended December 31, 2022, 2021 and 2020 \n\nConsolidated Statements of Cash Flows for the Years ended December 31, 2022, 2021 and 2020 \n\nNotes to Consolidated Financial Statements \n\n##TABLE_END\n\nReport of Independent Registered Public Accounting Firm \n\nTo the Board of Directors and Stockholders of Roper Technologies, Inc. \n\nOpinions on the Financial Statements and Internal Control over Financial Reporting \n\nWe have audited the accompanying consolidated balance sheets of Roper Technologies, Inc. and its subsidiaries (the &#8220;Company&#8221;) as of December 31, 2022 and 2021, and the related consolidated statements of earnings, of comprehensive income, of stockholders&#8217; equity, and of cash flows for each of the three years in the period ended December 31, 2022, including the related notes (collectively referred to as the &#8220;consolidated financial statements&#8221;). We also have audited the Company's internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control - Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). \n\nIn our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the financial position of the Company as of December 31, 2022 and 2021, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2022 in conformity with accounting principles generally accepted in the United States of America. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control - Integrated Framework (2013) issued by the COSO. \n\nBasis for Opinions \n\nThe Company's management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in Management&#8217;s Report on Internal Control over Financial Reporting appearing under Item 9A. Our responsibility is to express opinions on the Company&#8217;s consolidated financial statements and on the Company's internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \n\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects. \n\nOur audits of the consolidated financial statements included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions. \n\nAs described in Management&#8217;s Report on Internal Control over Financial Reporting, management has excluded seven entities from its assessment of internal control over financial reporting as of December 31, 2022 because they were acquired by the Company in purchase business combinations during 2022. We have also excluded these seven entities from our audit of internal control over financial reporting. These entities, each of which is wholly-owned, comprised, in the aggregate, total assets and total revenues excluded from management&#8217;s assessment and our audit of internal control over financial reporting of approximately 1% and approximately 2%, respectively, of the related consolidated financial statement amounts as of and for the year ended December 31, 2022. \n\nDefinition and Limitations of Internal Control over Financial Reporting \n\nA company&#8217;s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company&#8217;s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the \n\ncompany; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company&#8217;s assets that could have a material effect on the financial statements. \n\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate. \n\nCritical Audit Matters \n\nThe critical audit matters communicated below are matters arising from the current period audit of the consolidated financial statements that were communicated or required to be communicated to the audit committee and that (i) relate to accounts or disclosures that are material to the consolidated financial statements and (ii) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matters below, providing separate opinions on the critical audit matters or on the accounts or disclosures to which they relate. \n\nAcquisition of Frontline Technologies Parent, LLC &#8211; Valuation of Amortizable Customer Relationships \n\nAs described in Notes 1 and 2 to the consolidated financial statements, the Company acquired Frontline Technologies Parent, LLC on October 4, 2022, for a purchase price of $3,738 million. The acquired amortizable intangible assets include customer relationships of $1,757 million. The fair value for customer relationships is determined as of the acquisition date using the excess earnings method. Under this methodology, the fair value is determined based on the estimated future after-tax cash flows arising from the acquired customer relationships over their estimated lives after considering customer attrition and contributory asset charges. The assumptions that have the most significant effect on the fair value calculations are the customer attrition rates, projected customer revenue growth rates, margins, contributory asset charges and discount rates. \n\nThe principal considerations for our determination that performing procedures relating to the valuation of amortizable customer relationships in connection with the acquisition of Frontline Technologies Parent, LLC is a critical audit matter are (i) the significant judgment by management when developing the fair value estimate of the amortizable customer relationships; (ii) a high degree of auditor judgment, subjectivity, and effort in performing procedures and evaluating management&#8217;s significant assumptions related to the customer attrition rate, projected customer revenue growth rates, margins, contributory asset charges, and discount rate; and (iii) the audit effort involved the use of professionals with specialized skill and knowledge. \n\nAddressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the consolidated financial statements. These procedures included testing the effectiveness of controls relating to the acquisition accounting, including controls over management&#8217;s valuation of the acquired amortizable customer relationships and the development of the significant assumptions used by management related to the customer attrition rate, projected customer revenue growth rates, margins, contributory asset charges, and discount rate. These procedures also included, among others (i) reading the purchase agreement; (ii) testing management&#8217;s process for developing the fair value estimate of the amortizable customer relationships; (iii) evaluating the appropriateness of the excess earnings method; (iv) testing the completeness and accuracy of the underlying data used in the excess earnings method; and (v) evaluating the reasonableness of the significant assumptions used by management related to the customer attrition rate, projected customer revenue growth rates, margins, contributory asset charges, and discount rate. Evaluating management&#8217;s significant assumptions related to projected customer revenue growth rates and margins involved evaluating whether the assumptions used by management were reasonable considering (i) the current and historical performance of the acquired business; (ii) the consistency with external industry and market data; and (iii) whether these assumptions were consistent with evidence obtained in other areas of the audit. Professionals with specialized skill and knowledge were used to assist in evaluating (i) the appropriateness of the Company&#8217;s excess earnings method and (ii) the reasonableness of significant assumptions related to the customer attrition rate, contributory asset charges, and discount rate. \n\nEquity Investment in Indicor &#8211; Initial Fair Value Estimate \n\nAs described in Notes 3 and 10 to the consolidated financial statements, on November 22, 2022, the Company completed the divestiture of a majority 51% stake in Indicor to Clayton, Dubilier &#38; Rice, LLC (&#8220;CD&#38;R&#8221;) and retained an initial 49% minority equity interest which was valued at $535 million as of the transaction close date. The Company&#8217;s equity interest is comprised of an equity value for the initial 49% retained ownership of approximately $650 million, partially offset by approximately $115 million of anticipated dilution associated with the Company&#8217;s requirement to make quarterly payments (&#8220;Unit Adjustment&#8221;) to CD&#38;R, either (i) in cash or (ii) in-kind through the transfer of the Company&#8217;s equity interests in Indicor to CD&#38;R. The fair value of the investment reflects management&#8217;s estimate of assumptions that market participants would use in pricing the equity interest, which requires significant judgments to be made by management. The valuation is based on the implied equity value associated with the sale price of the 51% equity interest in Indicor to CD&#38;R for approximately $829 million, inclusive of the Unit Adjustment received by CD&#38;R. As disclosed by management, the Company intends to make these quarterly payments in-kind and valued the Unit Adjustment at approximately $115 million based on an expected investment horizon of 5 years. In the \n\nevent of a sale of Indicor, CD&#38;R would be entitled to a liquidation preference equal to its initial investment of approximately $829 million, plus any Unit Adjustment paid in kind. Management&#8217;s valuation assumes the expected exit of the Indicor investment is an initial public offering which is not subject to the liquidation preference. \n\nThe principal considerations for our determination that performing procedures relating to the initial fair value estimate of the equity investment in Indicor is a critical audit matter are (i) the significant judgment by management when developing the fair value estimate of the equity investment; (ii) a high degree of auditor judgment, subjectivity, and effort in performing procedures and evaluating management&#8217;s valuation method and significant assumptions related to the implied equity value of Indicor, the intent to make required quarterly payments in-kind, the expected investment horizon, and the expected exit of the investment; and (iii) the audit effort involved the use of professionals with specialized skill and knowledge. \n\nAddressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the consolidated financial statements. These procedures included testing the effectiveness of controls relating to management&#8217;s initial fair value estimate of the equity investment in Indicor, including controls over management&#8217;s valuation method and development of the significant assumptions used by management related to the implied equity value of Indicor, the intent to make required quarterly payments in-kind, the expected investment horizon, and the expected exit of the investment. These procedures also included, among others (i) reading the legal agreements related to the divestiture transaction and confirming certain information with Indicor; (ii) testing management&#8217;s process for developing the fair value estimate of the equity investment in Indicor; (iii) evaluating the appropriateness of the valuation method; (iv) testing the completeness and accuracy of the underlying data used by management; and (v) evaluating the reasonableness of the significant assumptions used by management related to the implied equity value of Indicor, the intent to make required quarterly payments in-kind, the expected investment horizon, and the expected exit of the investment. Evaluating management&#8217;s significant assumptions related to the implied equity value of Indicor, the intent to make required quarterly payments in-kind, the expected investment horizon, and the expected exit of the investment involved evaluating whether the assumptions used by management were reasonable considering, as applicable, (i) the third-party sale price of the 51% equity interest in Indicor; (ii) the contractual terms of the legal agreements related to the divestiture transaction; (iii) management&#8217;s ability and intent to carry out specific courses of action; (iv) the consistency with external industry and market data; and (v) whether these assumptions were consistent with evidence obtained in other areas of the audit. Professionals with specialized skill and knowledge were used to assist in evaluating (i) the appropriateness of the Company&#8217;s valuation method and (ii) the reasonableness of the significant assumption related to the implied equity value of Indicor. \n\n/s/ PricewaterhouseCoopers LLP \n\nTampa, Florida \n\nFebruary 27, 2023 \n\nWe have served as the Company&#8217;s auditor since 2002. \n\nROPER TECHNOLOGIES, INC. AND SUBSIDIARIES \n\nCONSOLIDATED BALANCE SHEETS \n\n(in millions, except per share data) \n\n##TABLE_START As of December 31, &#160; 2022 2021 Assets &#160; &#160; Cash and cash equivalents $ 792.8 &#160; $ 351.5 &#160; Accounts receivable, net 724.5 &#160; 687.6 &#160; Inventories, net 111.3 &#160; 69.2 &#160; Income taxes receivable 61.0 &#160; 16.8 &#160; Unbilled receivables 91.5 &#160; 81.9 &#160; Other current assets 151.3 &#160; 136.1 &#160; Current assets held for sale &#8212; &#160; 1,078.0 &#160; Total current assets 1,932.4 &#160; 2,421.1 &#160; Property, plant and equipment, net 85.3 &#160; 82.7 &#160; Goodwill 15,946.1 &#160; 13,476.3 &#160; Other intangible assets, net 8,030.7 &#160; 6,509.1 &#160; Deferred taxes 55.9 &#160; 50.0 &#160; Equity investment 535.0 &#160; &#8212; &#160; Other assets 395.4 &#160; 369.8 &#160; Assets held for sale &#8212; &#160; 804.9 &#160; Total assets $ 26,980.8 &#160; $ 23,713.9 &#160; Liabilities and Stockholders&#8217; Equity &#160; &#160; Accounts payable $ 122.6 &#160; $ 98.3 &#160; Accrued compensation 228.8 &#160; 261.9 &#160; Deferred revenue 1,370.7 &#160; 1,106.3 &#160; Other accrued liabilities 454.6 &#160; 398.7 &#160; Income taxes payable 16.6 &#160; 117.3 &#160; Current portion of long-term debt, net 699.2 &#160; 799.2 &#160; Current liabilities held for sale &#8212; &#160; 340.1 &#160; Total current liabilities 2,892.5 &#160; 3,121.8 &#160; Long-term debt, net of current portion 5,962.5 &#160; 7,122.6 &#160; Deferred taxes 1,676.8 &#160; 1,466.2 &#160; Other liabilities 411.2 &#160; 390.1 &#160; Liabilities held for sale &#8212; &#160; 49.4 &#160; Total liabilities 10,943.0 &#160; 12,150.1 &#160; \n\nCommitments and contingencies (Note 13) \n\nStockholders&#8217; equity: &#160; &#160; Preferred stock, $ 0.01 par value per share; 1.0 shares authorized; none outstanding \n\n&#8212; &#160; &#8212; &#160; Common stock, $ 0.01 par value per share; 350.0 shares authorized; 107.9 shares issued and 106.1 outstanding at December 31, 2022 and 107.3 shares issued and 105.5 outstanding at December 31, 2021 \n\n1.1 &#160; 1.1 &#160; Additional paid-in capital 2,510.2 &#160; 2,307.8 &#160; Retained earnings 13,730.7 &#160; 9,455.6 &#160; Accumulated other comprehensive loss ( 187.0 ) ( 183.1 ) Treasury stock, 1.8 shares at December 31, 2022 and 1.8 shares at December 31, 2021 \n\n( 17.2 ) ( 17.6 ) Total stockholders' equity 16,037.8 &#160; 11,563.8 &#160; Total liabilities and stockholders' equity $ 26,980.8 &#160; $ 23,713.9 &#160; ##TABLE_END\n\nSee accompanying notes to Consolidated Financial Statements. \n\nROPER TECHNOLOGIES, INC. AND SUBSIDIARIES \n\nCONSOLIDATED STATEMENTS OF EARNINGS \n\n(Dollar and share amounts in millions, except per share data) \n\n##TABLE_START &#160; Year ended December 31, &#160; 2022 2021 2020 Net revenues $ 5,371.8 &#160; $ 4,833.8 &#160; $ 4,022.4 &#160; Cost of sales 1,619.0 &#160; 1,426.2 &#160; 1,194.1 &#160; Gross profit 3,752.8 &#160; 3,407.6 &#160; 2,828.3 &#160; Selling, general and administrative expenses 2,228.3 &#160; 2,072.0 &#160; 1,745.4 &#160; Impairment of intangible assets &#8212; &#160; 94.4 &#160; &#8212; &#160; Income from operations 1,524.5 &#160; 1,241.2 &#160; 1,082.9 &#160; Interest expense, net 192.4 &#160; 233.9 &#160; 218.5 &#160; Other income (expense), net ( 50.1 ) 24.6 &#160; ( 3.1 ) Earnings before income taxes 1,282.0 &#160; 1,031.9 &#160; 861.3 &#160; Income taxes 296.4 &#160; 226.6 &#160; 187.5 &#160; Net earnings from continuing operations 985.6 &#160; 805.3 &#160; 673.8 &#160; Earnings from discontinued operations, net of tax 202.8 &#160; 291.4 &#160; 275.9 &#160; Gain on disposition of discontinued operations, net of tax 3,356.3 &#160; 55.9 &#160; &#8212; &#160; Net earnings from discontinued operations 3,559.1 &#160; 347.3 275.9 Net earnings $ 4,544.7 &#160; $ 1,152.6 &#160; $ 949.7 &#160; Net earnings per share from continuing operations: &#160; &#160; &#160; Basic $ 9.31 &#160; $ 7.65 &#160; $ 6.44 &#160; Diluted $ 9.23 &#160; $ 7.56 &#160; $ 6.37 &#160; Net earnings per share from discontinued operations: Basic $ 33.61 &#160; $ 3.30 &#160; $ 2.64 &#160; Diluted $ 33.32 &#160; $ 3.26 &#160; $ 2.61 &#160; Net earnings per share: Basic $ 42.92 &#160; $ 10.95 &#160; $ 9.08 &#160; Diluted $ 42.55 &#160; $ 10.82 &#160; $ 8.98 &#160; Weighted-average common shares outstanding: &#160; &#160; &#160; Basic 105.9 &#160; 105.3 &#160; 104.6 &#160; Diluted 106.8 &#160; 106.5 &#160; 105.7 &#160; ##TABLE_END\n\n&#160; \n\nSee accompanying notes to Consolidated Financial Statements. \n\nROPER TECHNOLOGIES, INC. AND SUBSIDIARIES \n\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME \n\n(in millions) ##TABLE_START &#160; Year ended December 31, &#160; 2022 2021 2020 Net earnings $ 4,544.7 &#160; $ 1,152.6 &#160; $ 949.7 &#160; Other comprehensive income (loss), net of tax: &#160; &#160; &#160; Foreign currency translation adjustments (1) \n\n( 3.9 ) ( 36.1 ) 65.8 &#160; Total other comprehensive income (loss), net of tax ( 3.9 ) ( 36.1 ) 65.8 &#160; Comprehensive income $ 4,540.8 &#160; $ 1,116.5 &#160; $ 1,015.5 &#160; ##TABLE_END\n\n&#160; \n\n(1) In connection with the Indicor Transaction, we reclassified $ 142.6 of foreign currency translation adjustments to &#8220;Gain on disposition of discontinued operations, net of tax&#8221; during the year ended December 31, 2022. \n\n&#160; \n\nSee accompanying notes to Consolidated Financial Statements. \n\nROPER TECHNOLOGIES, INC. AND SUBSIDIARIES \n\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS&#8217; EQUITY \n\n(in millions, except per share data) \n\n##TABLE_START &#160; Common Stock &#160; &#160; &#160; &#160; &#160; Shares Amount Additional paid-in capital Retained earnings Accumulated other comprehensive loss Treasury stock Total stockholders&#8217; equity Balances at December 31, 2019 104.1 &#160; $ 1.1 &#160; $ 1,903.9 &#160; $ 7,818.0 &#160; $ ( 212.8 ) $ ( 18.3 ) $ 9,491.9 &#160; Adoption of ASC 326 &#8212; &#8212; &#8212; ( 1.7 ) &#8212; &#8212; ( 1.7 ) Net earnings &#8212; &#8212; &#8212; 949.7 &#160; &#8212; &#8212; 949.7 &#160; Stock option exercises 0.7 &#160; &#8212; 105.5 &#160; &#8212; &#8212; &#8212; 105.5 &#160; Treasury stock sold &#8212; &#8212; 10.2 &#160; &#8212; &#8212; 0.3 &#160; 10.5 &#160; Currency translation adjustments, including tax provision of $ 14.6 \n\n&#8212; &#8212; &#8212; &#8212; 65.8 &#160; &#8212; 65.8 &#160; Stock based compensation &#8212; &#8212; 119.0 &#160; &#8212; &#8212; &#8212; 119.0 &#160; Restricted stock activity 0.1 &#160; &#8212; ( 41.1 ) &#8212; &#8212; &#8212; ( 41.1 ) Dividends declared ($ 2.10 per share) \n\n&#8212; &#8212; &#8212; ( 219.8 ) &#8212; &#8212; ( 219.8 ) Balances at December 31, 2020 104.9 &#160; $ 1.1 &#160; $ 2,097.5 &#160; $ 8,546.2 &#160; $ ( 147.0 ) $ ( 18.0 ) $ 10,479.8 &#160; Net earnings &#8212; &#8212; &#8212; 1,152.6 &#160; &#8212; &#8212; 1,152.6 &#160; Stock option exercises 0.5 &#160; &#8212; 104.7 &#160; &#8212; &#8212; &#8212; 104.7 &#160; Cash settlement of share-based awards in connection with disposition of discontinued operations &#8212; &#8212; ( 6.7 ) &#8212; &#8212; &#8212; ( 6.7 ) Treasury stock sold &#8212; &#8212; 14.7 &#160; &#8212; &#8212; 0.4 &#160; 15.1 &#160; Currency translation adjustments, including tax benefit of $ 6.2 \n\n&#8212; &#8212; &#8212; &#8212; ( 36.1 ) &#8212; ( 36.1 ) Stock based compensation &#8212; &#8212; 138.0 &#160; &#8212; &#8212; &#8212; 138.0 &#160; Restricted stock activity 0.1 &#160; &#8212; ( 40.4 ) &#8212; &#8212; &#8212; ( 40.4 ) Dividends declared ($ 2.31 per share) \n\n&#8212; &#8212; &#8212; ( 243.2 ) &#8212; &#8212; ( 243.2 ) Balances at December 31, 2021 105.5 &#160; $ 1.1 &#160; $ 2,307.8 &#160; $ 9,455.6 &#160; $ ( 183.1 ) $ ( 17.6 ) $ 11,563.8 &#160; Net earnings &#8212; &#8212; &#8212; 4,544.7 &#160; &#8212; &#8212; 4,544.7 &#160; Stock option exercises 0.5 &#160; &#8212; 110.0 &#160; &#8212; &#8212; &#8212; 110.0 &#160; Cash settlement of share-based awards in connection with disposition of discontinued operations &#8212; &#8212; ( 11.1 ) &#8212; &#8212; &#8212; ( 11.1 ) Treasury stock sold &#8212; &#8212; 13.9 &#160; &#8212; &#8212; 0.4 &#160; 14.3 &#160; Currency translation adjustments, including tax benefit of $ 41.9 \n\n&#8212; &#8212; &#8212; &#8212; ( 3.9 ) &#8212; ( 3.9 ) Stock based compensation &#8212; &#8212; 131.4 &#160; &#8212; &#8212; &#8212; 131.4 &#160; Restricted stock activity 0.1 &#160; &#8212; ( 41.8 ) &#8212; &#8212; &#8212; ( 41.8 ) Dividends declared ($ 2.54 per share) \n\n&#8212; &#8212; &#8212; ( 269.6 ) &#8212; &#8212; ( 269.6 ) Balances at December 31, 2022 106.1 &#160; $ 1.1 &#160; $ 2,510.2 &#160; $ 13,730.7 &#160; $ ( 187.0 ) $ ( 17.2 ) $ 16,037.8 &#160; ##TABLE_END\n\nSee accompanying notes to Consolidated Financial Statements. \n\nROPER TECHNOLOGIES, INC. AND SUBSIDIARIES \n\nCONSOLIDATED STATEMENTS OF CASH FLOWS \n\n(in millions) \n\n##TABLE_START &#160; Year ended December 31, &#160; 2022 2021 2020 Cash flows from operating activities: &#160; &#160; &#160; Net earnings from continuing operations $ 985.6 &#160; $ 805.3 &#160; $ 673.8 &#160; Adjustments to reconcile net earnings from continuing operations to cash flows from operating activities: &#160; &#160; &#160; Depreciation and amortization of property, plant and equipment 37.3 &#160; 44.0 &#160; 40.6 &#160; Amortization of intangible assets 612.8 &#160; 571.9 &#160; 451.0 &#160; Amortization of deferred financing costs 11.8 &#160; 13.5 &#160; 10.9 &#160; Non-cash stock compensation 118.5 &#160; 123.0 &#160; 108.3 &#160; Impairment of intangible assets &#8212; &#160; 94.4 &#160; &#8212; &#160; Gain on disposal of assets and businesses, net of associated income tax &#8212; &#160; ( 21.6 ) &#8212; &#160; Income tax provision, excluding tax associated with gain on disposal of businesses and assets 296.4 &#160; 221.1 &#160; 187.5 &#160; Changes in operating assets and liabilities, net of acquired businesses: &#160; &#160; &#160; Accounts receivable 2.5 &#160; ( 73.7 ) 22.3 &#160; Unbilled receivables ( 11.1 ) ( 16.4 ) ( 4.5 ) Inventories ( 43.1 ) ( 0.3 ) ( 8.4 ) Accounts payable 21.3 &#160; 16.0 &#160; 4.9 &#160; Other accrued liabilities ( 7.6 ) 27.0 &#160; 74.6 &#160; Deferred revenue 52.9 &#160; 162.2 &#160; 60.7 &#160; Cash tax paid for gain on disposal of businesses ( 953.8 ) &#8212; &#160; ( 201.9 ) Cash income taxes paid, excluding tax associated with gain on disposal of businesses ( 498.9 ) ( 273.9 ) ( 277.7 ) Other, net ( 18.0 ) ( 36.7 ) ( 18.9 ) Cash provided by operating activities from continuing operations 606.6 &#160; 1,655.8 &#160; 1,123.2 &#160; Cash provided by operating activities from discontinued operations 128.0 &#160; 356.1 &#160; 401.9 &#160; Cash provided by operating activities 734.6 &#160; 2,011.9 &#160; 1,525.1 &#160; Cash flows from (used in) investing activities: &#160; &#160; &#160; Acquisitions of businesses, net of cash acquired ( 4,280.1 ) ( 217.0 ) ( 6,018.1 ) Capital expenditures ( 40.1 ) ( 28.5 ) ( 24.7 ) Capitalized software expenditures ( 30.2 ) ( 29.7 ) ( 17.7 ) Proceeds used in disposal of businesses &#8212; &#160; &#8212; &#160; ( 4.5 ) Proceeds from sale of assets &#8212; &#160; 27.1 &#160; &#8212; &#160; Other, net ( 1.4 ) ( 1.1 ) ( 2.6 ) Cash used in investing activities from continuing operations ( 4,351.8 ) ( 249.2 ) ( 6,067.6 ) Proceeds from disposition of discontinued operations 5,561.8 &#160; 115.6 &#160; &#8212; &#160; Cash used in investing activities from discontinued operations ( 0.5 ) ( 9.3 ) ( 6.3 ) Cash provided by (used in) investing activities 1,209.5 &#160; ( 142.9 ) ( 6,073.9 ) Cash flows from (used in) financing activities: &#160; &#160; &#160; Proceeds from senior notes &#8212; &#160; &#8212; &#160; 3,300.0 &#160; Payment of senior notes ( 800.0 ) ( 500.0 ) ( 600.0 ) (Payments) borrowings under revolving line of credit, net ( 470.0 ) ( 1,150.0 ) 1,620.0 &#160; Debt issuance costs ( 3.9 ) &#8212; &#160; ( 42.0 ) Cash dividends to stockholders ( 262.3 ) ( 236.4 ) ( 214.1 ) Treasury stock sales 14.3 &#160; 15.1 &#160; 10.5 &#160; Proceeds from stock-based compensation, net 68.2 &#160; 64.3 &#160; 64.4 &#160; Other, net ( 0.2 ) ( 0.1 ) ( 0.1 ) Cash (used in) provided by financing activities from continuing operations ( 1,453.9 ) ( 1,807.1 ) 4,138.7 &#160; Cash used in financing activities from discontinued operations ( 11.4 ) ( 6.4 ) ( 1.8 ) Cash (used in) provided by financing activities from continuing operations ( 1,465.3 ) ( 1,813.5 ) 4,136.9 &#160; (Continued) ##TABLE_END\n\nROPER TECHNOLOGIES, INC. AND SUBSIDIARIES \n\nCONSOLIDATED STATEMENTS OF CASH FLOWS - CONTINUED \n\n(in millions) \n\n##TABLE_START Year ended December 31, 2022 2021 2020 Effect of exchange rate changes on cash ( 37.5 ) ( 12.3 ) 10.5 &#160; Net increase (decrease) in cash and cash equivalents 441.3 &#160; 43.2 &#160; ( 401.4 ) Cash and cash equivalents, beginning of year 351.5 &#160; 308.3 &#160; 709.7 &#160; Cash and cash equivalents, end of year $ 792.8 &#160; $ 351.5 &#160; $ 308.3 &#160; Supplemental disclosures: Cash paid for: Interest $ 206.5 &#160; $ 222.2 &#160; $ 197.7 &#160; Noncash investing activities: Net assets of businesses acquired: Fair value of assets, including goodwill $ 4,891.8 &#160; $ 249.8 &#160; $ 6,715.4 &#160; Liabilities assumed ( 611.7 ) ( 32.8 ) ( 697.3 ) Cash paid, net of cash acquired $ 4,280.1 &#160; $ 217.0 &#160; $ 6,018.1 &#160; ##TABLE_END\n\nSee accompanying notes to Consolidated Financial Statements. \n\nROPER TECHNOLOGIES, INC. AND SUBSIDIARIES \n\nNotes to Consolidated Financial Statements \n\nYears ended December 31, 2022, 2021 and 2020 \n\n(Dollar and share amounts in millions unless specified, except per share data) \n\n(1) Summary of Accounting Policies \n\nBasis of Presentation - These financial statements present consolidated information for Roper Technologies, Inc. and its subsidiaries (&#8220;Roper,&#8221; the &#8220;Company,&#8221; &#8220;we,&#8221; &#8220;our&#8221; or &#8220;us&#8221;). All significant intercompany accounts and transactions have been eliminated. Certain prior period amounts have been reclassified to conform to current period presentation. \n\nNature of the Business - Roper is a diversified technology company. The Company operates market leading businesses that design and develop vertical software and technology enabled products for a variety of defensible niche markets. \n\nDiscontinued Operations - On November 22, 2022, the Company completed the divestiture of a majority 51 % equity stake in its industrial businesses, including its entire historical Process Technologies reportable segment and the industrial businesses within its historical Measurement &#38; Analytical Solutions reportable segment, to Clayton, Dubilier &#38; Rice, LLC (&#8220;CD&#38;R&#8221;). The businesses included in this transaction were Alpha, AMOT, CCC, Cornell, Dynisco, FTI, Hansen, Hardy, Logitech, Metrix, PAC, Roper Pump, Struers, Technolog, Uson, and Viatran (collectively &#8220;Indicor&#8221;). Following the sale of the majority stake, the Company retained an initial 49 % minority equity interest in the new standalone parent company, Indicor, LLC. This transaction is referred to herein as the &#8220;Indicor Transaction.&#8221; \n\nDuring 2021, the Company signed definitive agreements to divest its TransCore, Zetec and CIVCO Radiotherapy businesses, (&#8220;2021 Divestitures&#8221;). As of March 31, 2022, Roper had completed the 2021 Divestitures. \n\nThe financial results for Indicor and the 2021 Divestitures are presented as discontinued operations for all periods presented. Unless otherwise noted, discussion within these Notes to Consolidated Financial Statements relate to continuing operations. Refer to Note 3 for additional information on discontinued operations. \n\nUpdate to Segment Reporting Structure - During the second quarter of 2022, we updated our reportable segment structure following the announcement of the Indicor Transaction. The Company&#8217;s new reporting segment structure is classified based on business model and delivery of performance obligations. The three updated reportable segments (and businesses within each; including changes due to acquisitions since the realignment) are as follows: \n\n&#8211;Application Software - Aderant, CBORD/Horizon, CliniSys, Data Innovations, Deltek, Frontline Education, IntelliTrans, PowerPlan, Strata, Vertafore \n\n&#8211;Network Software - ConstructConnect, DAT, Foundry, iPipeline, iTradeNetwork, Loadlink, MHA, SHP, SoftWriters \n\n&#8211;Technology Enabled Products - CIVCO Medical Solutions, FMI, Inovonics, IPA, Neptune, Northern Digital, rf IDEAS, Verathon \n\nFollowing the Indicor Transaction and the realignment of our reportable segments, the day-to-day operations of our businesses, our organizational structure, and our strategy remain unchanged. All prior periods have been recast to reflect the changes noted above. \n\nRecent Accounting Pronouncements - The Financial Accounting Standards Board (&#8220;FASB&#8221;) establishes changes to accounting principles under GAAP in the form of accounting standards updates (&#8220;ASUs&#8221;) to the FASB&#8217;s Accounting Standards Codification (&#8220;ASC&#8221;). The Company considers the applicability and impact of all ASUs. Any ASUs not listed below were assessed and determined to be either not applicable or are expected to have an immaterial impact on the Company&#8217;s results of operations, financial position or cash flows. \n\nRecently Adopted Accounting Pronouncements \n\nIn October 2021, the FASB issued an update to improve the accounting for acquired revenue contracts with customers in a business combination by promoting consistency in the recognition of an acquired contract liability and the subsequent revenue recognized by the acquirer. The update is effective for fiscal years beginning after December 15, 2022, including interim periods within those fiscal years, with early adoption permitted. The Company early-adopted this update in the fourth quarter of 2021. This update did not have a material impact on the acquisitions completed in 2022 and 2021. \n\nThe Company adopted ASC Topic 326, Financial Instruments - Credit Losses (&#8220;ASC 326&#8221;), as of January 1, 2020 using the modified retrospective transition method. We recorded a noncash cumulative effect decrease to retained earnings of $ 1.7 , net of income taxes, on our opening consolidated balance sheet as of January 1, 2020. \n\nSignificant Accounting Policies \n\nCash and Cash Equivalents - Roper considers highly liquid financial instruments with remaining maturities at acquisition of three months or less to be cash equivalents. Roper had $ 432.9 of cash equivalents at December 31, 2022. Roper had no cash equivalents at December 31, 2021. \n\nContingencies - Management continually assesses the probability of any adverse judgments or outcomes to its potential contingencies. Disclosure of the contingency is made if there is at least a reasonable possibility that a loss or an additional loss may have been incurred. In the assessment of contingencies as of December 31, 2022, management concluded that there were no matters for which there was a reasonable possibility of a material loss. \n\nEarnings per Share - Basic earnings per share were calculated using net earnings and the weighted-average number of shares of common stock outstanding during the respective year. Diluted earnings per share were calculated using net earnings and the weighted-average number of shares of common stock and potential common stock associated with stock options outstanding during the respective year. \n\nThe effects of potential common stock were determined using the treasury stock method: \n\n##TABLE_START &#160; Year ended December 31, &#160; 2022 2021 2020 Basic weighted-average shares outstanding 105.9 &#160; 105.3 &#160; 104.6 &#160; Effect of potential common stock: &#160; &#160; &#160; Common stock awards 0.9 &#160; 1.2 &#160; 1.1 &#160; Diluted weighted-average shares outstanding 106.8 &#160; 106.5 &#160; 105.7 &#160; ##TABLE_END\n\nAs of and for the years ended December 31, 2022, 2021 and 2020, there were 0.834 , 0.521 and 0.208 outstanding stock options, respectively, that were not included in the determination of diluted earnings per share because doing so would have been antidilutive. \n\nEstimates - The preparation of financial statements in conformity with GAAP requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and the disclosure of contingent assets and liabilities. Actual results could differ from those estimates. \n\nEquity Investment - The Company has an initial 49 % minority equity interest in Indicor which provides us with the ability to exercise significant influence, but not control, over the investee. We elected to apply the fair value option as we believe this is the most reasonable method to value the equity investment. Subsequent changes in fair value will be recognized as a discrete non-operating line item in the Consolidated Statements of Operations beginning in the first quarter of 2023. See Note 10 for additional information on this investment. \n\nForeign Currency Translation and Transactions - Assets and liabilities of subsidiaries whose functional currency is not the U.S. dollar were translated at the exchange rate in effect at the balance sheet date, and revenues and expenses were translated at average exchange rates for the period in which those entities were included in Roper&#8217;s financial results. Translation adjustments are reflected as a component of other comprehensive income. Foreign currency transaction gains and losses are recorded in the Consolidated Statements of Earnings within &#8220;Other income (expense), net.&#8221; Foreign currency transaction gains / (losses) were not material in any periods presented. \n\nGoodwill and Other Intangibles - Roper accounts for goodwill in a purchase business combination as the excess of the cost over the estimated fair value of net assets acquired. Business combinations can also result in other intangible assets being recognized. Amortization of intangible assets, if applicable, occurs over their estimated useful lives. Goodwill, which is not amortized, is tested for impairment on an annual basis (or an interim basis if an event occurs or circumstances change that would more likely than not reduce the fair value of a reporting unit below its carrying value). When testing goodwill for impairment, the Company has the option to first assess qualitative factors to determine whether the existence of events or \n\ncircumstances leads to a determination that it is more likely than not that the estimated fair value of a reporting unit is less than its carrying amount. If the Company elects to perform a qualitative assessment and determines that an impairment is more likely than not, then performance of the quantitative impairment test is required. The quantitative process utilizes both an income approach (discounted cash flows) and a market approach (consisting of a comparable public company earnings multiples methodology) to estimate the fair value of a reporting unit. To determine the reasonableness of the estimated fair values, the Company reviews the assumptions to ensure that neither the income approach nor the market approach provides significantly different valuations. If the estimated fair value exceeds the carrying value, no further work is required and no impairment loss is recognized. If the carrying value exceeds the estimated fair value, a non-cash impairment loss is recognized in the amount of that excess. \n\nWhen performing the quantitative assessment, key assumptions used in the income and market methodologies are updated when the analysis is performed for each reporting unit. The assumptions that have the most significant effect on the fair value calculations are the projected revenue growth rates, future operating margins, discount rates, terminal values and earnings multiples. While the Company uses reasonable and timely information to prepare its discounted cash flow analysis, actual future cash flows or market conditions could differ significantly resulting in future impairment charges related to recorded goodwill balances. \n\nAs of the annual impairment test, Roper has 21 reporting units with individual goodwill amounts ranging from $ 17.5 to $ 3,363.1 . In 2022, the Company performed its annual impairment test in the fourth quarter for all reporting units. The Company conducted its analysis qualitatively and assessed whether it was more likely than not that the respective fair value of these reporting units was less than the carrying amount. The Company determined that impairment of goodwill was not likely in any of its reporting units and thus was not required to perform a quantitative analysis for these reporting units. \n\nRecently acquired reporting units generally represent a higher inherent risk of impairment, which typically decreases as the businesses are integrated into the enterprise. Negative industry or economic trends, disruptions to its business, actual results significantly below expected results, unexpected significant changes or planned changes in the use of the assets, divestitures and market capitalization declines may have a negative effect on the fair value of Roper&#8217;s reporting units. \n\nThe following events or circumstances, although not comprehensive, would be considered to determine whether interim testing of goodwill would be required: \n\n&#8226; a significant adverse change in legal factors or in the business climate; \n\n&#8226; an adverse action or assessment by a regulator; \n\n&#8226; unanticipated competition; \n\n&#8226; a loss of key personnel; \n\n&#8226; a more-likely-than-not expectation that a reporting unit or a significant portion of a reporting unit will be sold or otherwise disposed of; \n\n&#8226; the testing for recoverability of a significant asset group within a reporting unit; and \n\n&#8226; recognition of a goodwill impairment loss in the financial statements of a subsidiary that is a component of a reporting unit. \n\nBusiness combinations can also result in other intangible assets being recognized. Amortization of intangible assets, if applicable, occurs over their estimated useful lives. Trade names that are determined to have indefinite useful economic lives are not amortized, but separately tested for impairment during the fourth quarter of the fiscal year or on an interim basis if an event occurs that indicates the fair value is more likely than not below the carrying value. Roper first qualitatively assesses whether the existence of events or circumstances leads to a determination that it is more likely than not that the estimated fair value of an indefinite-lived trade name is less than its carrying amount. If necessary, Roper conducts a quantitative review using the relief-from-royalty method. This methodology assumes that, in lieu of ownership, a third party would be willing to pay a royalty in order to exploit the related benefits of these assets. To the extent the Company determines a fair value, the inputs used represent a Level 3 fair value measurement in the FASB fair value hierarchy given that the inputs are unobservable. The assumptions that have the most significant effect on the fair value calculations are the royalty rates, projected revenue growth rates, discount rates and terminal values. Each royalty rate is determined based on the profitability of the trade name to which it relates and observed market royalty rates. Revenue growth rates are determined after considering current and future economic conditions, recent sales trends, discussions with customers, planned timing of new product launches or other variables. Trade names resulting from recent acquisitions generally represent the highest risk of impairment, which typically decreases as the businesses are integrated into Roper. \n\nDuring the fourth quarter of 2021, the Company determined the use of the Sunquest trade name would be discontinued given the strategic action to merge the Sunquest business into our CliniSys business, both of which are reported in our Application \n\nSoftware reportable segment. Considering the planned merger and updated market comparisons, the royalty rate utilized in the quantitative impairment assessment of the trade name was 0.5 % as compared to a royalty rate of 3.5 % used in the prior year. The royalty rate reduction was the significant assumption that resulted in a non-cash impairment charge of $ 94.4 recognized as a component of &#8220;Impairment of intangible assets&#8221; within the Consolidated Statements of Earnings. \n\nThe assessment of fair value for impairment purposes requires significant judgments to be made by management. Although forecasts are based on assumptions that are considered reasonable by management and consistent with the plans and estimates management uses to operate the underlying businesses, there is significant judgment in estimating future operating results. Changes in estimates or the application of alternative assumptions could produce significantly different results. \n\nThe most significant identifiable intangible assets with definite useful economic lives recognized from our acquisitions are customer relationships. The fair value for customer relationships is determined as of the acquisition date using the excess earnings method. Under this methodology the fair value is determined based on the estimated future after-tax cash flows arising from the acquired customer relationships over their estimated lives after considering customer attrition and contributory asset charges. The assumptions that have the most significant effect on the fair value calculations are the customer attrition rates, projected customer revenue growth rates, margins, contributory asset charges and discount rates. When testing customer relationship intangible assets for potential impairment, management considers historical customer attrition rates and projected revenues and profitability related to customers that existed at acquisition. In evaluating the amortizable life for customer relationship intangible assets, management considers historical customer attrition patterns. \n\nRoper evaluates whether there has been an impairment of identifiable intangible assets with definite useful economic lives, or of the remaining life of such assets, when certain indicators of impairment are present. In the event that facts and circumstances indicate that the cost or remaining period of amortization of any asset may be impaired, an evaluation of recoverability would be performed. If an evaluation is required, the estimated future gross, undiscounted cash flows associated with the asset would be compared to the asset&#8217;s carrying amount to determine if a write-down to fair value or a revision in the remaining amortization period is required. \n\nImpairment of Long-Lived Assets - The Company determines whether there has been an impairment of long-lived assets, excluding goodwill and other intangible assets, when certain indicators of impairment are present. In the event that facts and circumstances indicate that the cost or life of any long-lived assets may be impaired, an evaluation of recoverability would be performed. If an evaluation is required, the estimated future gross, undiscounted cash flows associated with the asset would be compared to the asset&#8217;s carrying amount to determine if a write-down to fair value or revision to remaining life is required. Future adverse changes in market conditions or poor operating results of underlying long-lived assets could result in losses or an inability to recover the carrying value of the long-lived assets that may not be reflected in the assets&#8217; current carrying value, thereby possibly requiring an impairment charge or acceleration of depreciation or amortization expense in the future. \n\nIncome Taxes - The Company recognizes in the Consolidated Financial Statements only those tax positions determined to be &#8220;more likely than not&#8221; of being sustained upon examination based on the technical merits of the positions. Interest and penalties related to unrecognized tax benefits are classified as a component of income tax expense. \n\nThe Company records a valuation allowance to reduce its deferred tax assets if, based on the weight of available evidence, both positive and negative, for each respective tax jurisdiction, it is more likely than not that some portion or all of such deferred tax assets will not be realized. Available evidence which is considered in determining the amount of valuation allowance required includes, but is not limited to, the Company&#8217;s estimate of future taxable income and any applicable tax-planning strategies. \n\nCertain assets and liabilities have different basis for financial reporting and income tax purposes. Deferred income taxes have been provided for these differences at the enacted tax rates expected to be paid. See Note 8 for information regarding income taxes. \n\nInventories - Inventories are valued at the lower of cost and net realizable value. Cost is determined using the first-in, first-out method. The Company writes down its inventory for estimated obsolescence or excess inventory equal to the difference between the cost of inventory and the estimated net realizable value based upon assumptions about future demand and market conditions. \n\nProduct Warranties - The Company sells certain of its products to customers with a product warranty that allows customers to return a defective product during a specified warranty period following the purchase in exchange for a replacement product, repair at no cost to the customer or the issuance of a credit to the customer. The Company accrues its estimated exposure to \n\nwarranty claims based upon current and historical product sales data, warranty costs incurred and any other related information known to the Company. \n\nProperty, Plant and Equipment and Depreciation and Amortization - Property, plant and equipment is stated at cost less accumulated depreciation and amortization. Depreciation and amortization are provided for using principally the straight-line method over the estimated useful lives of the assets as follows: \n\n##TABLE_START Buildings 20 - 30 years \n\nMachinery 8 - 12 years \n\nOther equipment and software 3 - 5 years \n\n##TABLE_END \n\nResearch, Development and Engineering - Research, development and engineering (&#8220;R,D&#38;E&#8221;) costs include salaries and benefits, rents, supplies, and other costs related to products under development or improvements to existing products. R,D&#38;E costs are expensed as incurred and are included within selling, general and administrative expenses. R,D&#38;E expenses totaled $ 529.8 , $ 484.8 and $ 382.4 for the years ended December 31, 2022, 2021 and 2020, respectively. \n\nRevenue Recognition - The reported results reflect the application of ASC 606 guidance. The amount of revenue recognized reflects the consideration which the Company expects to be entitled to receive in exchange for these products and/or services. To achieve this principle, the Company applies the following five steps: \n\n&#8226; identify the contract with the customer; \n\n&#8226; identify the performance obligations in the contract; \n\n&#8226; determine the transaction price; \n\n&#8226; allocate the transaction price to performance obligations in the contract; and \n\n&#8226; recognize revenue when or as the Company satisfies a performance obligation. \n\nDisaggregated Revenue - We disaggregate our revenues by reportable segment into four categories: (i) recurring revenue comprised of Software-as-a-Service (&#8220;SaaS&#8221;) licenses and software maintenance; (ii) reoccurring revenue comprised of transactional and volume-based fees related to software licenses; (iii) non-recurring revenue comprised of term and perpetual software licenses, professional services associated with software products and hardware sold with our software licenses; and (iv) product revenue. See details in the table below. \n\n##TABLE_START Year Ended December 31, 2022 Application Software Network Software Technology Enabled Products Total Revenue Stream Software related Recurring $ 1,946.0 &#160; $ 981.4 &#160; $ 12.0 &#160; $ 2,939.4 &#160; Reoccurring 124.2 &#160; 246.2 &#160; &#8212; &#160; 370.4 &#160; Non-recurring 569.3 &#160; 150.9 &#160; 1.2 &#160; 721.4 &#160; Total Software Revenues 2,639.5 &#160; 1,378.5 &#160; 13.2 &#160; 4,031.2 &#160; Product Revenue &#8212; &#160; &#8212; &#160; 1,340.6 &#160; 1,340.6 &#160; $ 2,639.5 &#160; $ 1,378.5 &#160; $ 1,353.8 &#160; $ 5,371.8 &#160; ##TABLE_END \n\n##TABLE_START Year Ended December 31, 2021 Application Software Network Software Technology Enabled Products Total Revenue Stream Software related Recurring $ 1,708.0 &#160; $ 837.5 &#160; $ 7.8 &#160; $ 2,553.3 &#160; Reoccurring 111.4 &#160; 249.5 &#160; &#8212; &#160; 360.9 &#160; Non-recurring 547.3 &#160; 136.8 &#160; 0.8 &#160; 684.9 &#160; Total Software Revenues 2,366.7 &#160; 1,223.8 &#160; 8.6 &#160; 3,599.1 &#160; Product Revenue &#8212; &#160; &#8212; &#160; 1,234.7 &#160; 1,234.7 &#160; $ 2,366.7 &#160; $ 1,223.8 &#160; $ 1,243.3 &#160; $ 4,833.8 &#160; ##TABLE_END\n\n##TABLE_START Year Ended December 31, 2020 Application Software Network Software Technology Enabled Products Total Revenue Stream Software related Recurring $ 1,251.5 &#160; $ 707.4 &#160; $ 5.8 &#160; $ 1,964.7 &#160; Reoccurring 64.8 &#160; 235.5 &#160; &#8212; &#160; 300.3 &#160; Non-recurring 469.5 &#160; 126.5 &#160; 0.6 &#160; 596.6 &#160; Total Software Revenues 1,785.8 &#160; 1,069.4 &#160; 6.4 &#160; 2,861.6 &#160; Product Revenue &#8212; &#160; &#8212; &#160; 1,160.8 &#160; 1,160.8 &#160; $ 1,785.8 &#160; $ 1,069.4 &#160; $ 1,167.2 &#160; $ 4,022.4 &#160; ##TABLE_END\n\nWe recognize revenue over time or at a point in time depending on our evaluation of when the customer obtains control over the promised products or services. For software arrangements that include multiple performance obligations, we allocate revenue to each performance obligation based on estimates of the price that we would charge the customer for each promised product or service if it were sold on a standalone basis. Software licenses may be combined with implementation/installation services as a single performance obligation if the implementation/installation significantly modifies or customizes the functionality of the software license. \n\nSoftware and related services \n\n&#8226; Recurring - consists primarily of SaaS subscriptions and post contract support (&#8220;PCS&#8221;) which are recognized ratably over the contractual term. \n\n&#8226; Reoccurring - consists primarily of transactional and volume-based fees which are highly reoccurring and recognized at a point-in-time under a usage-based model. \n\n&#8226; Non-recurring - consists primarily of perpetual, time-based (&#8220;term&#8221;) software licenses, or installation/implementation services and associated hardware. Revenues from perpetual and term licenses are generally recognized at a point-in-time. Revenues from software implementation projects are generally recognized over time using the input method, utilizing the ratio of costs or labor hours incurred to total estimated costs or labor, as the measure of performance. \n\nPayment for software licenses is generally required within 30 to 60 days of the transfer of control. Payment for PCS is generally required within 30 to 60 days of the commencement of the service period, which is primarily offered to customers over a one-year timeframe. Payment terms do not contain a significant financing component. Payment for implementation/installation services that are recognized over time are typically commensurate with milestones defined in the contract, or billable hours incurred. \n\nProducts \n\nRevenue from product sales is recognized when control transfers to the customer, which is generally when the product is shipped. Non-project-based installation and repair services are performed by certain of our businesses for which revenue is recognized upon completion. \n\nPayment terms are generally 30 to 60 days from the transfer of control. Payment terms do not contain a significant financing component. \n\nAccounts receivable, net - Accounts receivable, net includes amounts billed and currently due from customers. The amounts due are stated at their net estimated realizable value. Accounts receivable are stated net of an allowance for doubtful accounts and sales allowances of $ 16.6 and $ 15.7 at December 31, 2022 and 2021, respectively. We make estimates of expected allowance for doubtful accounts based upon our assessment of various factors, including historical experience, the age of the accounts receivable balances, changes to customer creditworthiness and other factors that may affect our ability to collect from customers. \n\nUnbilled receivables - Our unbilled receivables include unbilled amounts typically resulting from sales under software milestone billings associated with multi-year term license renewals and software implementations when the input method of revenue recognition is utilized and revenue recognized exceeds the amount billed to the customer, and right to payment is not solely due to the passage of time. Amounts may not exceed their net realizable value. \n\nDeferred revenues - We record deferred revenues when cash payments are received or due in advance of our performance. Our deferred revenues relate primarily to software and related services. In most cases, we recognize these deferred revenues ratably over time as the SaaS or PCS performance obligation is satisfied. The non-current portion of deferred revenue is included in &#8220;Other liabilities&#8221; in our Consolidated Balance Sheets. \n\nOur unbilled receivables and deferred revenues are reported in a net position on a contract-by-contract basis at the end of each reporting period. The net balances are classified as current or non-current based on expected timing of revenue recognition and billable milestones. \n\nDeferred commissions - Our incremental direct costs of obtaining a contract, which consist of sales commissions primarily for our software sales, are deferred and amortized on a straight-line basis over the period of contract performance or a longer period, depending on facts and circumstances. We classify deferred commissions as current or non-current based on the expected timing of expense recognition. Where the amortization period would have been one year or less, we expense the associated incremental direct cost as incurred. The current and non-current portions of deferred commissions are included in &#8220;Other current assets&#8221; and &#8220;Other assets,&#8221; respectively, in our Consolidated Balance Sheets. At December 31, 2022 and 2021, the current portion of deferred commissions was $ 33.1 and $ 32.5 , respectively, and the non-current portion of deferred commissions was $ 31.7 and $ 24.2 , respectively. The Company recognized $ 30.7 , $ 27.2 and $ 30.1 of expense related to deferred commissions for the years ended December 31, 2022, 2021 and 2020, respectively. \n\nRemaining performance obligations - Remaining performance obligations represent the transaction price of firm orders for which work has not been performed and excludes unexercised contract options. As of December 31, 2022, the aggregate amount of the transaction price allocated to remaining performance obligations was $ 4,214.0 . We expect to recognize revenue on approximately 69 % of our remaining performance obligations over the next 12 months, with the remainder to be recognized thereafter. \n\nCapitalized Software - The Company accounts for capitalized software under applicable accounting guidance which, among other provisions, requires capitalization of certain internal-use software costs once certain criteria are met. Overhead, general and administrative and training costs are not capitalized. Capitalized software balances, net of accumulated amortization, were $ 83.9 and $ 65.9 at December 31, 2022 and 2021, respectively, which are included in &#8220;Other Assets&#8221; our Consolidated Balance Sheets. \n\nStock-Based Compensation - The Company recognizes expense for the grant date fair value of its employee stock awards on a straight-line basis (or, in the case of performance-based awards, on a graded basis) over the employee&#8217;s requisite service period (generally the vesting period of the award). The fair value of option awards is estimated using the Black-Scholes option valuation model. &#160; \n\n(2) Business Acquisitions and Dispositions \n\nAcquisitions \n\n2022 Acquisitions - Roper completed seven business acquisitions in the year ended December 31, 2022. The results of operations of the acquired businesses are included in Roper&#8217;s Consolidated Financial Statements since the date of each acquisition. Pro forma results of operations and the revenue and net income subsequent to the acquisition date for the acquisitions completed during fiscal 2022 have not been presented because the effects of the acquisitions, individually and in the aggregate, were not material to our financial results. \n\nThe largest of the 2022 acquisitions was Frontline Technologies Parent, LLC (&#8220;Frontline Education&#8221;), a leading provider of K-12 school administration software, connecting solutions for human capital management, student and special programs, and business operations with powerful analytics to empower educators. Roper acquired Frontline Education on October 4, 2022, for a purchase price of $ 3,738.0 . The purchase price comprised an enterprise value of $ 3,725.0 , adjusted for cash acquired and the settlement of certain liabilities. Additionally, the purchase price contemplated a net present value tax benefit of approximately $ 350 which is expected to be utilized over the next 15 years. The results of Frontline Education are reported in the Application Software reportable segment. \n\nThe Company recorded $ 2,197.6 in goodwill and $ 1,918.6 of other identifiable intangibles in connection with the Frontline Education acquisition. Of the $ 1,918.6 of acquired intangible assets, $ 83.0 was assigned to trade names that are not subject to amortization. The remaining $ 1,835.6 of acquired intangible assets include customer relationships of $ 1,757.0 ( 20 year useful life) and unpatented technology of $ 78.6 ( 5 year useful life). \n\nNet assets acquired also includes approximately $ 258 of deferred revenue and approximately $ 181 of net deferred tax liabilities, primarily attributable to acquired intangible assets, partially offset by federal tax attributes. Approximately $ 1,100 of goodwill is expected to be deductible for tax purposes. \n\nDuring the year ended December 31, 2022, Roper completed six additional bolt-on acquisitions with an aggregate purchase price of $ 578.8 , net of cash acquired and debt assumed. \n\nOn January 3, 2022, Roper acquired the outstanding membership interests of Horizon Lab Systems, LLC, a provider of laboratory information management systems in the toxicology, environmental, public health and agricultural markets. This acquisition has been integrated into our CliniSys business and its results are reported in the Application Software reportable segment. \n\nOn April 6, 2022, Roper acquired the issued and outstanding shares of Common Cents Systems, Inc. (ApolloLIMS), a provider of laboratory information management systems in the toxicology and public health markets. This acquisition has been integrated into our CliniSys business and its results are reported in the Application Software reportable segment. \n\nOn June 27, 2022, Roper acquired the issued and outstanding shares of MGA Systems Holdings, Inc., a leading provider of purpose-built insurance software for managing general agents. This acquisition has been integrated into our Vertafore business and its results are reported in the Application Software reportable segment. \n\nOn August 19, 2022, Roper acquired substantially all of the assets of viDesktop Inc., a leading provider of end-to-end human resources management software used for recruiting and integration, productivity management, resource allocation, performance management, learning and development, and diversity and inclusion at professional service firms. This acquisition has been integrated into our Aderant business and its results are reported in the Application Software reportable segment. \n\nDuring the third quarter of 2022, Roper acquired TIP Technologies Inc. and Common Sense Solutions Inc., which have been integrated with our Deltek business and their results are reported in the Application Software reportable segment. \n\nThe Company recorded $ 361.5 in goodwill, $ 9.5 assigned to trade names that are not subject to amortization and $ 239.3 of other identifiable intangibles in connection with these six acquisitions. The amortizable intangible assets include customer relationships of $ 223.4 ( 18.2 year weighted average useful life) and technology of $ 15.9 ( 4.9 year weighted average useful life). \n\n2021 Acquisitions - Roper completed seven business acquisitions in the year ended December 31, 2021 with an aggregate purchase price of $ 225.9 , net of cash acquired and debt assumed. The results of operations of the acquired businesses are included in Roper&#8217;s Consolidated Financial Statements since the date of each acquisition. Pro forma results of operations and the revenue and net income subsequent to the acquisition date for the acquisitions completed during fiscal 2021 have not been presented because the effects of the acquisitions, individually and in the aggregate, were not material to our financial results. \n\nDuring the first three quarters of 2021, Roper completed four acquisitions which were integrated into our Deltek business and its results are reported in the Application Software reportable segment. \n\nOn November 18, 2021, Roper acquired substantially all of the assets of Agency Zoom, LLC (&#8220;Agency Zoom&#8221;), a provider of sales, marketing and service automation software solutions for insurance agencies. Agency Zoom was integrated into our Vertafore business and its results are reported in the Application Software reportable segment. \n\nOn December 21, 2021, Roper acquired a majority of the assets of The Construction Journal, LTD. (&#8220;Construction Journal&#8221;), a provider of selling, marketing, and licensing software solutions for the commercial construction industry. Construction Journal was integrated into our ConstructConnect business and its results are reported in the Network Software reportable segment. \n\nOn December 30, 2021, Roper acquired 100 % of the shares of American LegalNet, Inc. (&#8220;ALN&#8221;), a provider of court forms, eFiling, calendaring and docketing software solutions. ALN was integrated into our Aderant business and its results are reported in the Application Software reportable segment. \n\nThe Company recorded $ 138.8 in goodwill and $ 104.9 of other identifiable intangibles in connection with these seven acquisitions. The amortizable intangible assets include customer relationships of $ 94.6 ( 12.9 year weighted average useful life) and technology of $ 10.3 ( 5.3 year weighted average useful life). \n\n2020 Acquisitions - Roper completed six business acquisitions in the year ended December 31, 2020. The results of operations of the acquired businesses are included in Roper&#8217;s Consolidated Financial Statements since the date of each acquisition. Pro forma results of operations and the revenue and net income subsequent to the acquisition date for the acquisitions completed during fiscal 2020 have not been presented because the effects of the acquisitions, individually and in the aggregate, were not material to our financial results. \n\nThe largest of the 2020 acquisitions was Vertafore, Inc. (&#8220;Vertafore&#8221;), a leading provider of SaaS solutions for the property and casualty insurance industry. Roper acquired 100 % of the shares of Project Viking Holdings, Inc. (the parent company of Vertafore) on September 3, 2020, for a purchase price of $ 5,398.6 . The purchase price comprises an enterprise value of $ 5,335.0 and the settlement of certain liabilities, net of cash acquired. Additionally, the purchase price contemplated approximately $ 120 of federal tax attributes that were substantially utilized by the end of 2021. The results of Vertafore are reported in the Application Software reportable segment. \n\nThe Company recorded $ 3,229.1 in goodwill and $ 2,660.0 of other identifiable intangibles in connection with the Vertafore acquisition. The majority of the goodwill is not expected to be deductible for tax purposes. Of the $ 2,660.0 of acquired intangible assets, $ 120.0 was assigned to trade names that are not subject to amortization. The remaining $ 2,540.0 of acquired intangible assets include customer relationships of $ 2,230.0 ( 17 year useful life) and unpatented technology of $ 310.0 ( 8 year useful life). \n\nNet assets acquired also includes approximately $ 489 of deferred tax liabilities, which are due primarily to approximately $ 638 of deferred tax liabilities associated with acquired intangible assets, partially offset primarily by approximately $ 120 of federal tax attributes that were substantially utilized by the end of 2021. \n\nDuring the year ended December 31, 2020, Roper completed five additional bolt-on acquisitions with an aggregate purchase price of $ 612.8 , net of cash acquired and debt assumed. \n\nOn June 9, 2020, Roper acquired substantially all of the assets of Freight Market Intelligence Consortium (&#8220;FMIC&#8221;), a leading provider of subscription-based freight transaction benchmarking and analysis service. FMIC was integrated into our DAT business and its results are reported in the Network Software reportable segment. \n\nOn June 15, 2020, Roper acquired substantially all of the assets of Team TSI Corporation (&#8220;Team TSI&#8221;), a leading provider of subscription-based data analytics serving long term health care facilities. Team TSI was integrated into our SHP business and its results are reported in the Network Software reportable segment. \n\nOn September 15, 2020, Roper acquired substantially all of the assets of Impact Financial Systems (&#8220;IFS&#8221;), a leading provider of service request automation solutions for client onboarding, transaction automation, maintenance and advisor transitions. IFS was integrated into our iPipeline business and its results are reported in the Network Software reportable segment. \n\nOn September 18, 2020, Roper acquired all of the membership interests of WELIS, a premier provider of life insurance illustration systems to carriers in the US. WELIS was integrated into our iPipeline business and its results are reported in the Network Software reportable segment. \n\nOn October 15, 2020, Roper acquired substantially all of the assets of EPSi, a leading provider of financial decision support and planning tools for hospitals and health systems. EPSi was integrated into our Strata business and its results are reported in the Application Software reportable segment. \n\nThe Company recorded $ 303.9 in goodwill and $ 313.0 of other identifiable intangibles in connection with these five acquisitions. The amortizable intangible assets include customer relationships of $ 283.7 ( 16 year weighted average useful life) and technology of $ 29.3 ( 5 year weighted average useful life). \n\nDispositions \n\nOn March 17, 2021, Roper completed the sale of a minority investment in Sedaru, Inc. for $ 27.1 in cash. The sale resulted in a pretax gain of $ 27.1 , which is reported within &#8220;Other income (expense), net&#8221; in the Consolidated Statements of Earnings. In addition, we recognized income tax expense of $ 5.5 in connection with the sale, which is included within &#8220;Income taxes&#8221; in the Consolidated Statements of Earnings. \n\n(3) Discontinued Operations \n\nThe Company concluded that the 2021 Divestitures and the Indicor Transaction each represented a strategic shift that will have a major effect on the Company&#8217;s operations and financial results. These transactions have greatly reduced the cyclicality and asset intensity of the Company. In addition, the Company has an increased mix of recurring revenue and a higher margin profile. Accordingly, the financial results related to the 2021 Divestitures and Indicor are presented in the Consolidated Financial Statements as discontinued operations for all periods presented. Current and non-current assets and liabilities of the 2021 Divestitures and Indicor are presented in the Consolidated Balance Sheets as assets and liabilities of discontinued operations classified as held for sale for periods presented, as applicable. \n\n2021 Divestitures - During 2021, the Company signed definitive agreements to divest its TransCore, Zetec and CIVCO Radiotherapy businesses as described below. \n\n&#8226; On March 17, 2022, Roper closed on the divestiture of our TransCore business to an affiliate of Singapore Technologies Engineering Ltd., for approximately $ 2,680 in cash. The sale resulted in a pretax gain of $ 2,073.7 and income tax expense of $ 550.5 , which are reported within &#8220;Gain on disposition of discontinued operations, net of tax&#8221; in the Consolidated Statements of Earnings for the year ended December 31, 2022. TransCore was previously included in the historical Network Software &#38; Systems reportable segment. \n\n&#8226; On January 5, 2022, Roper closed on the divestiture of our Zetec business to Eddyfi NDT Inc. for approximately $ 350 in cash. The sale resulted in a pretax gain of $ 255.3 and income tax expense of $ 60.9 , which are reported within &#8220;Gain on disposition of discontinued operations, net of tax&#8221; in the Consolidated Statements of Earnings for the year ended December 31, 2022. Zetec was previously included in the historical Process Technologies reportable segment. \n\n&#8226; On November 1, 2021, Roper closed on the divestiture of our CIVCO Radiotherapy business to an affiliate of Blue Wolf Capital Partners LLC, for approximately $ 120 in cash. The sale resulted in a pretax gain of $ 77.2 and income tax expense of $ 21.3 , which are reported within &#8220;Gain on disposition of discontinued operations, net of tax&#8221; in the Consolidated Statements of Earnings for the year ended December 31, 2021. The CIVCO Radiotherapy business was previously included in the historical Measurement &#38; Analytical Solutions reportable segment. \n\nThe following table summarizes the major classes of assets and liabilities related to the discontinued operations of the TransCore and Zetec businesses as reported in the Consolidated Balance Sheets at December 31: \n\n##TABLE_START December 31, \n\n2021 (1) \n\nAccounts receivable, net $ 74.7 &#160; Inventories, net 47.8 &#160; Unbilled receivables 158.2 &#160; Goodwill 405.5 &#160; Other intangible assets, net 31.0 &#160; Other current assets 71.4 &#160; Current assets held for sale $ 788.6 &#160; Accounts payable $ 40.3 &#160; Accrued compensation 27.0 &#160; Deferred taxes 29.5 &#160; Other current liabilities 62.3 &#160; Current liabilities held for sale $ 159.1 &#160; ##TABLE_END\n\n(1) All assets and liabilities held for sale were classified as current as it was probable that the sale of TransCore and Zetec would be completed within one year from the balance sheet date. \n\nThe following table summarizes the major classes of revenue and expenses constituting net earnings from discontinued operations attributable to the TransCore, Zetec and CIVCO Radiotherapy businesses: \n\n##TABLE_START Year ended December 31, 2022 2021 2020 Net revenues $ 100.4 &#160; $ 638.0 &#160; $ 672.9 &#160; Cost of sales 71.2 372.9 400.7 Gross profit 29.2 265.1 272.2 Selling, general and administrative expenses (1) \n\n19.9 124.0 114.6 Income from operations 9.3 141.1 157.6 Other income, net 0.1 1.5 0.3 Earnings before income taxes (2) \n\n9.4 142.6 157.9 Income taxes ( 6.2 ) 28.5 33.7 Earnings from discontinued operations, net of tax 15.6 114.1 124.2 Gain on disposition of discontinued operations, net of tax (3) \n\n1,717.5 55.9 &#8212; Net earnings from discontinued operations $ 1,733.1 &#160; $ 170.0 &#160; $ 124.2 &#160; ##TABLE_END\n\n(1) Includes stock-based compensation expense of $ 0.9 , $ 5.4 and $ 4.8 for the years ended December 31, 2022, 2021, and 2020, respectively. Stock-based compensation for discontinued operations was previously reported as a component of unallocated corporate general and administrative expenses. \n\n(2) During the year ended December 31, 2022, there was no depreciation of property, plant and equipment or amortization of intangible assets given the asset classification as held for sale during the period. Depreciation and amortization of $ 5.2 and $ 7.9 for the years ended December 31, 2021, and 2020, respectively. \n\n(3) In connection with the 2021 Divestitures, we recognized $ 4.5 and $ 0.9 associated with accelerated vesting of share-based awards for the years ended December 31, 2022 and 2021, respectively. \n\nIndicor - On November 22, 2022, Roper completed the divestiture of a majority 51 % stake in Indicor to CD&#38;R for approximately $ 2,604 in cash. The consideration was comprised of a cash distribution of approximately $ 1,775 funded by third-party indebtedness incurred by Indicor and approximately $ 829 related to the majority 51 % equity stake. The Company retained an initial 49 % minority equity interest. The sale resulted in a pre-tax gain of $ 2,046.0 , which included $ 142.6 of foreign currency translation losses and $ 535.0 associated with the initial remaining 49 % interest in Indicor (described further in Note 10). The Company recognized income tax expense of $ 407.2 associated with the gain. The following table summarizes the major classes of assets and liabilities related to the discontinued operations of Indicor, as reported in the Consolidated Balance Sheets: \n\n##TABLE_START December 31, 2021 Accounts receivable, net $ 151.8 &#160; Inventories, net 106.9 &#160; Other current assets 30.7 &#160; Current assets held for sale $ 289.4 &#160; Goodwill 618.2 &#160; Other intangible assets, net 79.4 &#160; Deferred taxes 51.1 &#160; Other assets 56.2 &#160; Assets held for sale $ 804.9 &#160; Accounts payable $ 52.5 &#160; Accrued compensation 47.9 &#160; Deferred revenue 23.9 &#160; Income taxes payable 14.7 &#160; Other current liabilities 42.0 &#160; Current liabilities held for sale $ 181.0 &#160; Deferred taxes $ 13.3 &#160; Noncurrent operating lease liabilities 24.1 &#160; Other liabilities 12.0 &#160; Liabilities held for sale $ 49.4 &#160; ##TABLE_END \n\nThe following table summarizes the major classes of revenue and expenses constituting net earnings from discontinued operations attributable to Indicor: \n\n##TABLE_START Year ended December 31, 2022 2021 2020 Net revenues $ 916.1 &#160; $ 944.0 &#160; $ 831.8 &#160; Cost of sales 432.1 434.2 389.3 Gross profit 484.0 509.8 442.5 Selling, general and administrative expenses (1) \n\n250.5 265.7 251.9 Impairment of intangible assets &#8212; 5.1 &#8212; Income from operations 233.5 239.0 190.6 Other income (expense), net ( 0.7 ) 0.1 ( 0.5 ) Earnings before income taxes (2) \n\n232.8 239.1 190.1 Income taxes 45.6 61.8 38.4 Earnings from discontinued operations, net of tax 187.2 177.3 151.7 Gain on disposition of discontinued operations, net of tax 1,638.8 &#8212; &#8212; Net earnings from discontinued operations $ 1,826.0 &#160; $ 177.3 &#160; $ 151.7 &#160; ##TABLE_END\n\n(1) Certain costs previously reported as a component of unallocated corporate general and administrative expenses have been reclassified to discontinued operations. These costs primarily include stock-based compensation expense of $ 10.3 , $ 13.1 , and $ 8.7 for the years ended December 31, 2022, 2021, and 2020, respectively. \n\n(2) Includes depreciation and amortization of $ 6.4 , $ 18.2 and $ 21.3 for the years ended December 31, 2022, 2021, and 2020, respectively. \n\n(4) Inventories \n\nThe components of inventories at December 31 were as follows: \n\n##TABLE_START &#160; 2022 2021 Raw materials and supplies $ 60.6 &#160; $ 36.4 &#160; Work in process 24.9 &#160; 19.1 &#160; Finished products 31.3 &#160; 18.4 &#160; Inventory reserves ( 5.5 ) ( 4.7 ) &#160; $ 111.3 &#160; $ 69.2 &#160; ##TABLE_END\n\n(5) Property, Plant and Equipment \n\nThe components of property, plant and equipment at December 31 were as follows: \n\n##TABLE_START &#160; 2022 2021 Land $ 1.0 &#160; $ 1.0 &#160; Buildings 43.0 &#160; 45.6 &#160; Machinery and other equipment 113.2 &#160; 104.2 &#160; Computer equipment 107.5 &#160; 109.7 &#160; Software 71.9 &#160; 68.0 &#160; &#160; 336.6 &#160; 328.5 &#160; Accumulated depreciation ( 251.3 ) ( 245.8 ) &#160; $ 85.3 &#160; $ 82.7 &#160; ##TABLE_END\n\nDepreciation and amortization expense related to property, plant and equipment was $ 37.3 , $ 44.0 and $ 40.6 for the years ended December 31, 2022, 2021 and 2020, respectively. \n\n(6) Goodwill and Other Intangible Assets \n\nThe carrying value of goodwill by segment was as follows: ##TABLE_START &#160; Application Software Network Software Technology Enabled Products Total Balances at December 31, 2020 $ 8,802.3 &#160; $ 3,604.5 &#160; $ 931.6 &#160; $ 13,338.4 &#160; Goodwill acquired 85.9 &#160; 52.9 &#160; &#8212; &#160; 138.8 &#160; Currency translation adjustments ( 5.8 ) ( 3.0 ) 0.1 &#160; ( 8.7 ) Reclassifications and other 6.9 &#160; 0.9 &#160; &#8212; &#160; 7.8 &#160; Balances at December 31, 2021 $ 8,889.3 &#160; $ 3,655.3 &#160; $ 931.7 &#160; $ 13,476.3 &#160; Goodwill acquired 2,559.1 &#160; &#8212; &#160; &#8212; &#160; 2,559.1 &#160; Currency translation adjustments ( 32.1 ) ( 56.3 ) ( 1.4 ) ( 89.8 ) Reclassifications and other 1.2 &#160; ( 0.7 ) &#8212; &#160; 0.5 &#160; Balances at December 31, 2022 $ 11,417.5 &#160; $ 3,598.3 &#160; $ 930.3 &#160; $ 15,946.1 &#160; ##TABLE_END \n\nReclassifications and other during the years ended December 31, 2022 were due primarily to purchase accounting and tax adjustments for acquisitions completed in 2022 and 2021. See Note 2 for information regarding acquisitions. \n\nOther intangible assets were comprised of: \n\n##TABLE_START &#160; Cost Accumulated amortization Net book value Assets subject to amortization: &#160; &#160; &#160; Customer related intangibles $ 7,379.6 &#160; $ ( 1,989.8 ) $ 5,389.8 &#160; Unpatented technology 886.4 &#160; ( 414.6 ) 471.8 &#160; Software 149.5 &#160; ( 122.4 ) 27.1 &#160; Patents and other protective rights 8.5 &#160; ( 1.0 ) 7.5 &#160; Trade names 12.1 &#160; ( 5.6 ) 6.5 &#160; Assets not subject to amortization: &#160; &#160; &#160; Trade names 606.4 &#160; &#8212; 606.4 &#160; Balances at December 31, 2021 $ 9,042.5 &#160; $ ( 2,533.4 ) $ 6,509.1 &#160; Assets subject to amortization: &#160; &#160; &#160; Customer related intangibles $ 9,300.7 &#160; $ ( 2,437.7 ) $ 6,863.0 &#160; Unpatented technology 954.6 &#160; ( 506.9 ) 447.7 &#160; Software 149.0 &#160; ( 134.0 ) 15.0 &#160; Patents and other protective rights 10.3 &#160; ( 1.2 ) 9.1 &#160; Trade names 9.7 &#160; ( 3.1 ) 6.6 &#160; Assets not subject to amortization: &#160; &#160; &#160; Trade names 689.3 &#160; &#8212; 689.3 &#160; Balances at December 31, 2022 $ 11,113.6 &#160; $ ( 3,082.9 ) $ 8,030.7 &#160; ##TABLE_END\n\nAmortization expense of other intangible assets was $ 600.5 , $ 565.1 , and $ 446.4 during the years ended December 31, 2022, 2021 and 2020, respectively. Amortization expense is expected to be $ 676.0 in 2023, $ 632.0 in 2024, $ 606.0 in 2025, $ 576.0 in 2026 and $ 542.0 in 2027. \n\n(7) Accrued Liabilities \n\nAccrued liabilities at December 31 were as follows: \n\n##TABLE_START &#160; 2022 2021 Interest $ 40.2 &#160; $ 42.6 &#160; Customer deposits 48.9 &#160; 46.5 &#160; Accrued dividend 74.0 &#160; 66.8 &#160; Rebates 51.5 &#160; 62.5 &#160; Operating lease liability 46.4 &#160; 41.5 &#160; Sales and other taxes payable 22.9 &#160; 25.0 &#160; \n\nPatent litigation accrual (1) \n\n45.0 &#160; &#8212; &#160; Other 125.7 &#160; 113.8 &#160; &#160; $ 454.6 &#160; $ 398.7 &#160; ##TABLE_END\n\n(1) Refer to Note 13 for details regarding the Berall v. Verathon patent litigation matter. \n\n(8) Income Taxes \n\nEarnings before income taxes for the years ended December 31, 2022, 2021 and 2020 consisted of the following components: \n\n##TABLE_START &#160; 2022 2021 2020 United States $ 1,026.4 &#160; $ 814.7 &#160; $ 676.2 &#160; Other 255.6 &#160; 217.2 &#160; 185.1 &#160; &#160; $ 1,282.0 &#160; $ 1,031.9 &#160; $ 861.3 &#160; ##TABLE_END\n\nComponents of income tax expense for the years ended December 31, 2022, 2021 and 2020 were as follows: \n\n##TABLE_START &#160; 2022 2021 2020 Current: &#160; &#160; &#160; Federal $ 322.9 &#160; $ 110.2 &#160; $ 142.9 &#160; State 80.8 &#160; 50.8 &#160; 48.0 &#160; Foreign 65.9 &#160; 59.9 &#160; 54.6 &#160; Deferred: &#160; &#160; &#160; Federal ( 136.9 ) 27.5 &#160; ( 32.2 ) State ( 31.1 ) ( 27.2 ) ( 26.8 ) Foreign ( 5.2 ) 5.4 &#160; 1.0 &#160; &#160; $ 296.4 &#160; $ 226.6 &#160; $ 187.5 &#160; ##TABLE_END\n\nReconciliations between the statutory federal income tax rate and the effective income tax rate for the years ended December 31, 2022, 2021 and 2020 were as follows: \n\n##TABLE_START &#160; 2022 2021 2020 Federal statutory rate 21.0 &#160; % 21.0 &#160; % 21.0 &#160; % Foreign operations, net 0.8 &#160; 2.5 &#160; 2.1 &#160; R&#38;D tax credits ( 3.0 ) ( 2.1 ) ( 1.6 ) State taxes, net of federal benefit 3.7 &#160; 2.8 &#160; 3.3 &#160; Stock-based compensation ( 1.0 ) ( 2.4 ) ( 3.3 ) Impact of UK tax rate change &#8212; &#160; 2.0 &#160; &#8212; &#160; Legal entity restructuring 0.8 &#160; ( 1.4 ) &#8212; &#160; Other, net 0.8 &#160; ( 0.4 ) 0.3 &#160; &#160; 23.1 &#160; % 22.0 &#160; % 21.8 &#160; % ##TABLE_END\n\n&#160; \n\nThe deferred income tax balance sheet accounts arise from temporary differences between the amount of assets and liabilities recognized for financial reporting and tax purposes. \n\nComponents of the deferred tax assets and liabilities at December 31 were as follows: \n\n##TABLE_START &#160; 2022 2021 Deferred tax assets: &#160; &#160; Reserves and accrued expenses $ 192.4 &#160; $ 179.6 &#160; Net operating loss carryforwards 84.6 &#160; 51.0 &#160; R&#38;D credits 8.9 &#160; 12.5 &#160; Capitalized R&#38;D expenditures 97.8 &#160; &#8212; &#160; Interest expense limitation carryforwards 41.1 &#160; 10.9 &#160; Outside basis differences on assets held for sale &#8212; &#160; 57.4 &#160; Lease liability 50.1 &#160; 46.2 &#160; Valuation allowance ( 37.1 ) ( 31.9 ) Total deferred tax assets $ 437.8 &#160; $ 325.7 &#160; Deferred tax liabilities: &#160; &#160; Reserves and accrued expenses $ 12.0 &#160; $ 17.3 &#160; Amortizable intangible assets 1,818.7 &#160; 1,656.2 &#160; Accrued tax on unremitted foreign earnings 5.8 &#160; 24.7 &#160; ROU asset 48.0 &#160; 43.7 &#160; Outside basis difference in Indicor 174.2 &#160; &#8212; &#160; Total deferred tax liabilities $ 2,058.7 &#160; $ 1,741.9 &#160; ##TABLE_END\n\nAs of December 31, 2022, the Company has $ 46.6 of tax-effected U.S. federal net operating loss carryforwards and $ 38.0 of tax-effected state net operating loss carryforwards without regard to federal benefit of state. The majority of the net operating loss carryforwards are subject to limitation under the Internal Revenue Code of 1986, as amended (&#8220;IRC&#8221;) Section 382; however, the Company expects to utilize such losses in their entirety prior to expiration. \n\nAs of December 31, 2022, the Company has $ 41.1 of IRC Section 163(j) interest expense limitation carryforwards which have an indefinite carryforward period. \n\nCollectively, the deferred tax assets for the federal and state net operating loss carryforward, interest expense limitation carryforward and the deferred tax liability for amortizable intangible assets each increased from 2021 to 2022 due primarily to the acquisition of Frontline Education. \n\nDuring the year ended December 31, 2022, the Company generated a $ 97.8 deferred tax asset related to changes under the Tax Cuts and Jobs Act which requires taxpayers to capitalize and amortize research and development (&#8220;R&#38;D&#8221;) expenditures under section 174 for tax years beginning after December 31, 2021. The Company will amortize these costs for tax purposes over 5 years if the R&#38;D was performed in the U.S. and over 15 years if the R&#38;D was performed outside the U.S. \n\nIn connection with the Indicor Transaction, the Company recognized a deferred tax liability of $ 174.2 in outside basis difference associated with the initial retained 49 % minority equity interest in Indicor. The Company expects to settle this liability upon exit of the investment. \n\nAs of December 31, 2022, the Company determined that a total valuation allowance of $ 37.1 was necessary to reduce U.S. federal and state deferred tax assets by $ 31.0 and foreign deferred tax assets by $ 6.1 , where it was more likely than not that all such deferred tax assets will not be realized. As of December 31, 2022, the Company believes it is more likely than not that the remaining net deferred tax assets will be realized based on the Company&#8217;s estimates of future taxable income and any applicable tax-planning strategies within various tax jurisdictions. \n\nThe Company recognizes in the Consolidated Financial Statements only those tax positions determined to be &#8220;more likely than not&#8221; of being sustained upon examination based on the technical merits of the positions. \n\nA reconciliation of the beginning and ending amount of unrecognized tax benefits is as follows: \n\n##TABLE_START &#160; 2022 2021 2020 Beginning balance $ 40.5 &#160; $ 63.5 &#160; $ 57.6 &#160; Additions for tax positions of prior periods &#8212; &#160; 2.2 &#160; 6.0 &#160; Additions for tax positions of the current period 2.3 &#160; 3.3 &#160; 3.5 &#160; Additions due to acquisitions &#8212; &#160; 1.0 &#160; 6.2 &#160; Reductions for tax positions of prior periods ( 11.2 ) ( 0.5 ) ( 3.6 ) Reductions attributable to lapses of applicable statute of limitations ( 2.6 ) ( 4.6 ) ( 6.2 ) Reductions attributable to settlements with taxing authorities &#8212; &#160; ( 24.4 ) &#8212; &#160; Ending balance $ 29.0 &#160; $ 40.5 &#160; $ 63.5 &#160; ##TABLE_END\n\nThe total amount of unrecognized tax benefits that, if recognized, would impact the effective tax rate is $ 28.8 . Interest and penalties related to unrecognized tax expense were $ 0.3 in 2022 and are classified as a component of income tax expense. Accrued interest and penalties were $ 4.6 at December 31, 2022 and $ 4.3 at December 31, 2021. During the next twelve months, it is reasonably possible that the unrecognized tax benefits may decrease by a net $ 2.3 , mainly due to anticipated statute of limitations lapses in various jurisdictions. \n\n&#160; \n\nThe Company and its subsidiaries are subject to examinations for U.S. federal income tax as well as income tax in various state, city and foreign jurisdictions. The Company&#8217;s federal income tax returns for 2019 through the current period remain open to examination and the relevant state, city and foreign statutes vary. The Company does not expect the assessment of any significant additional tax in excess of amounts reserved. \n\nThe Company intends to distribute all historical unremitted foreign earnings up to the amount of excess foreign cash, as well as all future foreign earnings that can be repatriated without incremental U.S. federal tax cost. Any remaining outside basis differences relating to the Company&#8217;s investment in foreign subsidiaries are not expected to be material and will be indefinitely reinvested. \n\n(9) Long-Term Debt \n\nOn July 21, 2022, the Company entered into a new five-year unsecured credit facility (the &#8220;Credit Agreement&#8221;) among Roper, the financial institutions from time to time party thereto, JPMorgan Chase Bank, N.A., as administrative agent, Bank of America, N.A. and Wells Fargo Bank, N.A., as syndication agents, and Mizuho Bank, Ltd., MUFG Bank, Ltd., PNC Bank, National Association, TD Bank, N.A., Truist Bank and U.S Bank, National Association, as documentation agents, which replaced the existing $ 3,000.0 unsecured credit facility, dated as of September 2, 2020, as amended. The new facility comprises a five-year $ 3,500.0 revolving credit facility, which includes availability of up to $ 150.0 for letters of credit. Loans under the facility will be available in dollars, and letters of credit will be available in dollars and other currencies to be agreed. The Company may also, subject to compliance with specified conditions, request additional term loans or revolving credit commitments in an aggregate amount not to exceed $ 500.0 . \n\nThe Company will have the right to add foreign subsidiaries as borrowers under the Credit Agreement, subject to the satisfaction of specified conditions. The Company will guarantee the payment and performance by the foreign subsidiary borrowers of their obligations under the Credit Agreement. The Company&#8217;s obligations under the Credit Agreement are not guaranteed by any of its subsidiaries. However, the Company has the right, subject to the satisfaction of certain conditions set forth in the Credit Agreement, to cause any of its wholly-owned domestic subsidiaries to become guarantors. \n\nLoans under the Credit Agreement can be borrowed as term Secured Overnight Financing Rate (&#8220;SOFR&#8221;) loans or Alternate Base Rate (&#8220;ABR&#8221;) Loans, at the Company&#8217;s option. Each term SOFR loan will bear interest at a rate per annum equal to the applicable Adjusted Term SOFR rate plus a spread ranging from 0.795 % to 1.300 %, as determined by the Company&#8217;s senior unsecured long-term debt rating at such time. Based on the Company&#8217;s current rating, the spread for SOFR loans would be 0.910 %. Each ABR Loan will bear interest at a rate per annum equal to the Alternate Base Rate plus a spread ranging from 0.000 % to 0.300 %, as determined by the Company&#8217;s senior unsecured long-term debt rating at such time. Based on the Company&#8217;s current rating, the spread for ABR Loans would be 0.000 %. \n\nOutstanding letters of credit issued under the Credit Agreement will be charged a quarterly fee depending on the Company&#8217;s senior unsecured long-term debt rating. Based on the Company&#8217;s current rating, the quarterly fee would be payable at a rate of 0.910 % per annum, plus a fronting fee of 0.125 % per annum on the undrawn and unexpired amount of all letters of credit. \n\nAdditionally, the Company will pay a quarterly facility fee on the used and unused portions of the revolving credit facility depending on the Company&#8217;s senior unsecured long-term debt rating. Based on the Company&#8217;s current rating, the quarterly fee would accrue at a rate of 0.090 % per annum. \n\nAmounts outstanding under the Credit Agreement may be accelerated upon the occurrence of customary events of default. The Credit Agreement requires the Company to maintain a Total Debt to Total Capital Ratio of 0.65 to 1.00 or less. Borrowings under the Credit Agreement are prepayable at Roper&#8217;s option at any time in whole or in part without premium or penalty. \n\nAt December 31, 2022, there were no outstanding borrowings under the Credit Agreement. Comparably, at December 31, 2021, there was $ 470.0 of outstanding borrowings under the credit agreement in place at the time. The Company was in compliance with its debt covenants throughout the years ended December 31, 2022 and 2021. \n\nOn June 22, 2020, the Company completed a public offering of $ 600.0 aggregate principal amount of 2.00 % senior unsecured notes due June 30, 2030 (&#8220;2030 Notes&#8221;). The 2030 Notes bear interest at a fixed rate and are payable semi-annually in arrears on June 30 and December 30 of each year, beginning December 30, 2020. The net proceeds from the sale of the 2030 Notes were used for general corporate purposes, including acquisitions. \n\nOn September 1, 2020, the Company completed a public offering of $ 300.0 aggregate principal amount of 0.45 % senior unsecured notes due August 15, 2022 (&#8220;2022 Notes&#8221;), $ 700.0 aggregate principal amount of 1.00 % senior unsecured notes due September 15, 2025 (&#8220;2025 Notes&#8221;), $ 700.0 aggregate principal amount of 1.40 % senior unsecured notes due September 15, 2027 (&#8220;2027 Notes&#8221;) and $ 1,000.0 aggregate principal amount of 1.75 % senior unsecured notes due February 15, 2031 (&#8220;2031 Notes&#8221; and, together with the 2022 Notes, 2025 Notes, and 2027 Notes, the &#8220;Notes&#8221;). The 2022 Notes and 2031 Notes bear interest at a fixed rate and are payable semi-annually in arrears on February 15 and August 15 of each year, beginning February 15, 2021 and the 2025 Notes and 2027 Notes bear interest at a fixed rate and are payable semi-annually in arrears on March 15 and September 15 of each year, beginning March 15, 2021. The net proceeds from the sale of the Notes, together with cash on hand and borrowings under the Credit Agreement, were used to fund the purchase price of the acquisition of Vertafore, Inc. and related costs. \n\nOn August 26, 2019, the Company completed a public offering of $ 500.0 aggregate principal amount of 2.35 % senior unsecured notes due September 15, 2024 and $ 700.0 aggregate principal amount of 2.95 % senior unsecured notes due September 15, 2029. The notes bear interest at a fixed rate and are payable semi-annually in arrears on March 15 and September 15 of each year, beginning March 15, 2020. The net proceeds were used to fund a portion of the purchase of iPipeline Holdings, Inc. \n\nOn August 28, 2018, the Company completed a public offering of $ 700.0 aggregate principal amount of 3.65 % senior unsecured notes due September 15, 2023 and $ 800.0 aggregate principal amount of 4.20 % senior unsecured notes due September 15, 2028 (the &#8220;2018 Offering&#8221;). The notes bear interest at a fixed rate and are payable semi-annually in arrears on March 15 and September 15 of each year, beginning March 15, 2019. \n\nOn December 19, 2016, the Company completed a public offering of $ 500.0 aggregate principal amount of 2.80 % senior unsecured notes due December 15, 2021 and $ 700.0 aggregate principal amount of 3.80 % senior unsecured notes due December 15, 2026. The notes bear interest at a fixed rate and are payable semi-annually in arrears on June 15 and December 15 of each year, beginning June 15, 2017. \n\nOn December 7, 2015, the Company completed a public offering of $ 600.0 aggregate principal amount of 3.00 % senior unsecured notes due December 15, 2020 and $ 300.0 aggregate principal amount of 3.85 % senior unsecured notes due December 15, 2025. The notes bear interest at a fixed rate and are payable semi-annually in arrears on June 15 and December 15 of each year, beginning June 15, 2016. \n\nOn November 21, 2012, the Company completed a public offering of $ 500.0 aggregate principal amount of 3.125 % senior unsecured notes due November 15, 2022. The notes bear interest at a fixed rate and are payable semi-annually in arrears on May 15 and November 15 of each year, beginning May 15, 2013. \n\nRoper may redeem some or all of these notes at any time or from time to time, at 100 % of their principal amount, plus a make-whole premium based on a spread to U.S. Treasury securities. \n\nOn August 15, 2022 $ 500.0 of 3.125 % senior notes due 2022 were redeemed using cash flows generated from operations. \n\nOn August 15, 2022, $ 300.0 of 0.450 % senior notes due 2022 were repaid at maturity using cash flows generated from operations. \n\nOn November 15, 2021, $ 500.0 of 2.800 % senior notes due 2021 were redeemed predominantly using cash flows generated from operations. \n\nOn November 15, 2020, $ 600.0 of 3.000 % senior notes due 2020 were redeemed using revolver borrowings under the Credit Agreement. \n\nThe Company&#8217;s senior notes are unsecured senior obligations of the Company and rank equally in right of payment with all of Roper&#8217;s existing and future unsecured and unsubordinated indebtedness. The notes are effectively subordinated to any of its existing and future secured indebtedness to the extent of the value of the collateral securing such indebtedness. The notes are not guaranteed by any of Roper&#8217;s subsidiaries and are effectively subordinated to all existing and future indebtedness and other liabilities of Roper&#8217;s subsidiaries. \n\nTotal debt at December 31 consisted of the following: \n\n##TABLE_START &#160; 2022 2021 Unsecured credit facility $ &#8212; &#160; $ 470.0 &#160; \n\n$ 500 3.125 % senior notes due 2022 \n\n&#8212; &#160; 500.0 &#160; \n\n$ 300 0.450 % senior notes due 2022 \n\n&#8212; &#160; 300.0 &#160; \n\n$ 700 3.650 % senior notes due 2023 \n\n700.0 &#160; 700.0 &#160; \n\n$ 500 2.350 % senior notes due 2024 \n\n500.0 &#160; 500.0 &#160; \n\n$ 300 3.850 % senior notes due 2025 \n\n300.0 &#160; 300.0 &#160; \n\n$ 700 1.000 % senior notes due 2025 \n\n700.0 &#160; 700.0 &#160; \n\n$ 700 3.800 % senior notes due 2026 \n\n700.0 &#160; 700.0 &#160; \n\n$ 700 1.400 % senior notes due 2027 \n\n700.0 &#160; 700.0 &#160; \n\n$ 800 4.200 % senior notes due 2028 \n\n800.0 &#160; 800.0 &#160; \n\n$ 700 2.950 % senior notes due 2029 \n\n700.0 &#160; 700.0 &#160; \n\n$ 600 2.000 % senior notes due 2030 \n\n600.0 &#160; 600.0 &#160; \n\n$ 1,000 1.750 % senior notes due 2031 \n\n1,000.0 &#160; 1,000.0 &#160; Other 0.3 &#160; 0.3 &#160; Less unamortized debt issuance costs ( 38.6 ) ( 48.5 ) Total debt 6,661.7 &#160; 7,921.8 &#160; Less current portion ( 699.2 ) ( 799.2 ) Long-term debt $ 5,962.5 &#160; $ 7,122.6 &#160; ##TABLE_END\n\nThe interest rate on the borrowings under the unsecured credit facility is calculated based upon various recognized indices plus a margin as defined in the Credit Agreement. At December 31, 2022, Roper had $ 19.0 of outstanding letters of credit. \n\nFuture maturities of total debt during each of the next five years ending December 31 and thereafter are as follows: \n\n##TABLE_START 2023 $ 700.2 &#160; 2024 500.1 &#160; 2025 1,000.0 &#160; 2026 700.0 &#160; 2027 700.0 &#160; Thereafter 3,100.0 &#160; Total $ 6,700.3 &#160; ##TABLE_END\n\n(10) Fair Value \n\nFinancial assets and liabilities are valued using market prices on active markets (Level 1), less active markets (Level 2) and little or no market activity (Level 3). Level 1 instrument valuations are obtained from real-time quotes for transactions in active exchange markets involving identical assets. Level 2 instrument valuations are obtained from readily available pricing sources for comparable instruments, identical instruments in less active markets, or models using market observable inputs. Level 3 instrument valuations typically reflect management&#8217;s estimate of assumptions that market participants would use in pricing the asset or liability. \n\nDebt &#8211; Roper&#8217;s debt at December 31, 2022 included $ 6,700.0 of fixed-rate senior notes with the following fair values: \n\n##TABLE_START \n\n$ 700 3.650 % senior notes due 2023 \n\n692 &#160; \n\n$ 500 2.350 % senior notes due 2024 \n\n478 &#160; \n\n$ 300 3.850 % senior notes due 2025 \n\n291 &#160; \n\n$ 700 1.000 % senior notes due 2025 \n\n629 &#160; \n\n$ 700 3.800 % senior notes due 2026 \n\n670 &#160; \n\n$ 700 1.400 % senior notes due 2027 \n\n594 &#160; \n\n$ 800 4.200 % senior notes due 2028 \n\n772 &#160; \n\n$ 700 2.950 % senior notes due 2029 \n\n608 &#160; \n\n$ 600 2.000 % senior notes due 2030 \n\n481 &#160; \n\n$ 1,000 1.750 % senior notes due 2031 \n\n770 &#160; ##TABLE_END \n\nThe fair values of the senior notes are based on the trading prices of the notes, which the Company has determined to be Level 2 in the FASB fair value hierarchy. \n\nIndicor Investment &#8211; In connection with the Indicor Transaction, the Company retained an initial 49 % equity interest in Indicor valued at $ 535.0 as of the transaction close date. The valuation is based on the implied equity value associated with the sale price of the 51 % equity interest in Indicor to CD&#38;R for approximately $ 829 , inclusive of the Unit Adjustment received by CD&#38;R as discussed below. Roper&#8217;s equity interest is comprised of an equity value for the initial 49 % retained ownership of approximately $ 650 , partially offset by approximately $ 115 of anticipated dilution associated with the Unit Adjustment. The fair value of the investment reflects management&#8217;s estimate of assumptions that market participants would use in pricing the equity interest, which the Company has determined to be Level 3 in the FASB fair value hierarchy. \n\nAs part of the investment, Roper is also required to make quarterly payments (&#8220;Unit Adjustment&#8221;), to CD&#38;R, either (i) in cash, with total payments of approximately $ 29 per year on a pre-tax basis, or (ii) in-kind through the transfer of Roper&#8217;s equity interests in Indicor to CD&#38;R, of approximately a 1.7 % ownership interest on an annual basis. Roper intends to make these quarterly payments in-kind. Roper valued the Unit Adjustment at approximately $115 based on an expected investment horizon of 5 years. The Company's obligation to make such quarterly payments will cease upon the earlier of: \n\n&#8226; Indicor achieving $ 425.0 of earnings before interest, taxes, depreciation and amortization in any three twelve month periods, whether or not consecutive; or \n\n&#8226; Upon the initial public offering of Indicor. \n\nIn the event of a sale of Indicor, CD&#38;R would be entitled to a liquidation preference equal to its initial investment of approximately $ 829 , plus any Unit Adjustment paid in-kind. Management&#8217;s valuation assumes the expected exit of the Indicor investment is an initial public offering which is not subject to the liquidation preference. Roper&#8217;s approval is required prior to a sale of Indicor which would trigger the liquidation preference. \n\nThe assessment of fair value for the equity investment requires significant judgments to be made by management. Although our assumptions are considered reasonable and are consistent with the plans and estimates, there is significant judgment in determining these assumptions. Changes in estimates or the application of alternative assumptions could produce significantly different results. \n\nThere were no changes in fair value between the initial recognition and December 31, 2022. Subsequent changes in fair value will be recognized as a discrete non-operating line item in the Consolidated Statements of Operations beginning in the first quarter of 2023. \n\n(11) Retirement and Other Benefit Plans \n\nRoper maintains three defined contribution retirement plans under the provisions of Section 401(k) of the IRC covering substantially all U.S. employees. Roper partially matches employee contributions. Costs related to all such plans were $ 34.1 , $ 30.2 and $ 24.3 for 2022, 2021 and 2020, respectively. \n\nRoper also maintains various defined benefit retirement plans covering employees of non-U.S. and certain U.S. subsidiaries and a plan that supplements certain employees for the contribution ceiling applicable to the Section 401(k) plans. The costs and accumulated benefit obligations associated with each of these plans were not material. \n\n(12) Stock-Based Compensation \n\nThe Roper Technologies, Inc. 2021 Incentive Plan (&#8220;2021 Plan&#8221;) is a stock-based compensation plan used to grant incentive stock options, nonqualified stock options, restricted stock, stock appreciation rights or equivalent instruments to Roper&#8217;s employees, officers, directors and consultants. The 2021 Plan was approved by shareholders at the Annual Meeting of Shareholders on June 14, 2021. The 2021 Plan replaces the Roper Technologies, Inc. Amended and Restated 2016 Incentive Plan (&#8220;2016 Plan&#8221;), and no additional grants will be made from the 2016 Plan. At December 31, 2022, 8.387 shares were available to grant under the 2021 Plan. \n\nUnder the Roper Technologies, Inc., Employee Stock Purchase Plan (&#8220;ESPP&#8221;), employees in the U.S. and Canada are allowed to designate up to 10 % of eligible earnings to purchase Roper&#8217;s common stock at a 10 % discount on the lower of the closing price of the stock on the first and last day of each quarterly offering period. Common stock sold to employees pursuant to the stock purchase plan may be either treasury stock, stock purchased on the open market, or newly issued shares. \n\nStock-based compensation expense is not allocated to our reportable segments, which are described further in Note 14. Stock based compensation expense for the years ended December 31, 2022, 2021 and 2020 included as a component of &#8220;Selling, general and administrative expenses&#8221; was as follows: \n\n##TABLE_START &#160; 2022 2021 2020 Stock-based compensation $ 117.8 &#160; $ 123.0 &#160; $ 108.3 &#160; Tax benefit recognized in net earnings 18.6 &#160; 19.8 &#160; 17.3 &#160; ##TABLE_END \n\nStock Options &#8211; Stock options are granted at prices not less than 100 % of market value of the underlying stock at the date of grant. Stock options typically vest over a weighted average period of 3 years from the grant date and expire 10 years after the grant date. The Company recorded $ 38.1 , $ 40.4 , and $ 34.9 of compensation expense relating to outstanding options during 2022, 2021 and 2020, respectively, as a component of general and administrative expenses at Corporate. \n\nThe Company estimates the fair value of its option awards using the Black-Scholes option valuation model. The stock volatility for each grant is measured using the weighted-average of historical daily price changes of the Company&#8217;s common stock over the most recent period equal to the expected life of the grant. The expected term of options granted is derived from historical data to estimate option exercises and employee forfeitures, and represents the period of time that options granted are expected to be outstanding. The risk-free rate for periods aligns with the expected life of the option is based on the U.S. Treasury yield curve in effect at the time of grant. The weighted-average fair value of options granted in 2022, 2021 and 2020 were calculated using the following weighted-average assumptions: \n\n##TABLE_START &#160; 2022 2021 2020 Weighted-average fair value ($) 116.55 &#160; 95.17 &#160; 63.22 &#160; Risk-free interest rate (%) 2.19 &#160; 0.94 &#160; 0.81 &#160; Average expected option life (years) 5.63 5.61 5.64 Expected volatility (%) 24.59 &#160; 25.14 &#160; 20.39 &#160; Expected dividend yield (%) 0.55 &#160; 0.56 &#160; 0.62 &#160; ##TABLE_END \n\nThe following table summarizes the Company&#8217;s activities with respect to its share-based compensation plans for the years ended December 31, 2022 and 2021: \n\n##TABLE_START &#160; Number of shares Weighted-average exercise price per share Weighted-average contractual term Aggregate intrinsic value Outstanding at December 31, 2020 3.366 &#160; $ 255.32 &#160; &#160; &#160; Granted 0.516 &#160; 405.20 &#160; &#160; &#160; Exercised ( 0.537 ) 195.07 &#160; &#160; &#160; Canceled ( 0.122 ) 312.97 &#160; &#160; &#160; Outstanding at December 31, 2021 3.223 &#160; 287.15 &#160; 6.61 $ 659.9 &#160; Granted 0.399 &#160; 452.08 &#160; &#160; &#160; Exercised ( 0.460 ) 239.11 &#160; &#160; &#160; Canceled ( 0.177 ) 359.06 &#160; &#160; &#160; Outstanding at December 31, 2022 2.985 &#160; 312.34 &#160; 6.18 $ 366.3 &#160; Exercisable at December 31, 2022 1.842 &#160; $ 256.87 &#160; 4.90 $ 322.8 &#160; ##TABLE_END\n\nThe following table summarizes information for stock options outstanding at December 31, 2022: \n\n##TABLE_START &#160; Outstanding options Exercisable options Exercise price Number Average exercise price Average remaining life (years) Number Average exercise price \n\n$ 115.22 - $ 170.66 \n\n0.366 &#160; $ 153.15 &#160; 2.1 0.366 &#160; $ 153.15 &#160; \n\n$ 170.67 - $ 267.22 \n\n0.326 &#160; 199.08 &#160; 4.0 0.324 &#160; 198.79 &#160; \n\n$ 267.23 - $ 279.28 \n\n0.247 &#160; 273.07 &#160; 5.5 0.247 &#160; 273.07 &#160; \n\n$ 279.29 - $ 316.24 \n\n0.296 &#160; 281.55 &#160; 5.3 0.289 &#160; 280.89 &#160; \n\n$ 316.25 -$ 324.71 \n\n0.435 &#160; 323.09 &#160; 7.2 0.209 &#160; 323.09 &#160; \n\n$ 324.72 - $ 347.81 \n\n0.333 &#160; 327.22 &#160; 6.2 0.332 &#160; 327.19 &#160; \n\n$ 347.82 - $ 398.19 \n\n0.160 &#160; 372.19 &#160; 7.0 0.069 &#160; 368.53 &#160; \n\n$ 398.20 - $ 413.85 \n\n0.425 &#160; 403.57 &#160; 8.2 &#8212; &#160; &#8212; &#160; \n\n$ 413.86 - $ 491.86 \n\n0.397 &#160; 453.54 &#160; 9.2 0.006 &#160; 450.17 &#160; \n\n$ 115.22 - $ 491.86 \n\n2.985 &#160; $ 312.34 &#160; 6.2 1.842 &#160; $ 256.87 &#160; ##TABLE_END\n\nAt December 31, 2022, there was $ 51.7 of total unrecognized compensation expense related to nonvested options granted under the Company&#8217;s share-based compensation plans. That cost is expected to be recognized over a weighted-average period of 1.84 years. The total intrinsic value of options exercised in 2022, 2021 and 2020 was $ 92.7 , $ 138.2 and $ 155.4 , respectively. Cash received from option exercises under all plans in 2022, 2021, and 2020 was $ 110.0 , $ 104.7 , and $ 105.5 respectively. \n\nRestricted Stock Grants &#8211; During 2022 and 2021, the Company granted 0.271 and 0.228 shares, respectively, of restricted stock to certain employee and director participants under its share-based compensation plans. Restricted stock grants generally vest over a period of 1 to 4 years. The Company recorded $ 77.6 , $ 82.7 and $ 72.6 of compensation expense related to outstanding shares of restricted stock held by employees and directors during 2022, 2021 and 2020, respectively. A summary of the Company&#8217;s nonvested shares activity for 2022 and 2021 is as follows: \n\n##TABLE_START &#160; Number of shares Weighted-average grant date fair value Nonvested at December 31, 2020 0.601 &#160; $ 320.36 &#160; Granted 0.228 &#160; 409.36 &#160; Vested ( 0.294 ) 308.79 &#160; Forfeited ( 0.037 ) 350.53 &#160; Nonvested at December 31, 2021 0.498 &#160; $ 365.79 &#160; Granted 0.271 &#160; 446.42 &#160; Vested ( 0.272 ) 360.14 &#160; Forfeited ( 0.052 ) 386.06 &#160; Nonvested at December 31, 2022 0.445 &#160; $ 416.00 &#160; ##TABLE_END \n\nAt December 31, 2022, there was $ 89.4 of total unrecognized compensation expense related to nonvested awards granted to both employees and directors under the Company&#8217;s share-based compensation plans. That cost is expected to be recognized over a weighted-average period of 1.7 years. \n\nEmployee Stock Purchase Plan &#8211; During 2022, 2021 and 2020, participants of the ESPP purchased 0.039 , 0.040 and 0.031 shares, respectively, of Roper&#8217;s common stock for total consideration of $ 14.3 , $ 15.1 , and $ 10.5 , respectively. All of these shares were purchased from Roper&#8217;s treasury shares. \n\n(13) Contingencies \n\nRoper, in the ordinary course of business, is party to various pending or threatened legal actions, including product liability, intellectual property, data privacy and employment practices that, in general, are of a nature consistent with those over the past several years. After analyzing the Company&#8217;s contingent liabilities on a gross basis and, based upon past experience with resolution of such legal claims and the availability and limits of the primary, excess, and umbrella liability insurance coverages with respect to pending claims, management believes that adequate provision has been made to cover any potential liability not covered by insurance, and that the ultimate liability, if any, arising from these actions should not have a material adverse effect on Roper&#8217;s consolidated financial position, results of operations or cash flows. However, no assurances can be given in this regard. \n\nRoper&#8217;s subsidiary, Vertafore, Inc., was named in three putative class actions, two in the U.S. District Court for the Southern District of Texas (Allen, et al. v. Vertafore, Inc., Case 4:20-cv-4139, filed December 4, 2020 and Masciotra, et al. v. Vertafore, Inc. (originally filed on December 8, 2020 as Case 1:20-cv-03603 in the U.S. District Court for the District of Colorado and subsequently transferred)), and one in the U.S. District Court for the Northern District of Texas (Mulvey, et al. v. Vertafore, Inc., Case 3:21-cv-00213-E, filed January 31, 2021). In July 2021, the court granted Vertafore&#8217;s motion to dismiss the Allen Case. In March 2022, the U.S. Fifth Circuit Court of Appeals affirmed the lower court&#8217;s dismissal of the Allen case, and that dismissal was affirmed on appeal, effectively concluding the litigation. In July 2021, the plaintiff in the Masciotra case voluntarily dismissed his action without prejudice. In February 2023, the court granted Vertafore&#8217;s motion to dismiss the Mulvey case on similar grounds as the dismissal of the Allen case. Plaintiff has the right to appeal the dismissal of the Mulvey case. Both the Allen and Mulvey cases purported to represent approximately 27.7 million individuals who held Texas driver&#8217;s licenses prior to February 2019. In November 2020, Vertafore announced that as a result of human error, three data files were inadvertently stored in an unsecured external storage service that appears to have been accessed without authorization. The files, which included driver information for licenses issued before February 2019, contained Texas driver license numbers, as well as names, dates of birth, addresses and vehicle registration histories. The files did not contain any Social Security numbers or financial account information. These cases sought recovery under the Driver&#8217;s Privacy Protection Act, 18 U.S.C. &#167; 2721. \n\nRoper&#8217;s subsidiary, Verathon, Inc. (&#8220;Verathon&#8221;), was a defendant in a patent infringement action pending in the United States District Court for the Western District of Washington (Berall v. Verathon, Inc., Case No. 2:2021mc00043). The plaintiff claimed that video laryngoscopes and certain accessories sold by Verathon and other manufacturers from approximately 2004 \n\nthrough 2016 infringed U.S. Patent 5,827,178 (the &#8220;&#8216;178 Patent&#8221;). In the first quarter of 2023, Verathon and the plaintiff agreed to settle the matter for $ 45.0 which fully concludes the matter and which is recorded as a component of &#8220;Other income (expense), net&#8221; within the Consolidated Statements of Earnings for the year ended December 31, 2022. \n\nRoper or its subsidiaries have been named defendants along with numerous industrial companies in asbestos-related litigation claims in certain U.S. states. To date, no significant resources have been required by Roper to respond to asbestos claims. In the first quarter of 2022, Roper completed a transaction in which it transferred the remainder of our exposure for asbestos claims to a third party. In connection with this transaction, Roper incurred a one-time charge of $ 4.1 , which is recorded as a component of &#8220;Other income (expense), net&#8221; within the Consolidated Statements of Earnings for the year ended December 31, 2022. \n\nAs of December 31, 2022, Roper had $ 19.0 of letters of credit issued to guarantee its performance under certain services contracts or to support certain insurance programs and $ 43.0 of outstanding surety bonds. Certain contracts require Roper to provide a surety bond as a guarantee of its performance of contractual obligations. \n\n(14) Segment and Geographic Area Information \n\nAs discussed in Note 1, our businesses are now reported in three segments classified based on business model and delivery of performance obligations. The segments are: Application Software, Network Software, and Technology Enabled Products. The three reportable segments (and businesses within each; including changes due to acquisitions since the realignment) are as follows: \n\n&#8211;Application Software - Aderant, CBORD/Horizon, CliniSys, Data Innovations, Deltek, Frontline Education, IntelliTrans, PowerPlan, Strata, Vertafore \n\n&#8211;Network Software - ConstructConnect, DAT, Foundry, iPipeline, iTradeNetwork, Loadlink, MHA, SHP, SoftWriters \n\n&#8211;Technology Enabled Products - CIVCO Medical Solutions, FMI, Inovonics, IPA, Neptune, Northern Digital, rf IDEAS, Verathon \n\nThere were no material transactions between Roper&#8217;s reportable segments during 2022, 2021 and 2020. Operating profit by reportable segment and by geographic area is defined as net revenues less operating costs and expenses. These costs and expenses do not include unallocated corporate administrative expenses, enterprise-wide stock-based compensation, or non-cash impairments. Items below income from operations on Roper&#8217;s Consolidated Statements of Earnings are not allocated to reportable segments. \n\nOperating assets are those assets used primarily in the operations of each reportable segment or geographic area. Corporate assets are principally comprised of cash and cash equivalents, deferred tax assets, recoverable insurance claims, deferred compensation assets and property and equipment. \n\nSelected financial information by reportable segment for 2022, 2021 and 2020 follows: \n\n##TABLE_START &#160; Application Software Network Software Technology Enabled Products Corporate Total 2022 &#160; &#160; &#160; &#160; Net revenues $ 2,639.5 &#160; $ 1,378.5 &#160; $ 1,353.8 &#160; $ &#8212; &#160; $ 5,371.8 &#160; Operating profit 714.0 &#160; 570.6 &#160; 449.1 &#160; ( 209.2 ) 1,524.5 &#160; Assets: &#160; &#160; &#160; &#160; &#160; Operating assets 624.7 &#160; 224.7 &#160; 307.4 &#160; 7.1 &#160; 1,163.9 &#160; Intangible assets, net 17,758.4 &#160; 5,118.5 &#160; 1,099.9 &#160; &#8212; &#160; 23,976.8 &#160; Other 340.2 &#160; 124.2 &#160; 95.4 &#160; 1,280.3 &#160; 1,840.1 &#160; Total &#160; &#160; &#160; &#160; 26,980.8 &#160; Capital expenditures 20.7 &#160; 8.8 &#160; 9.2 &#160; 1.4 &#160; 40.1 &#160; Capitalized software expenditures 28.5 &#160; 1.7 &#160; &#8212; &#160; &#8212; &#160; 30.2 &#160; Depreciation and other amortization 455.8 &#160; 164.2 &#160; 29.8 &#160; 0.3 &#160; 650.1 &#160; 2021 &#160; &#160; &#160; &#160; &#160; Net revenues $ 2,366.7 &#160; $ 1,223.8 &#160; $ 1,243.3 &#160; $ &#8212; &#160; $ 4,833.8 &#160; \n\nOperating profit 2 \n\n633.1 &#160; 476.8 &#160; 415.6 &#160; ( 189.9 ) 1,335.6 &#160; Assets: &#160; &#160; &#160; Operating assets 576.0 &#160; 215.5 &#160; 250.7 &#160; 15.4 &#160; 1,057.6 &#160; Intangible assets, net 13,498.4 &#160; 5,364.8 &#160; 1,122.2 &#160; &#8212; &#160; 19,985.4 &#160; Other 205.8 &#160; 50.4 &#160; 33.8 &#160; 498.0 &#160; 788.0 &#160; \n\nTotal 1 \n\n&#160; &#160; 21,831.0 &#160; Capital expenditures 18.0 &#160; 5.0 &#160; 4.5 &#160; 1.0 &#160; 28.5 &#160; Capitalized software expenditures 26.3 &#160; 3.4 &#160; &#8212; &#160; &#8212; &#160; 29.7 &#160; Depreciation and other amortization 418.7 &#160; 164.8 &#160; 32.1 &#160; 0.3 &#160; 615.9 &#160; 2020 &#160; &#160; &#160; &#160; &#160; Net revenues $ 1,785.8 &#160; $ 1,069.4 &#160; $ 1,167.2 &#160; $ &#8212; &#160; $ 4,022.4 &#160; Operating profit 467.9 &#160; 382.7 &#160; 412.1 &#160; ( 179.8 ) 1,082.9 &#160; Assets: &#160; &#160; &#160; Operating assets 524.7 &#160; 196.0 &#160; 234.1 &#160; 3.8 &#160; 958.6 &#160; Intangible assets, net 13,837.1 &#160; 5,428.6 &#160; 1,143.4 &#160; &#8212; &#160; 20,409.1 &#160; Other 173.1 &#160; 48.4 &#160; 46.9 &#160; 444.2 &#160; 712.6 &#160; \n\nTotal 1 \n\n&#160; &#160; &#160; &#160; 22,080.3 &#160; Capital expenditures 12.9 &#160; 5.8 &#160; 5.9 &#160; 0.1 &#160; 24.7 &#160; Capitalized software expenditures 16.3 &#160; 1.4 &#160; &#8212; &#160; &#8212; &#160; 17.7 &#160; Depreciation and other amortization 293.2 &#160; 164.9 &#160; 33.2 &#160; 0.3 &#160; 491.6 &#160; ##TABLE_END\n\n1 Total excludes assets held for sale of $ 1,882.9 and $ 1,944.5 associated with the 2021 Divestitures and Indicor, as applicable, on December 31, 2021 and 2020, respectively. \n\n2 Operating profit excludes $ 94.4 of non-cash impairment charges. \n\nSummarized data for Roper&#8217;s U.S. and foreign operations (principally in Canada, Europe and Asia) for 2022, 2021 and 2020, based upon the country of origin of the Roper entity making the sale, was as follows: \n\n##TABLE_START &#160; United States Non-U.S. Eliminations Total 2022 &#160; &#160; &#160; &#160; Sales to unaffiliated customers $ 4,610.2 &#160; $ 761.6 &#160; $ &#8212; &#160; $ 5,371.8 &#160; Sales between geographic areas 55.5 &#160; 82.2 &#160; ( 137.7 ) &#8212; &#160; Net revenues $ 4,665.7 &#160; $ 843.8 &#160; $ ( 137.7 ) $ 5,371.8 &#160; Long-lived assets $ 196.5 &#160; $ 17.1 &#160; $ &#8212; &#160; $ 213.6 &#160; 2021 &#160; &#160; &#160; &#160; Sales to unaffiliated customers $ 4,105.6 &#160; $ 728.2 &#160; $ &#8212; &#160; $ 4,833.8 &#160; Sales between geographic areas 81.1 &#160; 81.9 &#160; ( 163.0 ) &#8212; &#160; Net revenues $ 4,186.7 &#160; $ 810.1 &#160; $ ( 163.0 ) $ 4,833.8 &#160; Long-lived assets $ 167.3 &#160; $ 19.8 &#160; $ &#8212; &#160; $ 187.1 &#160; 2020 &#160; &#160; &#160; &#160; Sales to unaffiliated customers $ 3,384.6 &#160; $ 637.8 &#160; $ &#8212; &#160; $ 4,022.4 &#160; Sales between geographic areas 81.6 &#160; 119.2 &#160; ( 200.8 ) &#8212; &#160; Net revenues $ 3,466.2 &#160; $ 757.0 &#160; $ ( 200.8 ) $ 4,022.4 &#160; Long-lived assets $ 156.4 &#160; $ 21.2 &#160; $ &#8212; &#160; $ 177.6 &#160; ##TABLE_END\n\nExport sales from the U.S. during the years ended December 31, 2022, 2021 and 2020 were $ 191.8 , $ 179.9 and $ 180.0 , respectively. In the year ended December 31, 2022, these exports were shipped primarily to Canada ( 42 %), Europe ( 26 %), Asia ( 16 %) and other ( 16 %). \n\nSales to customers outside the U.S. accounted for a significant portion of Roper&#8217;s revenues. Sales are attributed to geographic areas based upon the location where the product is ultimately delivered. Roper&#8217;s net revenues for the years ended December 31, 2022, 2021 and 2020 are shown below by region, except for Canada, which is presented separately: \n\n##TABLE_START &#160; Application Software Network Software Technology Enabled Products Total 2022 &#160; &#160; &#160; &#160; Canada $ 57.8 &#160; $ 95.9 &#160; $ 68.6 &#160; $ 222.3 &#160; Europe 241.2 &#160; 65.7 &#160; 117.7 &#160; 424.6 &#160; Asia 4.9 &#160; 12.2 &#160; 56.2 &#160; 73.3 &#160; Rest of the world 35.1 &#160; 7.5 &#160; 43.7 &#160; 86.3 &#160; Total $ 339.0 &#160; $ 181.3 &#160; $ 286.2 &#160; $ 806.5 &#160; 2021 &#160; &#160; &#160; &#160; Canada $ 51.2 &#160; $ 85.2 &#160; $ 61.7 &#160; $ 198.1 &#160; Europe 248.2 &#160; 59.2 &#160; 125.3 &#160; 432.7 &#160; Asia 3.7 &#160; 10.9 &#160; 49.4 &#160; 64.0 &#160; Rest of the world 37.1 &#160; 6.5 &#160; 37.5 &#160; 81.1 &#160; Total $ 340.2 &#160; $ 161.8 &#160; $ 273.9 &#160; $ 775.9 &#160; 2020 &#160; &#160; &#160; &#160; Canada $ 43.4 &#160; $ 73.6 &#160; $ 63.7 &#160; $ 180.7 &#160; Europe 205.5 &#160; 50.7 &#160; 123.6 &#160; 379.8 &#160; Asia 3.3 &#160; 10.9 &#160; 45.6 &#160; 59.8 &#160; Rest of the world 37.7 &#160; 6.0 &#160; 45.0 &#160; 88.7 &#160; Total $ 289.9 &#160; $ 141.2 &#160; $ 277.9 &#160; $ 709.0 &#160; ##TABLE_END \n\n(15) Concentration of Risk \n\nFinancial instruments which potentially subject the Company to credit risk consist primarily of cash and cash equivalents, trade receivables and unbilled receivables. \n\nThe Company maintains cash and cash equivalents with various major financial institutions around the world. The Company limits the amount of credit exposure with any one financial institution and believes that no significant concentration of credit risk exists with respect to cash and cash equivalent balances. \n\nTrade and unbilled receivables subject the Company to the potential for credit risk with customers. To reduce credit risk, the Company performs ongoing evaluations of its customers&#8217; financial condition. \n\n(16) Contract Balances \n\nContract balances at December 31 are set forth in the following table: ##TABLE_START Balance Sheet Account 2022 2021 Change Unbilled receivables $ 91.5 &#160; $ 81.9 &#160; $ 9.6 &#160; Contract liabilities - current ( 1,370.7 ) ( 1,106.3 ) ( 264.4 ) Deferred revenue - non-current ( 111.5 ) ( 69.9 ) ( 41.6 ) Net contract assets/(liabilities) $ ( 1,390.7 ) $ ( 1,094.3 ) $ ( 296.4 ) ##TABLE_END \n\nThe change in our net contract assets/(liabilities) from December 31, 2021 to December 31, 2022 was due primarily to net contract liabilities associated with the acquisitions completed during the year ended December 31, 2022, the timing of payments and invoicing relating to Software-as-a-Service (&#8220;SaaS&#8221;) and post contract support (&#8220;PCS&#8221;) renewals, partially offset by the increase in unbilled receivables due to the timing of invoicing related to software milestone billings associated with multi-year term license renewals and software implementations. \n\nRevenue recognized during the year ended December 31, 2022 and 2021 that was included in the contract liability balance on December 31, 2021 and 2020 was $ 1,053.1 and $ 937.2 , respectively. In order to determine revenues recognized in the period from contract liabilities, we allocate revenue to the individual deferred revenue balance outstanding at the beginning of the year until the revenue exceeds that balance. \n\nImpairment losses recognized on our accounts receivable and unbilled receivables were immaterial in the each of years ended December 31, 2022, 2021 and 2020, respectively. \n\n(17) Leases \n\nThe Company&#8217;s operating leases are primarily for real property in support of our business operations. Although many of our leases contain renewal options, we generally are not reasonably certain to exercise these options at the commencement date. Accordingly, renewal options are generally not included in the lease term for determining the ROU asset and lease liability at commencement. Variable lease payments generally depend on an inflation-based index and such payments are not included in the original estimate of the lease liability. These variable lease payments are not material. \n\nFor the years ended December 31, 2022, 2021 and 2020, the Company recognized $ 48.7 , $ 51.8 and $ 47.2 in operating lease expense, respectively. \n\nThe following table presents the supplemental cash flow information related to the Company&#8217;s operating leases for the year ended December 31: \n\n##TABLE_START 2022 2021 2020 Operating cash flows used for operating leases $ 48.3 &#160; $ 51.5 &#160; $ 48.8 &#160; Right-of-use assets obtained in exchange for operating lease obligations 53.9 &#160; 28.2 &#160; 49.1 &#160; ##TABLE_END\n\nThe following table presents the lease balances within the Consolidated Balance Sheet related to the Company&#8217;s operating leases as of December 31: \n\n##TABLE_START Lease Assets and Liabilities Balance Sheet Account 2022 2021 ASSETS: Operating lease ROU assets Other assets $ 196.1 &#160; $ 188.1 &#160; LIABILITIES: Current operating lease liabilities Other accrued liabilities 46.4 &#160; 41.5 &#160; Operating lease liabilities Other liabilities 164.2 &#160; 156.9 &#160; Total operating lease liabilities $ 210.6 &#160; $ 198.4 &#160; ##TABLE_END\n\nFuture minimum lease payments under non-cancellable leases were as follows: \n\n##TABLE_START 2023 $ 50.7 &#160; 2024 43.8 &#160; 2025 36.4 &#160; 2026 29.1 &#160; 2027 22.9 &#160; Thereafter 42.2 &#160; Total operating lease payments 225.1 &#160; Less: Imputed interest 14.5 &#160; Total operating lease liabilities $ 210.6 &#160; ##TABLE_END\n\n##TABLE_START Weighted average remaining lease term - operating leases (years) 6 Weighted average discount rate (%) 2.4 &#160; ##TABLE_END \n\n(18) Quarterly Financial Data (unaudited) \n\nThe unaudited interim financial information below has been adjusted to incorporate the presentation of discontinued operations. See Note 3 for further information on discontinued operations. \n\n##TABLE_START &#160; First Quarter Second Quarter Third Quarter Fourth Quarter 2022 &#160; &#160; &#160; &#160; Net revenues $ 1,279.8 &#160; $ 1,310.8 &#160; $ 1,350.3 &#160; $ 1,430.9 &#160; Gross profit 897.2 &#160; 911.5 &#160; 941.8 &#160; 1,002.3 &#160; Income from operations 355.9 &#160; 362.9 &#160; 393.2 &#160; 412.5 &#160; Net earnings from continuing operations 236.4 &#160; 225.0 &#160; 276.9 &#160; 247.3 &#160; Net earnings from discontinued operations 1,784.1 &#160; 43.8 &#160; 50.1 &#160; 1,681.1 &#160; Net earnings 2,020.5 &#160; 268.8 &#160; 327.0 &#160; 1,928.4 &#160; Net earnings per share from continuing operations: &#160; &#160; &#160; &#160; Basic $ 2.24 &#160; $ 2.13 &#160; $ 2.61 &#160; $ 2.33 &#160; Diluted $ 2.22 &#160; $ 2.11 &#160; $ 2.59 &#160; $ 2.32 &#160; Net earnings per share from discontinued operations: Basic $ 16.89 &#160; $ 0.41 &#160; $ 0.47 &#160; $ 15.85 &#160; Diluted $ 16.72 &#160; $ 0.41 &#160; $ 0.47 &#160; $ 15.74 &#160; Net earnings per share: Basic $ 19.13 &#160; $ 2.54 &#160; $ 3.08 &#160; $ 18.18 &#160; Diluted $ 18.94 &#160; $ 2.52 &#160; $ 3.06 &#160; $ 18.06 &#160; 2021 &#160; &#160; &#160; &#160; Net revenues $ 1,155.3 &#160; $ 1,189.8 &#160; $ 1,232.1 &#160; $ 1,256.6 &#160; Gross profit 816.3 &#160; 839.2 &#160; 871.7 &#160; 880.4 &#160; Income from operations 317.6 &#160; 316.2 &#160; 346.9 &#160; 260.5 &#160; Net earnings from continuing operations 223.0 &#160; 204.4 &#160; 210.8 &#160; 167.1 &#160; Net earnings from discontinued operations 66.0 &#160; 81.9 &#160; 78.7 &#160; 120.7 &#160; Net earnings 289.0 &#160; 286.3 &#160; 289.5 &#160; 287.8 &#160; Net earnings per share from continuing operations: &#160; &#160; &#160; &#160; Basic $ 2.12 &#160; $ 1.94 &#160; $ 2.00 &#160; $ 1.58 &#160; Diluted $ 2.11 &#160; $ 1.92 &#160; $ 1.97 &#160; $ 1.57 &#160; Net earnings per share from discontinued operations: Basic $ 0.63 &#160; $ 0.78 &#160; $ 0.75 &#160; $ 1.15 &#160; Diluted $ 0.62 &#160; $ 0.77 &#160; $ 0.74 &#160; $ 1.13 &#160; Net earnings per share: Basic $ 2.75 &#160; $ 2.72 &#160; $ 2.75 &#160; $ 2.73 &#160; Diluted $ 2.73 &#160; $ 2.69 &#160; $ 2.71 &#160; $ 2.70 &#160; ##TABLE_END \n\nThe sum of the four quarters may not agree with the total for the year due to rounding. \n\n"
    },
    {
      "section": "9",
      "text": " ITEM 9. CHANGES IN AND DISAGREEMENTS WITH ACCOUNTANTS ON ACCOUNTING AND FINANCIAL DISCLOSURE \n\nNone \n\n"
    },
    {
      "section": "9A",
      "text": " ITEM 9A. CONTROLS AND PROCEDURES \n\nManagement&#8217;s Report on Internal Control over Financial Reporting \n\nOur management is responsible for establishing and maintaining adequate control over financial reporting, as such term is defined in Exchange Act Rules 13a-15(f) and 15d-15(f). Under the supervision and with the participation of our management, including our principal executive officer and principal financial officer, we conducted an evaluation of the effectiveness of our internal control over financial reporting based on the framework in Internal Control-Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission. Based on our evaluation under the framework in Internal Control-Integrated Framework, our management concluded that our internal control over financial reporting was effective as of December 31, 2022. Our internal control over financial reporting as of December 31, 2022 has been audited by PricewaterhouseCoopers LLP, an independent registered public accounting firm, as stated in their report which is included herein. \n\nOur management excluded the seven acquisitions completed during 2022 from its assessment of internal control over financial reporting as of December 31, 2022. These acquisitions are wholly-owned subsidiaries whose total assets (excluding goodwill and other identifiable intangibles, which are included within the scope of the assessment) represent approximately 1%, and whose aggregate total revenues represent approximately 2%, of the related Consolidated Financial Statement amounts as of and for the year ended December 31, 2022. \n\nEvaluation of Disclosure Controls and Procedures \n\n&#160; \n\nAs required by SEC rules, we have evaluated the effectiveness of the design and operation of our disclosure controls and procedures as of the end of the period covered by this report. This evaluation was carried out under the supervision and with the participation of our management, including our principal executive officer and principal financial officer. Based on this evaluation, we have concluded that our disclosure controls and procedures were effective as of December 31, 2022. \n\n&#160; \n\nDisclosure controls and procedures are our controls and other procedures designed to ensure that information required to be disclosed by us in the reports that we file or submit under the Exchange Act is recorded, processed, summarized and reported, within the time periods specified in the SEC&#8217;s rules and forms. Disclosure controls and procedures include, without limitation, controls and procedures designed to ensure that information required to be disclosed by us in the reports that we file or submit under the Exchange Act are accumulated and communicated to our management, including our principal executive officer and principal financial officer, as appropriate, to allow timely decisions regarding required disclosure. \n\n&#160; \n\nChanges in Internal Control over Financial Reporting \n\nThere was no change in our internal control over financial reporting that occurred during the fourth quarter of 2022 that has materially affected, or is reasonably likely to materially affect, our internal control over financial reporting. \n\n"
    },
    {
      "section": "9B",
      "text": " ITEM 9B. OTHER INFORMATION \n\nNone \n\n"
    },
    {
      "section": "10",
      "text": " ITEM 10. DIRECTORS, EXECUTIVE OFFICERS AND CORPORATE GOVERNANCE \n\nThe information about our directors required by this Item 10 - Directors, Executive Officers and Corporate Governance is contained under the caption &#8220;Proposal 1 - Election of Directors&#8221; is contained in the 2023 Proxy Statement. \n\nInformation regarding our audit committee is contained in the 2023 Proxy Statement under the captions &#8220;Corporate Governance&#8221; and &#8220;Board Committees and Meetings.&#8221; \n\nIf applicable, information required under this Item with respect to compliance with Section 16(a) of the Exchange Act will be included in the Proxy Statement under the caption &#8220;Delinquent Section 16(a) Reports,&#8221; which information is incorporated by reference. \n\nInformation required under this Item with respect to Executive Officers of the Company is included as a supplemental item at the end of Part I of this report. \n\nCode of Ethics \n\nRoper has a code of ethics for directors, officers (including the Company&#8217;s principal executive officer, principal financial officer and principal accounting officer) and employees. The Code of Ethics is available on the Company&#8217;s website at https://www.ropertech.com/code-of-ethics. The Company posts any amendments to or waivers of its Code of Ethics (to the extent applicable to the Company&#8217;s directors or executive officers) at the same location on the Company&#8217;s website. In addition, copies of the Code of Ethics may be obtained in print without charge upon written request by any stockholder to the Company&#8217;s Corporate Secretary at 6901 Professional Parkway, Suite 200, Sarasota, Florida 34240. \n\n"
    },
    {
      "section": "11",
      "text": " ITEM 11. EXECUTIVE COMPENSATION \n\n&#160; \n\nThe information required by this Item 11 - Executive Compensation is contained in the 2023 Proxy Statement under the captions &#8220;Compensation Discussion and Analysis,&#8221; &#8220;Executive Compensation,&#8221; &#8220;Director Compensation,&#8221; &#8220;Compensation Committee Report,&#8221; and &#8220;Compensation Committee Interlocks and Insider Participation.&#8221; \n\n"
    },
    {
      "section": "12",
      "text": " ITEM 12. SECURITY OWNERSHIP OF CERTAIN BENEFICIAL OWNERS AND MANAGEMENT AND RELATED STOCKHOLDER MATTERS \n\n(All share amounts are in millions) \n\nOther than as set forth below, the information required by this Item 12 - Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters and not otherwise set forth below is contained in the 2023 Proxy Statement under the caption &#8220;Beneficial Ownership.&#8221; \n\nSecurities Authorized for Issuance under Equity Compensation Plans \n\nThe following table provides information as of December 31, 2022 regarding compensation plans (including individual compensation arrangements) under which our equity securities are authorized for issuance. \n\n##TABLE_START Plan Category (a) Number of Securities to be Issued Upon Exercise of Outstanding Options, Warrants and Rights (b) Weighted-Average Exercise Price of Outstanding Options, Warrants and Rights (c) Number of Securities Remaining Available for Future Issuance Under Equity Compensation Plans (Excluding Securities Reflected in Column (a)) \n\nEquity Compensation Plans Approved by Shareholders (1) \n\n&#160; &#160; &#160; Stock options 2.985 $ 312.34 &#160; Restricted stock awards (2) \n\n0.445 &#8212; &#160; Subtotal 3.430 &#160; 8.387 Equity Compensation Plans Not Approved by Shareholders &#8212; &#8212; &#8212; Total 3.430 $ &#8212; 8.387 ##TABLE_END\n\n(1) Consists of the Amended and Restated 2006 Incentive Plan, the 2016 Incentive Plan and the 2021 Incentive Plan. No additional awards may be granted under the 2006 Incentive Plan or the 2016 Incentive Plan. \n\n(2) The weighted-average exercise price is not applicable to restricted stock awards. \n\n"
    },
    {
      "section": "13",
      "text": " ITEM 13. CERTAIN RELATIONSHIPS AND RELATED TRANSACTIONS, AND DIRECTOR INDEPENDENCE \n\nThe information required by this Item 13 - Certain Relationships and Related Transactions, and Director Independence is contained in the 2023 Proxy Statement under the captions &#8220;Director Independence&#8221; and &#8220;Review and Approval of Related Person Transactions.&#8221; \n\n"
    },
    {
      "section": "14",
      "text": " ITEM 14. PRINCIPAL ACCOUNTANT FEES AND SERVICES \n\n&#160; \n\nThe information required by this Item 14 - Principal Accounting Fees and Services is contained in the 2023 Proxy Statement under the captions &#8220;Proposal 4 - Ratification of the Appointment of PricewaterhouseCoopers LLP as our Independent Registered Public Accounting Firm for the Year Ending December 31, 2023,&#8221; and &#8220;Independent Public Accountants Fees.&#8221; \n\nPART IV \n\n"
    },
    {
      "section": "15",
      "text": " ITEM 15. EXHIBITS AND FINANCIAL STATEMENT SCHEDULES \n\n(a) The following documents are filed as a part of this Annual Report. \n\n(1) Consolidated Financial Statements: The following Consolidated Financial Statements are included in Part II, Item 8 of this \n\nreport. \n\nConsolidated Balance Sheets as of December 31, 2022 and 2021 \n\nConsolidated Statements of Earnings for the Years ended December 31, 2022, 2021 and 2020 \n\nConsolidated Statements of Comprehensive Income for the Years ended December 31, 2022, 2021 and 2020 \n\nConsolidated Statements of Stockholders' Equity for the Years ended December 31, 2022, 2021 and 2020 \n\nConsolidated Statements of Cash Flows for the Years ended December 31, 2022, 2021 and 2020 \n\nNotes to Consolidated Financial Statements \n\n(b) Exhibits \n\n##TABLE_START Exhibit No. Description of Exhibit (a)2.1 Membership Interests Purchase Agreement by and Between TransCore Holdings, Inc., as Seller, and ST Engineering Urban Solutions USA Inc, as Buyer, and, solely for the purposes of certain provisions, Roper Technologies, Inc., as Seller Parent, and Singapore Technologies Engineering LTD, as Parent.* \n\n(b)2.2 Equity Purchase Agreement by and among RIPIC Holdco Inc., Roper International Holding, Inc., RIPIC Equity LLC CD&#38;R Tree Delaware Holdings, L.P. AND, solely for purposes of section 6.25, Roper Technologies, Inc. dated as of May 29, 2022.* \n\n(c)2.3 Equity Purchase and Merger Agreement by and among the Company, Roper T2 LLC, Project Franklin Merger Sub LLC, Frontline Technologies Parent LLC, Roper Operations Company II LLC, the Blocker Sellers and the Representative, dated as of August 30, 2022.* \n\n(d)3.1 \n\nRestated Certificate of Incorporation as amended through April 24, 2015. \n\n(e)3.2 \n\nAmended and Restated By-Laws. \n\n(f)4.1 \n\nIndenture between Registrant and Wells Fargo Bank, dated as of August 4, 2008. \n\n(g)4.2 \n\nIndenture between Registrant and Wells Fargo Bank, dated as of November 26, 2018. \n\n(h)4.3 \n\nForm of Note. \n\n(i)4.4 \n\nForm of 3.650% Senior Notes due 2023. \n\n(i)4.5 \n\nForm of 4.200% Senior Notes due 2028. \n\n(j)4.6 \n\nForm of 3.850% Senior Notes due 2025. \n\n(k)4.7 \n\nForm of 3.800% Senior Notes due 2026. \n\n(l)4.8 \n\nForm of 2.350% Senior Notes due 2024. \n\n(l)4.9 \n\nForm of 2.950% Senior Notes due 2029. \n\n(m)4.10 \n\nForm of 2.000% Senior Notes due 2030. \n\n(n)4.11 \n\nForm of 1.000% Senior Notes due 2025. \n\n(n)4.12 \n\nForm of 1.400% Senior Notes due 2027. \n\n(n)4.13 \n\nForm of 1.750% Senior Notes due 2031. \n\n4.14 \n\nDescription of Registrant&#8217;s Securities Registered Pursuant to Section 12 of the Securities Exchange Act of 1934, filed herewith. \n\n(o)10.1 \n\nEmployee Stock Purchase Plan, as amended and restated. &#8224; \n\n(p)10.2 First Amendment to Roper Technologies, Inc. Employee Stock Purchase Plan (As Amended and Restated effective July 1, 2020).&#8224; \n\n10.3 \n\nNon-Qualified Retirement Plan, as amended, filed herewith. &#8224; \n\n(q)10.4 \n\nCredit Agreement dated as of July 21, 2022, among Roper, the foreign subsidiary borrowers from time to time party thereto, the financial institutions party thereto, JPMorgan Chase Bank, N.A., as administrative agent, Bank of America, N.A. and Wells Fargo Bank, N.A., as syndication agents, and Mizuho Bank, Ltd., MUFG Bank, Ltd., PNC Bank, National Association, TD Bank, N.A., Truist Bank and U.S Bank, National Association, as documentation agents. \n\n(r)10.5 \n\nAmended and Restated 2006 Incentive Plan. &#8224; \n\n(s)10.6 \n\nForm of Restricted Stock Agreement for Employees under the 2006 Plan. &#8224; \n\n(s)10.7 \n\nForm of Non-Statutory Stock Option Agreement under the 2006 Plan. &#8224; \n\n(t)10.8 \n\nOffer letter to John K. Stipancich. &#8224; \n\n(u)10.9 \n\nForm of director and officer indemnification agreement. &#8224; \n\n(v)10.10 \n\n2016 Incentive Plan. &#8224; \n\n(w)10.11 \n\nAmendment No. 1 to the 2016 Incentive Plan.&#8224; \n\n(x)10.12 \n\nForm of Cash Settled Restricted Stock Unit Award Agreement for Non-US Employees, under the 2016 Incentive Plan. &#8224; \n\n(y)10.13 \n\nForm of Non-Statutory Stock Option Agreement, under the 2016 Incentive Plan.&#8224; \n\n(z)10.14 \n\nForm of Restricted Stock Award Agreement, under the 2016 Incentive Plan.&#8224; \n\n(aa)10.15 \n\nForm of Performance Based Restricted Stock Award Agreement, under the 2016 Incentive Plan.&#8224; \n\n(bb)10.16 \n\nOffer Letter to Neil Hunn. &#8224; \n\n(cc)10.17 \n\nLong-Term Incentive Opportunity Agreement for Neil Hunn. &#8224; \n\n(dd)10.18 \n\nRetirement Agreement and General Release, dated February 1, 2019, by and between the Company and Paul Soni. &#8224; \n\n(ee)10.19 \n\n2021 Incentive Plan. &#8224; \n\n(ff)10.20 \n\nForm of Performance Based Restricted Stock Award Agreement, under the 2021 Incentive Plan.&#8224; \n\n(ff)10.21 \n\nForm of Non-Statutory Stock Option Agreement, under the 2021 Incentive Plan.&#8224; \n\n(ff)10.22 \n\nForm of Restricted Stock Award Agreement, under the 2021 Incentive Plan.&#8224; \n\n(gg)10.23 \n\nRoper Technologies, Inc. Director Compensation Plan. &#8224; \n\n(hh)10.24 \n\nForm of Non-Employee Director Restricted Stock Unit Award Agreement under the 2021 Incentive Plan (included in Exhibit 10.23). \n\n(ii)10.25 \n\nForm of Non-Employee Director Restricted Stock Award Agreement under the 2021 Incentive Plan (included in Exhibit 10.23). \n\n(jj)10.26 \n\nSeparation Agreement and Full Release dated December 13, 2022 by and between Roper Technologies, Inc. and Robert Crisci. &#8224; \n\n(kk)10.27 \n\nService Provider Agreement dated December 13, 2022 by and between Roper Technologies, Inc. and Robert Crisci. &#8224; \n\n21.1 \n\nList of Subsidiaries, filed herewith. \n\n23.1 \n\nConsent of Independent Registered Public Accountants, filed herewith. \n\n31.1 \n\nRule 13a-14(a)/15d-14(a) Certification of Chief Executive Officer, filed herewith. \n\n31.2 \n\nRule 13a-14(a)/15d-14(a) Certification of Chief Financial Officer, filed herewith. \n\n32.1 \n\nSection 1350 Certification of Chief Executive and Chief Financial Officers, filed herewith. \n\n101.INS XBRL Instance Document, furnished herewith. 101.SCH XBRL Taxonomy Extension Schema Document, furnished herewith. 101.CAL XBRL Taxonomy Extension Calculation Linkbase Document, furnished herewith. 101.DEF XBRL Taxonomy Extension Definition Linkbase Document, furnished herewith. 101.LAB XBRL Taxonomy Extension Label Linkbase Document, furnished herewith. 101.PRE XBRL Taxonomy Extension Presentation Linkbase Document, furnished herewith. 104 Cover Page Interactive Data File (formatted as Inline XBRL and contained in Exhibit 101). &#8224; Management contract or compensatory plan or arrangement. * The related exhibits and schedules are not being filed herewith. The Company agrees to furnish supplementally a copy of any such exhibits and schedules to the Securities and Exchange Commission upon request. a) Incorporated herein by reference to Exhibit 2.1 to the Company&#8217;s Quarterly Report on Form 10-Q filed on November 4, 2021 (file no. 1-12273). b) Incorporated herein by reference to Exhibit 2.1 to the Company&#8217;s Quarterly Report on Form 10-Q filed on August 3, 2022 (file no. 1-12273). c) Incorporated herein by reference to Exhibit 2.1 to the Roper Technologies, Inc. Current Report on Form 8-K filed August 30, 2022 (file no. 1-12273). d) Incorporated herein by reference to Exhibit 3.1 to the Company&#8217;s Current Report on Form 8-K filed on April 24, 2015 (file no. 1-12273). e) Incorporated herein by reference to Exhibit 3.1 to the Company&#8217;s Current Report on Form 8-K filed June 14, 2021 (file no. 1-12273). f) Incorporated herein by reference to Exhibit 4.2 to the Company&#8217;s Quarterly Report on Form 10-Q filed on November 7, 2008 (file no. 1-12273). g) Incorporated herein by reference to Exhibit 4.1 to the Registration Statement on Form S-3/ASR filed November 26, 2018 (file no. 333-228532). h) Incorporated herein by reference to Exhibit 4.2 to the Registration Statement on Form S-3/ASR filed November 25, 2015 (file no. 333-208200). i) Incorporated herein by reference to Exhibit 4.1 to the Roper Technologies, Inc. Current Report on Form 8-K filed August 28, 2018 (file no. 1-12273). j) Incorporated herein by reference to Exhibit 4.1 to the Company&#8217;s Current Report on Form 8-K filed December 7, 2015 (file no. 1-12273). k) Incorporated herein by reference to Exhibit 4.1 to the Company&#8217;s Current Report on Form 8-K filed December 19, 2016 (file no. 1-12273). l) Incorporated herein by reference to Exhibit 4.1 to the Company&#8217;s Current Report on Form 8-K filed August 26, 2019 (file no. 1-12273). m) Incorporated herein by reference to Exhibit 4.1 to the Roper Technologies, Inc. Current Report on Form 8-K filed June 22, 2020 (file no. 1-12273). n) Incorporated herein by reference to Exhibit 4.1 to the Roper Technologies, Inc. Current Report on Form 8-K filed September 1, 2020 (file no. 1-12273). o) Incorporated herein by reference to Exhibit 10.1 to the Company&#8217;s Quarterly Report on Form 10-Q filed August 5, 2020. (file no. 1-12273). p) Incorporated herein by reference to Exhibit 10.2 to the Roper Technologies, Inc. Quarterly Report on Form 10-Q filed August 3, 2022 (file no. 1-12273). q) Incorporated herein by reference to Exhibit 10.1 to the Roper Technologies, Inc. Current Report on Form 8-K filed July 22, 2022 (file no. 1-12273). r) Incorporated herein by reference to Appendix A to the Company&#8217;s Definitive Proxy Statement on Schedule 14A filed April 30, 2012 (file no. 1-12273). s) Incorporated herein by reference to Exhibits 10.3 and 10.5 to the Company&#8217;s Current Report on Form 8-K filed December 6, 2006 (file no. 1-12273). t) Incorporated herein by reference to Exhibit 10.17 to the Company&#8217;s Annual Report on Form 10-K filed on February 27, 2017 (file no. 1-12273). u) Incorporated herein by reference to Exhibit 10.1 to the Company&#8217;s Quarterly Report on Form 10-Q filed November 5, 2018 (file no. 1-12273). v) Incorporated by reference to Appendix B to the Company&#8217;s Definitive Proxy Statement on Schedule 14A filed April 26, 2016 (file no. 1-12273). w) Incorporated herein by reference to Exhibit 10.20 to the Company&#8217;s Annual Report on Form 10-K filed on February 27, 2017 (file no. 1-12273). x) Incorporated herein by reference to Exhibit 10.21 to the Company&#8217;s Annual Report on Form 10-K filed on February 27, 2017 (file no. 1-12273). y) Incorporated herein by reference to Exhibit 10.16 to the Company&#8217;s Annual Report on Form 10-K filed on February 25, 2019 (file no. 1-12273). z) Incorporated herein by reference to Exhibit 10.17 to the Company&#8217;s Annual Report on Form 10-K filed on February 25, 2019 (file no. 1-12273). aa) Incorporated herein by reference to Exhibit 10.18 to the Company&#8217;s Annual Report on Form 10-K filed on February 25, 2019 (file no. 1-12273). bb) Incorporated herein by reference to Exhibit 10.22 to the Company&#8217;s Annual Report on Form 10-K filed on February 23, 2018 (file no. 1-12273). cc) Incorporated herein by reference to Exhibit 10.1 to the Company&#8217;s Current Report on Form 8-K filed November 25, 2019 (file no. 1-12273). dd) Incorporated herein by reference to Exhibit 10.1 to the Company&#8217;s Current Report on Form 8-K filed on February 1, 2019 (file no. 1-12273). ee) Incorporated herein by reference to Exhibit 10.1 to the Company&#8217;s Current Report on Form 8-K filed June 14, 2021 (file no. 1-12273). ff) Incorporated herein by reference to Exhibit 10.2, 10.3 and 10.4 to the Company&#8217;s Current Report on Form 8-K filed June 14, 2021 (file no. 1-12273). gg) Incorporated herein by reference to Exhibit 10.5 to the Company&#8217;s Quarterly Report on Form 10-Q filed on August 5, 2021 (file no. 1-12273). hh) Incorporated herein by reference to Exhibit 10.6 to the Company&#8217;s Quarterly Report on Form 10-Q filed on August 5, 2021 (file no. 1-12273). ii) Incorporated herein by reference to Exhibit 10.7 to the Company&#8217;s Quarterly Report on Form 10-Q filed on August 5, 2021 (file no. 1-12273). jj) Incorporated herein by reference to Exhibit 10.1 to the Company&#8217;s Current Report on Form 8-K/A filed December 15, 2022 (file no. 1-12273). kk) Incorporated herein by reference to Exhibit 10.2 to the Company&#8217;s Current Report on Form 8-K/A filed December 15, 2022 (file no. 1-12273). ##TABLE_END\n\n&#160; \n\nITEM 16. FORM 10-K SUMMARY \n\nNone \n\nSignatures \n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, Roper has duly caused this Report to be signed on its behalf by the undersigned, therewith duly authorized . \n\nROPER TECHNOLOGIES, INC. \n\n(Registrant) ##TABLE_START By: /s/ L. Neil Hunn February 27, 2023 &#160; L. Neil Hunn, President and Chief Executive Officer &#160; ##TABLE_END\n\nPursuant to the requirements of the Securities Exchange Act of 1934, this Report has been signed below by the following persons on behalf of Roper and in the capacities and on the dates indicated. \n\n##TABLE_START /s/ L. NEIL HUNN &#160; President and Chief Executive Officer &#160; L. Neil Hunn &#160; (Principal Executive Officer) February 27, 2023 &#160; &#160; &#160; &#160; /s/ JASON P. CONLEY &#160; Executive Vice President and Chief Financial Officer &#160; Jason P. Conley &#160; (Principal Financial Officer) February 27, 2023 &#160; &#160; &#160; &#160; /s/ BRANDON CROSS &#160; Vice President and Corporate Controller &#160; Brandon Cross &#160; (Principal Accounting Officer) February 27, 2023 &#160; &#160; &#160; &#160; /s/ AMY WOODS BRINKLEY &#160; Amy Woods Brinkley Chair of the Board of Directors February 27, 2023 /s/ SHELLYE L. ARCHAMBEAU &#160; &#160; &#160; Shellye L. Archambeau &#160; Director February 27, 2023 /s/ IRENE M. ESTEVES &#160; &#160; &#160; Irene M. Esteves &#160; Director February 27, 2023 &#160; &#160; &#160; &#160; /s/ ROBERT D. JOHNSON &#160; &#160; &#160; Robert D. Johnson &#160; Director February 27, 2023 &#160; &#160; &#160; &#160; /s/ THOMAS P. JOYCE, JR. Thomas P. Joyce, Jr. Director February 27, 2023 /s/ LAURA G. THATCHER &#160; &#160; &#160; Laura G. Thatcher &#160; Director February 27, 2023 &#160; &#160; &#160; &#160; /s/ RICHARD F. WALLMAN &#160; &#160; &#160; Richard F. Wallman &#160; Director February 27, 2023 &#160; &#160; &#160; &#160; /s/ CHRISTOPHER WRIGHT &#160; &#160; &#160; Christopher Wright &#160; Director February 27, 2023 ##TABLE_END\n\n"
    }
  ]
}