{
  "ticker": "SWKS",
  "content": [
    {
      "section": "1",
      "text": ""
    },
    {
      "section": "1A",
      "text": ""
    },
    {
      "section": "1B",
      "text": ""
    },
    {
      "section": "2",
      "text": ""
    },
    {
      "section": "3",
      "text": ""
    },
    {
      "section": "4",
      "text": ""
    },
    {
      "section": "5",
      "text": ""
    },
    {
      "section": "6",
      "text": ""
    },
    {
      "section": "7",
      "text": ""
    },
    {
      "section": "7A",
      "text": ""
    },
    {
      "section": "8",
      "text": ""
    },
    {
      "section": "9",
      "text": ""
    },
    {
      "section": "9A",
      "text": ""
    },
    {
      "section": "9B",
      "text": ""
    },
    {
      "section": "10",
      "text": " ITEM 10. DIRECTORS, EXECUTIVE OFFICERS AND CORPORATE GOVERNANCE. \n\nDirectors and Executive Officers \n\nThe following table sets forth for each director and executive officer of the Company his or her position with the Company as of January 20, 2023: \n\n##TABLE_START Name Title Liam K. Griffin Chairman of the Board, Chief Executive Officer and President Christine King Lead Independent Director Alan S. Batey Director Kevin L. Beebe Director Eric J. Guerin Director Suzanne E. McBride Director David P. McGlade Director Robert A. Schriesheim Director Carlos S. Bori Senior Vice President, Sales and Marketing Karilee A. Durham Senior Vice President, Human Resources Reza Kasnavi Senior Vice President, Technology and Manufacturing Kris Sennesael Senior Vice President and Chief Financial Officer Robert J. Terry Senior Vice President, General Counsel and Secretary ##TABLE_END\n\nDirectors \n\n##TABLE_START Liam K. Griffin , age 56, is Chairman, Chief Executive Officer and President of the Company. Prior to his appointment as Chairman of the Board in May 2021, Mr. Griffin had served as Chief Executive Officer and a director since May 2016 and as President since May 2014. He served as Executive Vice President and Corporate General Manager from November 2012 to May 2014, Executive Vice President and General Manager, High Performance Analog from May 2011 to November 2012, and Senior Vice President, Sales and Marketing from August 2001 to May 2011. Previously, Mr. Griffin was employed by Vectron International, a division of Dover Corp., as Vice President of Worldwide Sales from 1997 to 2001 and as Vice President of North American Sales from 1995 to 1997. \n\nOther Public Company Boards \n\nCurrent \n\n&#8226; National Instruments Corporation \n\nPast 5 Years \n\n&#8226; Vicor Corporation (until 2019) \n\n##TABLE_END\n\nQualifications: We believe that Mr. Griffin&#8217;s qualifications to serve as a director include his strong relationships with Skyworks&#8217; key customers, investors, employees, and other stakeholders, as well as his deep understanding of the semiconductor industry and its competitive landscape gained through serving in several different executive positions at Skyworks over the past two decades. \n\n##TABLE_START Christine King , age 73, has been a director since 2014 and Lead Independent Director since 2019. Ms. King served as Executive Chairman of QLogic Corporation (a publicly traded developer of high performance server and storage networking connectivity products) from August 2015 until August 2016, when it was acquired by Cavium, Inc. Previously, she served as Chief Executive Officer of Standard Microsystems Corporation (a publicly traded developer of silicon-based integrated circuits utilizing analog and mixed-signal technologies) from 2008 until the company&#8217;s acquisition in 2012 by Microchip Technology, Inc. Prior to Standard Microsystems, Ms. King was Chief Executive Officer of AMI Semiconductor, Inc., a publicly traded company, from 2001 until it was acquired by ON Semiconductor Corp. in 2008. \n\nOther Public Company Boards \n\nCurrent \n\n&#8226; None \n\nPast 5 Years \n\n&#8226; Allegro MicroSystems, Inc. (until 2021) \n\n&#8226; IDACORP, Inc. (until 2021) \n\n&#8226; Cirrus Logic, Inc. (until 2018) \n\n##TABLE_END\n\nQualifications: We believe that Ms. King&#8217;s qualifications to serve as a director include her extensive management and operational experience in the high-tech and semiconductor industries as well as her significant strategic and financial expertise. \n\n##TABLE_START Alan S. Batey , age 59, has been a director since 2019. Mr. Batey served as Executive Vice President and President of North America for General Motors Company (a publicly traded automotive manufacturer), as well as the Global Brand Chief for Chevrolet, a division of General Motors Company, from 2014 until 2019. His career spans more than 39 years with General Motors where he held various senior management positions in operations, marketing, and sales around the world. \n\nOther Public Company Boards \n\nCurrent \n\n&#8226; None \n\nPast 5 Years \n\n&#8226; None \n\n##TABLE_END\n\nQualifications: We believe that Mr. Batey&#8217;s qualifications to serve as a director include his extensive senior management experience at General Motors, where he developed expertise on a broad set of complex strategic, operational, and technological matters involving the automotive industry, an industry that is expected to be a growth market for the Company. \n\n##TABLE_START Kevin L. Beebe , age 63, has been a director since 2004. He has been President and Chief Executive Officer of 2BPartners, LLC (a partnership that provides strategic, financial, and operational advice to private equity investors and management) since 2007. In 2014, Mr. Beebe became a founding partner of Astra Capital Management (a private equity firm based in Washington, D.C.). Previously, beginning in 1998, he was Group President of Operations at ALLTEL Corporation (a telecommunications services company). \n\nOther Public Company Boards \n\nCurrent \n\n&#8226; SBA Communications Corporation \n\n&#8226; Frontier Communications Parent, Inc. (formerly Frontier Communications Corporation), Lead Independent Director \n\nPast 5 Years \n\n&#8226; Altimar Acquisition Corporation \n\n(until 2021) \n\n&#8226; Altimar Acquisition Corp. II (until 2021) \n\n&#8226; NII Holdings, Inc. (until 2019) \n\n##TABLE_END\n\nQualifications: We believe that Mr. Beebe&#8217;s qualifications to serve as a director include his two decades of experience as an operating executive in the wireless telecommunications industry as well as his experience and relationships gained from advising leading private equity firms that are transacting business in the global capital markets. \n\n##TABLE_START Eric J. Guerin, age 51, has been a director since 2022. He currently serves as Senior Vice President-Finance, and on March 1, 2023 he will assume the role of Senior Vice President and Chief Financial Officer, of Veritiv Corporation (a publicly traded provider of packaging and hygiene products). Previously, he served as Executive Vice President and Chief Financial Officer of CDK Global Inc. (a formerly publicly traded provider of integrated technology solutions to the automotive industry) from 2021 to 2022. From 2016 to 2021, he served as Division Vice President and sector Chief Financial Officer at Corning Glass Technologies, a division of Corning, Inc. Previously, he served in financial leadership roles with Flowserve Corporation, Novartis Corporation, Johnson &#38; Johnson Services Inc., and AstraZeneca PLC. \n\nOther Public Company Boards \n\nCurrent \n\n&#8226; None \n\nPast 5 Years \n\n&#8226; Natus Medical Incorporated (until 2022) \n\n##TABLE_END\n\nQualifications: We believe that Mr. Guerin&#8217;s qualifications to serve as a director include his financial and operational expertise, together with his extensive engagements within Asia-Pacific markets. \n\n##TABLE_START Suzanne E. McBride , age 54, has been a director since 2022. Ms. McBride serves as Chief Operations Officer for Iridium Communications Inc. (a publicly traded operator of a global satellite communications network). Prior to rejoining Iridium in February 2019, where she had previously served from 2007 to 2016 in various leadership roles, Ms. McBride served from June 2016 to January 2019 as Senior Vice President and Chief Operations Officer for OneWeb (a privately held company building a space-based global communications network that filed a voluntary petition for Chapter 11 bankruptcy protection on March 27, 2020). Earlier in her career, she held a series of increasingly senior positions in technology and operations with Motorola Solutions, Inc. (a publicly traded telecommunications company) and General Dynamics Corporation (a publicly traded aerospace and defense company). \n\nOther Public Company Boards \n\nCurrent \n\n&#8226; Iridium Communications Inc. \n\nPast 5 Years \n\n&#8226; None \n\n##TABLE_END\n\nQualifications: We believe that Ms. McBride&#8217;s qualifications to serve as a director include her extensive strategy and operations expertise developed through twenty-five years of experience within the wireless technology industry. \n\n##TABLE_START David P. McGlade , age 62, has been a director since 2005. He served as Chairman of the Board of Intelsat S.A. (a publicly traded worldwide provider of satellite communication services) from April 2013 to February 2022. Mr. McGlade served as Executive Chairman of Intelsat from April 2015 to March 2018, prior to which he served as Chairman and Chief Executive Officer. Mr. McGlade joined Intelsat in April 2005 and was the Deputy Chairman of Intelsat from August 2008 until April 2013. Previously, Mr. McGlade served as an Executive Director of mmO2 PLC and as the Chief Executive Officer of O2 UK (a subsidiary of mmO2), a position he held from October 2000 until March 2005. \n\nOther Public Company Boards \n\nCurrent \n\n&#8226; None \n\nPast 5 Years \n\n&#8226; Intelsat S.A. (until 2022) \n\n##TABLE_END\n\nQualifications: We believe that Mr. McGlade&#8217;s qualifications to serve as a director include his significant operational, strategic, and financial acumen, as well as his knowledge about global capital markets, developed over nearly four decades of experience in the telecommunications business. \n\n##TABLE_START Robert A. Schriesheim , age 62, has been a director since 2006. He has been chairman of Truax Partners LLC (a consulting firm) since 2018. He served as Executive Vice President and Chief Financial Officer of Sears Holdings Corporation (a publicly traded nationwide retailer) from August 2011 to October 2016. From January 2010 to October 2010, Mr. Schriesheim was Chief Financial Officer of Hewitt Associates, Inc. (a global human resources consulting and outsourcing company that was acquired by Aon Corporation). From October 2006 until December 2009, he was the Executive Vice President and Chief Financial Officer of Lawson Software, Inc. (a publicly traded ERP software provider). \n\nOther Public Company Boards \n\nCurrent \n\n&#8226; Houlihan Lokey, Inc., Lead Independent Director \n\nPast 5 Years \n\n&#8226; Frontier Communications Corporation (until 2021) \n\n&#8226; NII Holdings, Inc. (until 2019) \n\n&#8226; Forest City Realty Trust (until 2018) \n\n##TABLE_END\n\nQualifications: We believe that Mr. Schriesheim&#8217;s qualifications to serve as a director include his extensive knowledge of the capital markets and corporate financial capital structures, his expertise evaluating and structuring merger and acquisition transactions within the technology sector, and his experience gained through leading companies through major strategic and financial corporate transformations. \n\nIn addition to the information presented above regarding each director&#8217;s specific experience, qualifications, attributes, and skills that led our Board of Directors to conclude that he or she should serve as a director, we also believe that each of our directors has a reputation for integrity, honesty, and adherence to high ethical standards. They have each demonstrated business acumen, an ability to exercise sound judgment, and a commitment of service to Skyworks. Each of our directors will serve until the 2023 Annual Meeting of Stockholders and until their successors are elected and qualified or until their earlier resignation or removal. \n\nExecutive Officers (other than the Chief Executive Officer) \n\nCarlos S. Bori , age 52, joined the Company in July 2013 and has served as Senior Vice President, Sales and Marketing, since November 2017. He served as Vice President, Sales and Marketing, from May 2016 to November 2017 and as Vice President, Marketing, from July 2013 to May 2016. Previously, he spent more than 18 years with Beacon Electronic Associates (a North American independent representative of semiconductor manufacturers), serving as its President from 2004 to 2013. \n\nKarilee A. Durham , age 54, joined the Company in April 2018 and is Senior Vice President, Human Resources. Previously, Ms. Durham served as Senior Vice President, Human Resources and General Affairs for Goodman Global Group, Inc. (an HVAC manufacturing and distribution company) from September 2010 to April 2018. Earlier, she held multiple senior human resources positions with Dell Inc. (a computer retailer) from October 2007 to September 2010, prior to which she held human resources positions at Flextronics International Ltd., Solectron Corporation, and UT-Battelle LLC . \n\nReza Kasnavi , age 49, joined the Company in 2010 and has served as Senior Vice President, Technology and Manufacturing, since November 2019. He previously served as Vice President and General Manager, Open Market Platforms, from November 2012 to September 2018 and as Vice President, Central Engineering and Quality, from September 2018 to November 2019. Prior to joining Skyworks, Dr. Kasnavi spent 10 years as an investor and executive with Tallwood Venture Capital (an investment firm focused on semiconductor-related technologies and markets), holding various leadership positions at several Tallwood portfolio companies including Sequoia Communications. \n\nKris Sennesael , age 54, joined the Company in August 2016 and is Senior Vice President and Chief Financial Officer. Previously, Mr. Sennesael served as Chief Financial Officer for Enphase Energy, Inc. (a semiconductor-based renewable energy solutions provider), from September 2012 to August 2016. Earlier, he served as Chief Financial Officer for Standard Microsystems Corporation (a global fabless semiconductor company) from January 2009 to August 2012, prior to which he held financial positions at ON Semiconductor Corp., AMI Semiconductor, Inc., and Alcatel Microelectronics. Mr. Sennesael currently serves on the board of directors of Maxeon Solar Technologies, Ltd. (a publicly traded manufacturer and provider of solar energy products). \n\nRobert J. Terry , age 56, joined the Company in 2003 and has served as Senior Vice President, General Counsel and Secretary since November 2017. He previously served as Vice President, General Counsel and Secretary from November 2016 to November 2017 and as Vice President, Associate General Counsel and Assistant Secretary from June 2011 to November 2016. Before joining Skyworks, he served as General Counsel and Secretary for Day Software, Inc. (an enterprise content management software company), from July 2001 to February 2003. Prior to joining Day Software, Mr. Terry was in private practice, focusing on corporate and securities matters, mergers and acquisitions, and general business litigation. \n\nAudit Committee \n\nWe have established an Audit Committee consisting of the following individuals, each of whom qualifies as independent within the meaning of the applicable Listing Rules of the Nasdaq Stock Market LLC (the &#8220;Nasdaq Rules&#8221;) and meets the criteria for independence set forth in Rule 10A-3(b)(1) under the Securities Exchange Act of 1934 (&#8220;Exchange Act&#8221;): David P. McGlade (Chairman), Christine King, and Robert A. Schriesheim. The Board of Directors has determined that each of Mr. McGlade (Chairman), Ms. King, and Mr. Schriesheim meets the qualifications of an &#8220;audit committee financial expert&#8221; under SEC Rules and the qualifications of &#8220;financial sophistication&#8221; under the applicable Nasdaq Rules. \n\nCode of Ethics \n\nWe have adopted a written code of business conduct and ethics that applies to our directors, officers, and employees, including our principal executive officer, principal financial officer, principal accounting officer or controller, or persons performing similar functions. We make available our code of business conduct and ethics free of charge through our website at www.skyworksinc.com . We intend to disclose any amendments to, or waivers from, our code of business conduct and ethics that are required to be publicly disclosed by posting any such amendment or waivers on our website pursuant to SEC requirements and Nasdaq Rules. \n\n"
    },
    {
      "section": "11",
      "text": " ITEM 11. EXECUTIVE COMPENSATION. \n\nCompensation Discussion and Analysis \n\nNamed Executive Officers \n\nThis Compensation Discussion and Analysis section discusses the compensation policies and programs for our Chief Executive Officer, our Chief Financial Officer, and our three next most highly paid executive officers during our fiscal year ended September 30, 2022 (&#8220;fiscal year 2022&#8221;), as determined under the rules of the SEC. We refer to this group of executive officers as our &#8220;Named Executive Officers.&#8221; For fiscal year 2022, our Named Executive Officers were: \n\n&#8226; Liam K. Griffin, Chairman, Chief Executive Officer and President; \n\n&#8226; Kris Sennesael, Senior Vice President and Chief Financial Officer; \n\n&#8226; Reza Kasnavi, Senior Vice President, Technology and Manufacturing; \n\n&#8226; Carlos S. Bori, Senior Vice President, Sales and Marketing; and \n\n&#8226; Robert J. Terry, Senior Vice President, General Counsel and Secretary. \n\nEngagement with Stockholders Regarding Executive Compensation \n\nIn evaluating and establishing our executive compensation policies and programs, our Compensation Committee values and actively considers the opinions expressed by our stockholders through the &#8220;say-on-pay&#8221; advisory vote at each annual stockholder meeting, as well as through our ongoing stockholder engagement efforts. At our 2022 Annual Meeting of Stockholders, approximately 86% of the votes cast approved our &#8220;say-on-pay&#8221; proposal. We interpreted this as stockholders generally approving our compensation policies and determinations for our fiscal year ended October 1, 2021 (&#8220;fiscal year 2021&#8221;) and that they were generally pleased with the updates the Compensation Committee had made for fiscal year 2022, in part after considering input from stockholders following our 2021 Annual Meeting of Stockholders. \n\nFollowing the 2022 Annual Meeting and through November 2022, we engaged in formal stockholder outreach, soliciting feedback from approximately 20 institutional stockholders representing approximately 41% of the Company&#8217;s shares outstanding. Our Company management held subsequent engagement meetings with stockholders representing approximately 7% of the Company&#8217;s shares outstanding. Stockholders representing approximately 29% of the Company&#8217;s shares outstanding responded to the outreach, either with written feedback or declining the invitation to meet. \n\nDuring these conversations, institutional stockholders expressed approval of the Company&#8217;s strategy, performance, and management. In addition, they indicated support for the Company&#8217;s compensation policies and plan designs. After considering this input from our stockholders, as well as evaluating practices related to executive compensation by public companies generally, and our peer group specifically, our Compensation Committee determined that in general, the Company&#8217;s existing executive compensation policies and plan designs remained appropriate and in the best interests of the Company and its stockholders. \n\nApproach for Determining Form and Amounts of Compensation \n\nThe Compensation Committee, which is composed solely of independent directors within the meaning of applicable Nasdaq Rules and non-employee directors within the meaning of Rule 16b-3 under the Exchange Act, is responsible for determining all components and amounts of compensation to be paid to our Named Executive Officers, as well as any other executive officers or employees who report directly to the Chief Executive Officer. \n\nThe Compensation Committee sets compensation for the Named Executive Officers, including base salary, short-term incentives, and long-term stock-based incentives, at levels generally intended to be competitive with the compensation of comparable executives in semiconductor companies with which we compete for executive talent and to link the compensation of our Named Executive Officers to improvements in the Company&#8217;s financial performance and increases in stockholder value. \n\nCompensation Program Objectives \n\nThe objectives of our executive compensation program are to attract, retain, and motivate highly qualified executives to operate our business, and to link the compensation of those executives to improvements in the Company&#8217;s financial performance and increases in stockholder value. Accordingly, the Compensation Committee&#8217;s goals in establishing our executive compensation program include: \n\n&#8226; ensuring that our executive compensation program is competitive with a group of companies in the semiconductor industry with which we compete for executive talent; \n\n&#8226; providing a base salary that serves as the foundation of a compensation package that attracts and retains the executive talent needed to achieve our business objectives; \n\n&#8226; providing short-term variable compensation that motivates executives and rewards them for achieving Company financial performance targets; \n\n&#8226; providing long-term stock-based compensation that aligns the interest of our executives with stockholders by rewarding them for long-term increases in stockholder value; and \n\n&#8226; ensuring that our executive compensation program is perceived as fundamentally fair to our employees. \n\nRetention of Compensation Consultant \n\nThe Compensation Committee has engaged Aon/Radford Consulting (&#8220;Aon/Radford&#8221;) to assist in determining the components and amount of executive compensation. Aon/Radford reports directly to the Compensation Committee, through its chairman, and the Compensation Committee retains the right to terminate or replace the consultant at any time. The Compensation Committee has considered the relationships that Aon/Radford has with the Company, the members of the Compensation Committee and our executive officers, as well as the policies that Aon/Radford has in place to maintain its independence and objectivity, and has determined that Aon/Radford&#8217;s work for the Compensation Committee has not raised any conflicts of interest. Company management also purchases published compensation and benefits surveys from Aon/Radford, and on occasion engages certain affiliates of Aon/Radford in various jurisdictions for services unrelated to executive compensation and benefits, engagements for which the Company&#8217;s management has not sought the Compensation Committee&#8217;s approval. The fees paid to Aon/Radford and its affiliates in fiscal year 2022 for these surveys and additional services did not exceed $120,000. \n\nUse of Comparator Group Data \n\nThe Compensation Committee annually compares the components and amounts of compensation that we provide to our Chief Executive Officer and each of the other Named Executive Officers with &#8220;Comparator Group&#8221; data for each position and uses this comparison data to help inform its review and determination of base salaries, short-term incentives, and long-term stock-based compensation awards, as discussed in further detail below under &#8220; Components of Compensation .&#8221; For fiscal year 2022, the Compensation Committee approved Comparator Group data consisting of a 50/50 blend of (i) Aon/Radford survey data of semiconductor companies (where sufficient data was not available in the Aon/Radford semiconductor survey data for a given executive position, the Comparator Group data also included survey data regarding high-technology companies), and (ii) data from the group of 15 publicly traded semiconductor companies listed below. The peer group includes many business competitors, as well as certain larger semiconductor companies with which we compete for executive talent. \n\nFor the Company&#8217;s fiscal year 2022 compensation program, we made adjustments to our peer group from the prior fiscal year to improve comparability, in part in response to stockholder feedback. Specifically, we removed Applied Materials, Broadcom, and NVIDIA, all of which were significantly larger than the Company, as measured by multiple factors including market capitalization and annual revenue, and added Western Digital and NXP Semiconductors, both of which were more comparable in size to the Company. \n\n##TABLE_START Peer Group for Fiscal Year 2022 Compensation (&#8220;FY22 Peer Group&#8221;) \n\nAdvanced Micro Devices Marvell Technology NXP Semiconductors Texas Instruments Analog Devices Maxim Integrated Products ON Semiconductor Western Digital KLA Corporation Microchip Technology Qorvo Xilinx Lam Research Micron Technology QUALCOMM ##TABLE_END\n\nThe Compensation Committee generally seeks to make decisions regarding each Named Executive Officer&#8217;s compensation that are competitive within the Comparator Group, with consideration given to the executive&#8217;s role, responsibility, performance, and length of service. After reviewing the Comparator Group data and considering the input of Aon/Radford, the Compensation Committee established (and the full Board was advised of) the base salary, short-term incentive target, and stock-based compensation for each Named Executive Officer for fiscal year 2022. Aon/Radford advised the Compensation Committee that such components of executive compensation for fiscal year 2022 were competitive for chief executive officers and other executive officers at companies of similar size and complexity in the semiconductor industry. \n\nIn determining the compensation of our Chief Executive Officer for fiscal year 2022, the Compensation Committee focused on (i) competitive levels of compensation for chief executive officers who are leading a company of similar size and complexity, (ii) the importance of retaining and incentivizing a chief executive officer with the strategic, financial, and leadership skills necessary to ensure our continued growth and success, (iii) our Chief Executive Officer&#8217;s role relative to the other Named Executive Officers, (iv) input from the full Board on our Chief Executive Officer&#8217;s performance, and (v) the length of our Chief Executive Officer&#8217;s service to the Company. Our Chief Executive Officer was not present during the voting or deliberations of the Compensation Committee concerning his compensation. \n\nThe Compensation Committee considered the recommendations of the Chief Executive Officer regarding the compensation of the other Named Executive Officers and each of his other direct reports. These recommendations were based on an assessment of each individual&#8217;s responsibilities, experience, performance, and contribution to the Company&#8217;s performance, and also took into account internal factors such as scope of role and level in the organization, in addition to external factors such as the current environment for attracting and retaining executives. \n\nComponents of Compensation \n\nThe key elements of compensation for our Named Executive Officers are base salary, short-term incentives, long-term stock-based incentives, and health and welfare benefits. For fiscal year 2022, the Compensation Committee sought to make decisions that would result in each Named Executive Officer&#8217;s target total direct compensation being competitive within the Comparator Group, with consideration given to the executive&#8217;s role, responsibility, performance, and length of service. \n\nBase Salary \n\nThe Compensation Committee determines a competitive base salary for each executive officer using the Comparator Group data and input provided by Aon/Radford. In order to provide flexibility in consideration of differences in individual executives&#8217; scope of responsibilities, length of service, and performance, the Compensation Committee did not target a specific percentile of the Comparator Group for executive officer salaries; however, the salaries of the executive officers were generally near the median of the Comparator Group. \n\nThe base salary increases for fiscal year 2022 for each Named Executive Officer, as reflected in the table below, were based on the market-based salary adjustments recommended by Aon/Radford as well as recommendations by the Chief Executive Officer (for Named Executive Officers other than himself). \n\n##TABLE_START FY2022 Base Salary ($) FY2021 Base Salary ($) Increase (%) Liam K. Griffin 1,130,000 1,075,000 5.1% Kris Sennesael 588,000 560,000 5.0% Reza Kasnavi (1) 557,000 525,000 6.1% Carlos S. Bori 520,000 475,000 9.5% Robert J. Terry 522,000 492,000 6.1% (1) Mr. Kasnavi was not a Named Executive Officer prior to fiscal year 2022. ##TABLE_END \n\nShort-Term Incentives \n\nOverview \n\nOur short-term incentive compensation plan for executive officers is established annually by the Compensation Committee and is intended to motivate and reward executives by tying a significant portion of their total cash compensation to the Company&#8217;s achievement of pre-established performance goals that are generally one year or less in duration. The Compensation Committee believes that pre-established performance goals under the Company&#8217;s short-term incentive compensation plan for executive officers should generally be measured over a one-year performance period. Beginning with the Company&#8217;s fiscal year ended October 2, 2020 (&#8220;fiscal year 2020&#8221;) and continuing to the present, the Compensation Committee has established annual short-term compensation incentive plans with two six-month performance periods as a result of significant market uncertainties. \n\nWith respect to the Fiscal Year 2022 Executive Incentive Plan (the &#8220;Incentive Plan&#8221;) adopted by the Compensation Committee on December 15, 2021, the Compensation Committee determined that in light of continued uncertainties resulting from geopolitical concerns and global supply chain challenges affecting the Company and its customers, which made forecasting difficult, semi-annual performance periods would be appropriate for fiscal year 2022. Nevertheless, when the Compensation Committee set the performance goals for the second half of fiscal year 2022 in May 2022, it adopted the performance goals discussed when the Incentive Plan was first implemented in December 2021. The Compensation Committee has committed to returning to one-year performance periods for the short-term compensation incentive plan as soon as it determines that market conditions would allow the establishment of meaningful full-year performance goals. \n\nIncentive Opportunities \n\nFor each executive officer, short-term incentive compensation at the &#8220;target&#8221; level is designed to be near the median short-term incentive compensation of the Comparator Group. After reviewing Comparator Group data, the Compensation Committee determined that the target incentive under the Incentive Plan, as a percentage of base salary, for each of the Named Executive Officers should not be changed, as compared to the target incentives under the prior year&#8217;s short-term incentive plan. \n\nThe following table shows the range of short-term incentive compensation that each Named Executive Officer could earn in fiscal year 2022 as a percentage of such executive officer&#8217;s annual base salary. \n\n##TABLE_START Threshold Target Maximum Chief Executive Officer 80% 160% 320% Chief Financial Officer 50% 100% 200% Other Executive Officers 40% 80% 160% ##TABLE_END \n\nPerformance Goals \n\nIn December 2021 and May 2022, the Compensation Committee established performance goals for the applicable semi-annual performance period, with each executive eligible to earn up to half of his or her annual short-term incentive compensation with respect to each six-month period. Under the Incentive Plan, any unearned amounts with respect to the first performance period were to be forfeited and could not be earned later based on performance during the second performance period or full-year performance. Payments under the Incentive Plan were based on achieving revenue and non-GAAP operating income performance goals, each of which was weighted at 50% for each respective performance period. The non-GAAP operating income performance goal is based on the Company&#8217;s publicly disclosed non-GAAP operating income 1 after accounting for any incentive award payments, including those to be made under the Incentive Plan. \n\nThe target level performance goals were established by the Compensation Committee under the Incentive Plan after reviewing the Company&#8217;s historical operating results and growth rates as well as the Company&#8217;s expected future results relative to peers and were designed to require significant effort and operational success on the part of our executives and the Company. The maximum level performance goals established by the Compensation Committee have historically been difficult to achieve and are designed to represent outstanding performance that the Compensation Committee believes should be rewarded. \n\nAs discussed above, for the second half of fiscal year 2022, the Compensation Committee adopted the performance goals discussed when the Incentive Plan was first implemented in December 2021. The Compensation Committee made this decision despite expectations for revenue and non-GAAP operating income during the second half of fiscal year 2022 that were lower than the Company&#8217;s original operating plan. This resulted in the performance goals being even more difficult to achieve. \n\nThe performance goals established under the Incentive Plan for fiscal year 2022 were as follows: \n\n##TABLE_START Revenue Non-GAAP Operating Income (in millions) 1st Half 2nd Half 1st Half 2nd Half Threshold $2,485 $2,515 $927 $948 Target $2,715 $2,750 $1,027 $1,053 Maximum $2,790 $2,830 $1,062 $1,088 ##TABLE_END\n\nThe Incentive Plan stipulated that payouts to executives following the end of the fiscal year, under either of the metrics, were conditioned upon the Company achieving full-year non-GAAP operating income of $1.1 billion. \n\n1 Non-GAAP operating income typically excludes from GAAP operating income the following: share-based compensation expense, acquisition-related expenses, amortization of acquisition-related intangibles, settlements, gains, losses, and impairments and restructuring-related charges. \n\nCalculation of Incentive Plan Payments \n\nUnder the Incentive Plan, upon completion of the first six months of the fiscal year, the Compensation Committee determined the extent to which the Company&#8217;s performance goals for the first performance period were attained, reviewed the CEO&#8217;s recommended payouts under the Incentive Plan, and approved the awards to be made under the Incentive Plan with respect to the first performance period. Upon completion of the fiscal year, the Compensation Committee completed the same process with respect to the second performance period. Payments with respect to the first performance period were capped at 100% of the first half target level attributable to the applicable metric, with amounts over the target level held back and paid after the end of the fiscal year upon certification that the Company had achieved its nominal level of non-GAAP operating income for the fiscal year. \n\nAchievement under the performance goals at the &#8220;threshold,&#8221; &#8220;target,&#8221; or &#8220;maximum&#8221; level corresponds to payment under the Incentive Plan at the &#8220;threshold,&#8221; &#8220;target,&#8221; or &#8220;maximum&#8221; percentage, as applicable, with such percentage multiplied by the executive&#8217;s base salary for the six-month period and then multiplied by the weighting assigned to that performance goal. The payout for achievement under the performance goals between either the &#8220;threshold&#8221; and &#8220;target&#8221; levels or the &#8220;target&#8221; and &#8220;maximum&#8221; levels would be based on linear interpolation between the two relevant amounts. \n\nEach executive&#8217;s payment under the Incentive Plan is calculated by evaluating achievement of each performance goal individually, determining the portion of the total eligible incentive payment earned with respect to each such performance goal, and totaling the resulting amounts. The Compensation Committee retained the discretion to make payments, upon consideration of recommendations by the Chief Executive Officer, even if the threshold performance goals were not met or if the nominal level of non-GAAP operating income was not met, or to make payments in excess of the maximum level if the Company&#8217;s performance exceeded the maximum performance goals. While the Compensation Committee believed it was appropriate to retain this discretion in order to make short-term incentive compensation awards in appropriate extraordinary circumstances, no such adjustments were actually made. \n\nFiscal Year Results \n\nFor the first half of fiscal year 2022, the Company&#8217;s revenue and non-GAAP operating income achieved were $2,846 million and $1,077 million, respectively, resulting in a short-term compensation award for each Named Executive Officer with respect to such performance period equal to his or her maximum payment level, or 200% of the target payment level. A payment of the target amount was made to each Named Executive Officer in May 2022, with the remainder held back for potential payment following the completion of the fiscal year. For the second half of fiscal year 2022, the Company&#8217;s revenue and non-GAAP operating income achieved were $2,640 million and $968 million, respectively, resulting in a short-term compensation award for each Named Executive Officer with respect to such performance period equal to 68% of the target payment level. In November 2022, upon certifying that the nominal level of non-GAAP operating income had been achieved for the fiscal year, the Compensation Committee approved payment of the short-term incentive achieved with respect to the second performance period as well as payment of the remaining portion of the short-term incentive achieved with respect to the first performance period, which had been held back. The Compensation Committee did not exercise discretion, either upward or downward, to executives&#8217; payments under the Incentive Plan. \n\nThe following table shows the Company&#8217;s achievement under the Incentive Plan: \n\n##TABLE_START Revenue Non-GAAP Operating Income (in millions) 1st Half 2nd Half 1st Half 2nd Half Threshold $2,485 $2,515 $927 $948 Target $2,715 $2,750 $1,027 $1,053 Maximum $2,790 $2,830 $1,062 $1,088 Achieved $2,846 $2,640 $1,077 $968 ##TABLE_END\n\nLong-Term Stock-Based Compensation \n\nOverview \n\nThe Compensation Committee generally makes long-term stock-based compensation awards to executive officers on an annual basis. Long-term stock-based compensation awards are intended to align the interests of our executive officers with those of our stockholders and to reward our executive officers for increases in stockholder value over periods of time greater than one year. It is the Company&#8217;s practice to make stock-based compensation awards to executive officers in November of each year at a prescheduled Compensation Committee meeting. For fiscal year 2022, the Compensation Committee made an annual stock-based compensation award to each of the Named Executive Officers on November 10, 2021, at a regularly scheduled Compensation Committee meeting. \n\nFiscal Year 2022 Stock-Based Compensation Awards \n\nIn making annual stock-based compensation awards to executive officers for fiscal year 2022, the Compensation Committee first reviewed the Comparator Group grant data by executive position. The Compensation Committee used that data to inform its determination of a target dollar value for the long-term stock-based award for each executive officer, as set forth in the table below, targeting awards for fiscal year 2022 that were competitive within the Comparator Group. Each executive officer was granted a performance share award (&#8220;PSA&#8221;) and a restricted stock unit (&#8220;RSU&#8221;) award equivalent to 60% and 40%, respectively, of the dollar value of the executive&#8217;s fiscal year 2022 stock-based award, calculating the number of shares subject to each award using the fair market value of the Company&#8217;s common stock on the date of such award and an assumption that the Company would achieve the &#8220;target&#8221; level of performance required to earn the PSA. The Compensation Committee&#8217;s rationale for awarding PSAs is to further align the executive&#8217;s interests with those of our stockholders by using equity awards that will vest only if the Company achieves pre-established performance goals, and we believe the Compensation Committee&#8217;s decision to award a portion of the PSAs subject to metrics measured over a multi-year performance period more closely aligns the executive&#8217;s interests with those of our stockholders. \n\n##TABLE_START Name Value of FY22 Stock-Based Award (1) Number of Shares Subject to PSAs, at Target (2) Number of Shares Subject to RSUs (2) Liam K. Griffin $12,750,000 47,720 31,813 Kris Sennesael $4,025,000 15,064 10,043 Reza Kasnavi $3,910,000 14,634 9,756 Carlos S. Bori $3,910,000 14,634 9,756 Robert J. Terry $3,220,000 12,051 8,034 ##TABLE_END\n\n________________________ \n\n(1) The grant date fair values of these stock-based awards as disclosed further below in the &#8220;Summary Compensation Table&#8221; and the &#8220;Grants of Plan-Based Awards Table&#8221; differ from the values stated above due to the grant date fair value of the PSAs being computed using a Monte Carlo simulation to value the portion of the award related to TSR percentile ranking, in accordance with the provisions of ASC 718. \n\n(2) Reflects the dollar value of the award, divided by $160.31 per share, which was the closing price of the Company&#8217;s common stock on the Nasdaq Global Select Market on November 10, 2021. \n\nAfter setting award levels by position and evaluating our business needs for the attraction and retention of executives and employees as well as internal and external circumstances impacting the Company and its employees, the Compensation Committee also reviewed the Comparator Group data to set the aggregate number of shares of the Company&#8217;s common stock that would be made available for annual equity awards to eligible non-executive employees of the Company, as a percentage of the total number of the outstanding shares of the Company&#8217;s common stock. \n\nFY22 PSAs \n\nThe PSAs granted on November 10, 2021 (the &#8220;FY22 PSAs&#8221;), have both &#8220;performance&#8221; and &#8220;continued employment&#8221; conditions that must be met in order for the executive to receive shares underlying the award. \n\nThe &#8220;performance&#8221; condition of the FY22 PSAs compares the Company&#8217;s performance under three distinct metrics during the applicable performance period against a range of pre-established targets, as follows: \n\n##TABLE_START Percentage of Aggregate Target Level Shares Performance Period Vesting Target Level Shares with Respect to Emerging Revenue Growth Metric (1) 25% Fiscal Year 2022 100% at the End of Year Two Target Level Shares with Respect to EBITDA Margin Percentile Ranking Metric (2) 25% Fiscal Years 2022- 2023 100% at the End of Year Two Target Level Shares with Respect to TSR Percentile Ranking Metric (3) 50% Fiscal Years 2022&#8211;2024 100% at the End of Year Three ##TABLE_END\n\n________________________ \n\n(1) The emerging revenue growth metric measures the Company&#8217;s year-over-year revenue growth in certain key product categories, each of which represents an identified longer-term growth market for the Company. \n\n(2) The EBITDA margin percentile ranking metric measures the Company&#8217;s EBITDA margin achieved relative to the companies in our FY22 Peer Group during a two-year performance period comprising the Company&#8217;s fiscal years 2022 and 2023. For purposes of the EBITDA margin percentile ranking metric, EBITDA margin is calculated by dividing EBITDA by revenue for the applicable period, where EBITDA is defined as non-GAAP operating income, plus depreciation and amortization, for the applicable period. With respect to the Company and each FY22 Peer Group company, EBITDA and revenue are calculated based on publicly reported financial information for the applicable period (which for the FY22 Peer Group companies consists of the eight-quarter period that ends closest to, but not later than, October 1, 2023). 2 When calculating the Company&#8217;s EBITDA margin, the impact of any acquisition or disposition occurring within the performance period is excluded if the revenue attributable to such acquisition or disposition exceeds $50 million during such period. \n\n(3) The TSR percentile ranking metric measures the Company&#8217;s percentile ranking achieved with respect to its peer group. The peer group for purposes of the TSR percentile ranking metric includes each of the companies in the Philadelphia Semiconductor Index as of November 10, 2021 but excludes any such company that during the three-year performance period is acquired by or merged with (or enters into an agreement to be acquired by or merged with) another entity. For purposes of the PSA award, TSR for the Company and for each company in the peer group is calculated using a starting price and ending price, which consist of the average of the closing prices for each trading day during the sixty (60) consecutive calendar days ending on, and including, the last trading day before the measurement period begins and the last trading day of the measurement period, respectively, assuming dividend reinvestment and adjusting for stock splits, as applicable. \n\nThe semiconductor industry generally and, in particular, many of the markets into which the Company sells its connectivity products, are characterized by constant and rapid technological change, continuous product evolution, and short product life cycles, including annual product refreshes in some cases. Recognizing that a significant driver of long-term growth is our ability to identify and execute on emerging revenue growth opportunities, the Compensation Committee retained emerging revenue growth as a key metric and determined that 25% of the target value under the FY22 PSAs should continue to be measured based on a one-year performance period. Specifically, the Compensation Committee retained emerging revenue growth as a one-year metric appropriate for focusing our management team on long-term value creation, given that revenue growth over the next several years is highly dependent on executing in certain product categories that have higher growth potential. In light of stockholder feedback following the 2021 Annual Meeting of Stockholders, the Compensation Committee determined that shares \n\n2 When calculating the EBITDA margin percentile ranking, the performance of a company in the FY22 Peer Group will be included if during the performance period such company in the FY22 Peer Group publicly reports quarterly financial results for at least six consecutive quarters out of the eight applicable quarters. \n\nearned pursuant to the emerging revenue growth metric would not vest until the two-year anniversary of the grant date. \n\nFor the FY22 PSAs, the Compensation Committee determined, in part in response to stockholder feedback, to replace the one-year design win metric used in PSAs granted in fiscal years 2020 and 2021 with a two-year EBITDA margin percentile ranking metric that measures our performance relative to our FY22 Peer Group. The previously used design win metric measured our success in achieving specific product design wins with a key customer that were governed by contractual confidentiality obligations, so we could not publicly disclose threshold, target and maximum performance goals for that metric. The EBITDA margin percentile ranking metric provides enhanced transparency because the threshold, target and maximum performance goals can be clearly disclosed. To incentivize above-median performance, the Compensation Committee set the target percentile for the EBITDA margin percentile ranking metric at the 55 th percentile of our FY22 Peer Group. \n\nAs in prior years, the remaining half of the target value under the FY22 PSAs was based on three-year TSR percentile ranking, which the Compensation Committee believed provides an appropriate balance to the one-year and two-year measurement periods. \n\nThe specific pre-established performance goals under the emerging revenue growth, EBITDA margin percentile ranking and TSR percentile ranking metrics are as follows: ##TABLE_START Company Metric Threshold Target Maximum 1-year Emerging Revenue Growth (%) 2.5% 10.0% 20.0% 2-year EBITDA Margin Percentile Ranking 25th 55th 75th 3-year TSR Percentile Ranking 25th 55th 90th ##TABLE_END\n\nAs with the Incentive Plan, the pre-established targets under the FY22 PSAs were established by the Compensation Committee after reviewing the Company&#8217;s historical operating results and growth rates as well as the Company&#8217;s expected future results relative to peers and were designed to require significant effort and operational success on the part of our executives and the Company: \n\n&#8226; Emerging Revenue Growth Metric: The target level was set at 10%, representing above-market annual growth, the maximum level was set at 20%, which the Compensation Committee believed represented outstanding performance that would be difficult to achieve, and the threshold level was set at 2.5% as a result of continued market uncertainties related to the COVID-19 pandemic. The threshold, target and maximum levels vary year to year as a result of the composition of what, as part of the Company&#8217;s product portfolio, comprises emerging revenue. For fiscal year 2022, emerging revenue growth was based on driving growth in the following key product categories: automotive, BAW-enabled device (i.e., a product containing at least one bulk acoustic wave filter) and audio device products, as well as products sold by Mixed Signal Solutions (i.e., the Infrastructure and Automotive business that the Company acquired from Silicon Laboratories, Inc. in July 2021) (&#8220;MSS&#8221;). \n\n&#8226; EBITDA Margin Percentile Ranking Metric: The Compensation Committee set the target percentile at the 55 th percentile of the FY22 Peer Group in order to further incentivize above-median performance. \n\n&#8226; TSR Percentile Ranking Metric: Consistent with the prior year&#8217;s award, the Compensation Committee set the target percentile at the 55 th percentile of the applicable peer group in order to further incentivize above-median performance. \n\nThe number of shares issuable under the FY22 PSAs corresponds to the level of achievement of the performance goals, as follows (subject to linear interpolation for amounts between &#8220;threshold&#8221; and &#8220;target&#8221; or &#8220;target&#8221; and &#8220;maximum&#8221;): \n\n##TABLE_START Performance Achieved Threshold Target Maximum % of Target Level Shares Earned with Respect to Emerging Revenue Growth Metric 50% 100% 200% % of Target Level Shares Earned with Respect to EBITDA Margin Percentile Ranking Metric 50% 100% 200% % of Target Level Shares Earned with Respect to TSR Percentile Ranking Metric 50% 100% 300% ##TABLE_END\n\nThe &#8220;continued employment&#8221; condition of the FY22 PSAs provides that, to the extent that the performance goals are met, the shares earned under such metrics would vest as follows (provided, in each case, that the executive remains employed by the Company through each such vesting date): \n\n##TABLE_START Anniversary of Grant Date (1) Two Year Three Year % of Shares Earned with Respect to Emerging Revenue Growth Metric 100% % of Shares Earned with Respect to EBITDA Margin Percentile Ranking Metric 100% % of Shares Earned with Respect to TSR Percentile Ranking Metric 100% ##TABLE_END\n\n________________________ \n\n(1) In the event of termination by reason of death or permanent disability, the holder of an FY22 PSA (or the holder&#8217;s estate) would receive any earned but unissued shares that would have been issuable thereunder during the remaining term of the award. \n\nDuring fiscal year 2021, the base period against which fiscal year 2022 emerging revenue performance was measured, the Company achieved revenue in the specified key product categories of $1,387 million. The base period emerging revenue included revenue from the automotive, BAW-enabled device and audio product categories, as well as revenue generated by MSS, which was acquired by the Company in July 2021, including MSS&#8217;s revenue during fiscal year 2021 that preceded the acquisition. \n\nDuring fiscal year 2022, the Company achieved revenue in the specified key product categories of $2,205 million, representing emerging revenue growth of 59%, which exceeds the &#8220;maximum&#8221; level of performance. This growth was driven by strong performance in the BAW-enabled and MSS product categories. This resulted in the Company achieving 200% of the target level of shares for such metric. The shares earned under this metric will be issued in November 2023, provided that the Named Executive Officer meets the continued employment condition. \n\nOutstanding PSAs at the End of Fiscal Year 2022 \n\nAs summarized in the table below of the annual PSA grants made to Named Executive Officers since our fiscal year ended September 28, 2018 (&#8220;fiscal year 2018&#8221;) (the first year in which the Compensation Committee awarded PSAs subject to a metric measured over a three-year performance period), achievement of the TSR percentile ranking metric under the FY22 PSAs, which is subject to a three-year performance period, will be determined following the conclusion of the Company&#8217;s fiscal year ending September 27, 2024 (&#8220;fiscal year 2024&#8221;). During the three-year performance period under the fiscal year 2020 PSAs comprising the Company&#8217;s fiscal years 2020, 2021, and 2022, the Company achieved a TSR of 37% resulting in its ranking in the 23 rd percentile against the applicable peer group. As a result of failing to achieve the threshold TSR percentile ranking metric, no shares were earned by the Named Executive Officers with respect to such metric, and all PSAs with respect to such metric were cancelled. \n\n##TABLE_START PSA Fiscal Year Grant Date Metric Performance Period Achieved (% of Target) FY18 11/7/2017 Non-GAAP EBITDA Growth FY18 99.8% 3-year TSR Percentile Ranking FY18&#8211;FY20 0% FY19 11/6/2018 Non-GAAP EBITDA Growth FY19 0% 3-year TSR Percentile Ranking FY19&#8211;FY21 74.1% FY20 11/5/2019 Emerging Revenue Growth FY20 200% Design Wins FY20 200% 3-year TSR Percentile Ranking FY20&#8211;FY22 0% \n\nFY21 11/11/2020 Emerging Revenue Growth FY21 200% Design Wins FY21 200% 3-year TSR Percentile Ranking FY21&#8211;FY23 Perf. Period in Progress (1) FY22 11/10/2021 Emerging Revenue Growth FY22 200% EBITDA Margin Percentile Ranking FY22&#8211;FY23 Perf. Period in Progress (2) 3-year TSR Percentile Ranking FY22&#8211;FY24 Perf. Period in Progress (3) ##TABLE_END\n\n________________________ \n\n(1) As of January 20, 2023, performance under this metric during the applicable performance period was below the &#8220;threshold&#8221; level of performance. \n\n(2) As of January 20, 2023, performance under this metric during the applicable performance period was between the &#8220;target&#8221; and &#8220;maximum&#8221; levels of performance. \n\n(3) As of January 20, 2023, performance under this metric during the applicable performance period was below the &#8220;threshold&#8221; level of performance. \n\nOther Compensation and Benefits \n\nWe provide other benefits to our executive officers that are intended to be part of a competitive overall compensation program and are not tied to any company performance criteria. Consistent with our objective of having compensation programs that are considered fair to our employees, executive officers are eligible to participate in the Company&#8217;s medical, dental, vision, life, and disability insurance plans, as well as the Company&#8217;s 401(k) Savings and Retirement Plan and Employee Stock Purchase Plan, under the same terms as such benefits are offered to other benefits-eligible employees. We do not provide executive officers with any enhanced retirement benefits (i.e., executive officers are subject to the same limits on contributions as other employees, as we do not offer any supplemental executive retirement plan or other similar non-qualified deferred compensation plan), and they are eligible for 401(k) company-match contributions under the same terms as other employees. \n\nWe offered executives the opportunity to participate in a reimbursement program for fiscal year 2022 providing up to an aggregate of $20,000 to each executive for the purchase of financial planning services, estate planning services, personal tax planning and preparation services, and/or an executive physical. No tax gross-up was provided for such reimbursements. In fiscal year 2022, each of the Named Executive Officers received reimbursement in connection with such services. \n\nSeverance and Change-in-Control Benefits \n\nNone of our executive officers, including the Named Executive Officers, has an employment agreement that provides a specific term of employment with the Company. Accordingly, the employment of any such employee may be terminated at any time. We do provide certain benefits to our Named Executive Officers upon certain qualifying terminations of employment and in connection with terminations of employment under certain circumstances following a change in control. A description of the material terms of our severance and change-in- \n\ncontrol arrangements with the Named Executive Officers can be found immediately below and further below under &#8220; Potential Payments Upon Termination or Change in Control. &#8221; \n\nThe Compensation Committee believes that severance protections can play a valuable role in recruiting and retaining superior talent. Severance and other termination benefits are an effective way to offer executives financial security to incent them to forego an opportunity with another company. These agreements also protect the Company as the Named Executive Officers are bound by non-solicit covenants for a period of twelve (12) months after termination of employment. Outside of the change-in-control context, each Named Executive Officer is entitled to severance benefits if his or her employment is involuntarily terminated by the Company without cause and, in the case of the Chief Executive Officer, if he terminates his own employment for good reason (as defined in the Chief Executive Officer&#8217;s change-in-control agreement). The level of each Named Executive Officer&#8217;s cash severance or other termination benefit is generally tied to his or her annual base salary and short-term incentive amounts. \n\nAdditionally, each Named Executive Officer would receive enhanced severance benefits and accelerated vesting of equity awards if his or her employment were terminated under certain circumstances in connection with a change in control of the Company. These benefits are described in detail further below under &#8220; Potential Payments Upon Termination or Change in Control. &#8221; The Compensation Committee believes these enhanced severance benefits and accelerated vesting are appropriate because the occurrence, or potential occurrence, of a change-in-control transaction would likely create uncertainty regarding the continued employment of executive officers that typically occurs in a change-in-control context, and such severance benefits and accelerated vesting encourage the Named Executive Officers to remain employed with the Company through the change-in-control process and to focus on enhancing stockholder value both before and during the process. In addition, the vesting protection helps assure the Named Executive Officers that they will not lose the expected value of their equity awards because of a change in control of the Company. \n\nExecutive Officer Stock Ownership Requirements \n\nWe have adopted executive officer stock ownership guidelines with the objective of more closely aligning the interests of our executive officers with those of our stockholders. Under the executive officer stock ownership guidelines, our Named Executive Officers are each required to hold the lower of (a) the number of shares with a fair market value equal to the applicable multiple of such executive&#8217;s current base salary, or (b) the applicable number of shares, each as set forth in the table below. All of our Named Executive Officers are in compliance with the executive officer stock ownership guidelines as of the date hereof. \n\n##TABLE_START Multiple of Annual Base Salary (1) Shares Chief Executive Officer 6 96,900 Chief Financial Officer 2.5 21,000 Senior Vice President, Technology and Manufacturing 2.5 19,900 Senior Vice President, Sales and Marketing 2.5 18,600 Senior Vice President and General Counsel 2.5 18,600 ##TABLE_END\n\n________________________ \n\n(1) For purposes of the executive officer stock ownership guidelines, the fair market value of the Company&#8217;s common stock is the average closing price per share of the Company&#8217;s common stock as reported on the Nasdaq Global Select Market (or if the common stock is not then traded on such market, such other market on which the common stock is traded) for the twelve (12) month period ending with the determination date. \n\nExecutive Compensation Recoupment Policy (&#8220;Clawback&#8221;) \n\nIn March 2022, the Company adopted an executive compensation recoupment policy that applies to both cash and equity incentive compensation for executive officers. Under this policy, if we are required to prepare an accounting restatement for one or more periods due to material noncompliance with any financial reporting requirement under the U.S. federal securities laws, the Board or a committee of independent directors authorized by the Board will investigate the circumstances to determine whether an act or omission of a current or former executive officer, involving fraud or intentional misconduct, contributed to the circumstances resulting in the restatement. Following the investigation, we may require repayment of certain incentive-based compensation received by the executive officer in the three-year period preceding restatement. The Company is planning to adopt an updated executive compensation recoupment policy that will be in compliance with new SEC and Nasdaq rules when such rules become effective . \n\nProhibition on Hedging and Certain Other Transactions \n\nWe prohibit our directors, officers, and employees (or any of their designees) from directly or indirectly engaging in the following transactions with respect to securities of the Company: \n\n&#8226; selling short, including short sales &#8220;against the box&#8221;; \n\n&#8226; buying or selling put or call options; or \n\n&#8226; purchasing financial instruments (including prepaid variable forward contracts, equity swaps, collars, and exchange funds), or otherwise engaging in transactions, that hedge or offset, or are designed to hedge or offset, any decrease in the market value of securities of the Company, whether through the use of traded securities, privately negotiated derivative securities, or synthetic financial instruments. \n\nIn addition, we prohibit our directors, officers, and employees from purchasing Company securities on margin, borrowing against Company securities held in a margin account, or pledging Company securities as collateral for a loan. \n\nCompliance with Internal Revenue Code Section 162(m) \n\nFor fiscal year 2022, the Company will be unable to deduct compensation in excess of $1 million paid to certain executive officers, as specified under Section 162(m) of the Internal Revenue Code (&#8220;IRC&#8221;). The Compensation Committee uses its judgment to authorize compensation payments that may be subject to the limit when the Compensation Committee believes such payments are appropriate and in the best interests of the Company and its stockholders. \n\nCompensation Tables for Named Executive Officers \n\nSummary Compensation Table \n\nThe following table summarizes compensation earned by, or awarded or paid to, our Named Executive Officers for fiscal year 2022, fiscal year 2021, and fiscal year 2020. \n\n##TABLE_START Name and Principal Position Year Salary ($) Stock Awards ($)(1) Non-Equity Incentive Plan Compensation ($)(2) All Other Compensation ($)(3) Total ($) Liam K. Griffin 2022 1,124,289 13,087,793 2,423,906 31,174 16,667,162 Chairman, Chief Executive Officer 2021 1,070,223 11,612,745 3,440,000 27,453 16,150,421 and President 2020 1,043,888 17,430,589 3,292,800 33,162 21,800,439 Kris Sennesael 2022 585,092 4,131,556 788,306 17,384 5,522,338 Senior Vice President and 2021 556,885 3,589,223 1,120,000 15,203 5,281,311 Chief Financial Officer 2020 537,192 5,677,593 1,060,000 18,591 7,293,376 Reza Kasnavi(4) 2022 553,677 4,013,570 597,396 33,910 5,198,553 Senior Vice President, Technology and Manufacturing Carlos S. Bori 2022 515,327 4,013,570 557,713 15,324 5,101,934 Senior Vice President, 2021 473,131 3,061,420 760,000 17,154 4,311,705 Sales and Marketing 2020 463,189 4,856,262 731,200 15,444 6,066,095 Robert J. Terry 2022 518,885 3,305,147 559,858 22,731 4,406,621 Senior Vice President, 2021 490,027 2,850,298 787,200 16,045 4,143,570 General Counsel and Secretary 2020 479,396 4,431,833 756,800 15,994 5,684,023 ##TABLE_END\n\n________________________ \n\n(1) The amounts in the Stock Awards column represent the grant date fair values, computed in accordance with the provisions of FASB ASC Topic 718&#8212;Compensation&#8212;Stock Compensation (&#8220;ASC 718&#8221;), of PSAs and RSUs granted during the applicable fiscal year, without regard to estimated forfeiture rates. For fiscal years 2020, 2021, and 2022, assuming the highest level of performance achievement with respect to the PSAs, the grant date fair values of the Stock Awards would be as follows: Mr. Griffin (FY 2020: $25,430,512; FY 2021: $14,912,691; FY 2022: $16,912,789), Mr. Sennesael (FY 2020: $6,637,546; FY 2021: $4,609,190; FY 2022: $5,339,011), Mr. Kasnavi (FY 2022: $5,886,558), Mr. Bori (FY 2020: $5,666,259; FY 2021: $3,931,401; FY 2022: $5,186,558), and Mr. Terry (FY 2020: $5,211,819; FY 2021: $3,660,286; FY 2022: $4,271,095). For a description of the assumptions used in calculating the fair value of equity awards in fiscal year 2022 under ASC 718, see Note 10 of the Company&#8217;s financial statements included in the Company&#8217;s Annual Report on Form 10-K filed with the SEC on November 23, 2022. \n\n(2) Reflects amounts paid to the Named Executive Officers pursuant to the executive incentive plan adopted by the Compensation Committee for each year indicated. \n\n(3) &#8220;All Other Compensation&#8221; includes the Company&#8217;s contributions to the executive&#8217;s 401(k) Plan account, the cost of group term life insurance premiums, and financial planning benefits. For fiscal year 2022, it specifically includes $12,200 in Company contributions to each Named Executive Officer&#8217;s 401(k) Plan account, as well as $14,072, $2,562, $20,000, and $7,791 in financial planning benefits for Messrs. Griffin, Sennesael, Kasnavi and Terry, respectively. \n\n(4) Mr. Kasnavi was not a Named Executive Officer prior to fiscal year 2022. \n\nGrants of Plan-Based Awards Table \n\nThe following table summarizes all grants of plan-based awards made to the Named Executive Officers in fiscal year 2022, including incentive awards payable under the Incentive Plan. \n\n##TABLE_START Estimated Future Payouts Under Non-Equity Incentive Plan Awards(1) Estimated Future Payouts Under Equity Incentive Plan Awards(2) All Other Stock Awards: Number of Shares of Stock Or Grant Date Fair Value of Stock and Name Grant Date Threshold ($) Target ($) Maximum ($) Threshold (#) Target (#) Maximum (#) Units (#)(3) Option Awards ($) Liam K. Griffin 904,000 1,808,000 3,616,000 11/10/2021 23,860 47,720 119,300 7,987,851(4) 11/10/2021 31,813 5,099,942(5) Kris Sennesael 294,000 588,000 1,176,000 11/10/2021 7,532 15,064 37,660 2,521,563(4) 11/10/2021 10,043 1,609,993(5) Reza Kasnavi 222,800 445,600 891,200 11/10/2021 7,317 14,634 36,585 2,449,585(4) 11/10/2021 9,756 1,563,984(5) Carlos S. Bori 208,000 416,000 832,000 11/10/2021 7,317 14,634 36,585 2,449,585(4) 11/10/2021 9,756 1,563,984(5) Robert J. Terry 208,800 417,600 835,200 11/10/2021 6,025 12,051 30,127 2,017,217(4) 11/10/2021 8,034 1,287,931(5) ##TABLE_END\n\n________________________ \n\n(1) The amounts shown represent the potential value of awards earned under the Incentive Plan. The amounts actually paid to the Named Executive Officers under the Incentive Plan are shown above in the &#8220; Summary Compensation Table &#8221; under &#8220; Non-Equity Incentive Plan Compensation .&#8221; For a more complete description of the Incentive Plan, please see description above under &#8220; Components of Compensation&#8212;Short-Term Incentives .&#8221; \n\n(2) The amounts shown represent shares potentially issuable pursuant to the FY22 PSAs granted on November 10, 2021, under the Company&#8217;s 2015 Long-Term Incentive Plan, as described above under &#8220; Components of Compensation&#8212;Long-Term Stock-Based Compensation .&#8221; \n\n(3) Represents shares underlying RSU awards granted under the Company&#8217;s 2015 Long-Term Incentive Plan. Each RSU award vests over four years at a rate of twenty-five percent (25%) per year commencing one year after the grant date and on each subsequent anniversary of the grant date for the following three years, provided the executive remains employed by the Company through each such vesting date. \n\n(4) Reflects the grant date fair value of the FY22 PSAs, computed in accordance with the provisions of ASC 718, using (a) a Monte Carlo simulation (which weights the probability of multiple potential outcomes) to value the portion of the award related to TSR percentile ranking, and (b) a price of $160.31 per share, which was the closing sale price of the Company&#8217;s common stock on the Nasdaq Global Select Market on November 10, 2021, to value the portion of the award related to emerging revenue growth and design wins, assuming performance at the &#8220;target&#8221; level. For a description of the assumptions used in calculating the fair value of equity awards granted in fiscal year 2022 under ASC 718, see Note 10 of the Company&#8217;s financial statements included in the Company&#8217;s Annual Report on Form 10-K filed with the SEC on November 23, 2022. \n\n(5) Reflects the grant date fair value of the RSUs granted on November 10, 2021, computed in accordance with the provisions of ASC 718 using a price of $160.31 per share, which was the closing price of the Company&#8217;s common stock on the Nasdaq Global Select Market on November 10, 2021. \n\nOutstanding Equity Awards at Fiscal Year End Table \n\nThe following table summarizes the unvested stock awards and all stock options held by the Named Executive Officers as of the end of fiscal year 2022. \n\n##TABLE_START Option Awards Stock Awards Name Number of Securities Underlying Unexercised Options (#) Exercisable Number of Securities Underlying Unexercised Options (#) Unexercisable Option Exercise Price ($) Option Expiration Date Number of Shares or Units of Stock that Have Not Vested (#) Market Value of Shares or Units of Stock that Have Not Vested ($)(1) Equity Incentive Plan Awards: Number of Unearned Shares, Units or other Rights that Have Not Vested (#) Equity Incentive Plan Awards: Market or Payout Value of Unearned Shares, Units or other Rights that Have Not Vested ($)(1) Liam K. Griffin 13,211 &#8212; 77.66 11/9/2023 22,936(2) 1,955,753 15,194(8) 1,295,592 23,860(3) 2,034,542 11,468(9) 977,876 12,100(4) 1,031,767 35,790(10) 3,051,813 20,258(5) 1,727,400 22,937(6) 1,955,838 31,813(7) 2,712,694 Kris Sennesael 40,000 &#8212; 75.22 8/29/2023 7,088(2) 604,394 4,862(8) 414,583 12,770 &#8212; 77.66 11/9/2023 7,532(3) 642,254 3,544(9) 302,197 3,388(4) 288,895 11,298(10) 963,380 6,482(5) 552,720 7,089(6) 604,479 10,043(7) 856,367 Reza Kasnavi 6,880(2) 586,658 4,102(8) 349,778 7,318(3) 624,006 3,440(9) 293,329 2,420(4) 206,353 10,974(10) 935,753 5,470(5) 466,427 6,880(6) 586,658 9,756(7) 831,894 Carlos S. Bori 6,046(2) 515,542 4,102(8) 349,778 7,318(3) 624,006 3,023(9) 257,771 3,267(4) 278,577 10,974(10) 935,753 5,470(5) 466,427 6,046(6) 515,542 9,756(7) 831,894 Robert J. Terry 5,628(2) 479,900 3,950(8) 336,816 6,026(3) 513,837 2,815(9) 240,035 2,057(4) 175,400 9,038(10) 770,670 5,266(5) 449,032 5,629(6) 479,985 8,034(7) 685,059 ##TABLE_END\n\n________________________ \n\n(1) Reflects a price of $85.27 per share, which was the closing sale price of the Company&#8217;s common stock on the Nasdaq Global Select Market on September 30, 2022. \n\n(2) Represents shares issuable under the fiscal year 2021 PSAs (&#8220;FY21 PSAs&#8221;) with respect to the remaining 50% of earned shares under two metrics, each of which was measured over a one-year performance period consisting of \n\nthe Company&#8217;s fiscal year 2021, and each of which vested 50% at the end of FY21 and 50% at the end of FY22, assuming achievement at the &#8220;maximum&#8221; level of performance, and which were issued on November 11, 2022. \n\n(3) Represents shares issuable under the FY22 PSAs (awarded on November 10, 2021, as described above under &#8220; Components of Compensation&#8212;Long-Term Stock-Based Compensation &#8221;) with respect to the emerging revenue growth metric measured over a one-year performance period consisting of the Company&#8217;s fiscal year 2022, assuming achievement at the &#8220;maximum&#8221; level of performance. One hundred percent (100%) of the shares to be earned under the FY22 PSAs with respect to this metric will be issued on November 10, 2023, to the extent earned and provided that the executive meets the continued employment condition. \n\n(4) Represents shares issuable under an RSU award granted on November 6, 2018, under the Company&#8217;s 2015 Long-Term Incentive Plan. The RSU award vested at a rate of 25% per year on each anniversary of the grant date until it became fully vested on November 6, 2022. \n\n(5) Represents shares issuable under an RSU award granted on November 5, 2019, under the Company&#8217;s 2015 Long-Term Incentive Plan. The RSU award vests at a rate of 25% per year on each anniversary of the grant date through November 5, 2023. \n\n(6) Represents shares issuable under an RSU award granted on November 11, 2020, under the Company&#8217;s 2015 Long-Term Incentive Plan. The RSU award vests at a rate of 25% per year on each anniversary of the grant date through November 11, 2024. \n\n(7) Represents shares issuable under an RSU award granted on November 10, 2021, under the Company&#8217;s 2015 Long-Term Incentive Plan. The RSU award vests at a rate of 25% per year on each anniversary of the grant date through November 10, 2025. \n\n(8) Represents shares issuable under the fiscal year 2020 PSAs (the &#8220;FY20 PSAs&#8221;) with respect to the TSR percentile ranking metric, assuming achievement at the &#8220;threshold&#8221; level of performance. This portion of the FY20 PSAs, which was subject to a three-year performance period, would have been issued November 5, 2022, had it been achieved. \n\n(9) Represents shares issuable under the FY21 PSAs with respect to the TSR percentile ranking metric, assuming achievement at the &#8220;threshold&#8221; level of performance. This portion of the FY21 PSAs, which is subject to a three-year performance period, will be issued on November 11, 2023, to the extent earned and provided that the executive meets the continued employment condition. \n\n(10) Represents shares issuable under the FY22 PSAs (awarded on November 10, 2021, as described above under &#8220; Components of Compensation&#8212;Long-Term Stock-Based Compensation &#8221;) with respect to the TSR percentile ranking metric, assuming achievement at the &#8220;threshold&#8221; level of performance. This portion of the FY22 PSAs, which is subject to a three-year performance period, will be issued on November 10, 2024, to the extent earned and provided that the executive meets the continued employment condition. Also represents shares issuable under the FY22 PSAs with respect to the EBITDA margin percentile ranking metric measured over a two-year performance period consisting of the Company&#8217;s fiscal years 2022 and 2023, assuming achievement at the &#8220;maximum&#8221; level of performance. This portion of the FY22 PSAs will be issued on November 10, 2023, to the extent earned and provided that the executive meets the continued employment condition. \n\nOption Exercises and Stock Vested Table \n\nThe following table summarizes the Named Executive Officers&#8217; option exercises and stock award vesting during fiscal year 2022. \n\n##TABLE_START Option Awards Stock Awards Name Number of Shares Acquired on Exercise (#) Value Realized on Exercise ($)(1) Number of Shares Acquired on Vesting (#) Value Realized on Vesting ($)(2) Liam K. Griffin &#8212; &#8212; 211,274 34,766,022 Kris Sennesael &#8212; &#8212; 44,111 7,265,809 Reza Kasnavi &#8212; &#8212; 37,369 6,145,714 Carlos S. Bori &#8212; &#8212; 39,291 6,476,473 Robert J. Terry 502 8,398 32,101 5,280,556 ##TABLE_END\n\n________________________ \n\n(1) The value realized on exercise is based on the amount by which the market price of a share of the Company&#8217;s common stock at the time of exercise exceeded the applicable exercise price per share of the exercised option. \n\n(2) The value realized upon vesting is determined by multiplying (a) the number of shares underlying the stock awards that vested, by (b) the closing price of the Company&#8217;s common stock on the Nasdaq Global Select Market on the applicable vesting date. \n\nPotential Payments Upon Termination or Change in Control \n\nMr. Griffin \n\nOn May 11, 2016, in connection with the appointment of Mr. Griffin as Chief Executive Officer, the Company entered into an amended and restated Change in Control / Severance Agreement with Mr. Griffin (the &#8220;Griffin Agreement&#8221;). The Griffin Agreement sets out severance benefits that become payable if, while employed by the Company, other than following a change in control, Mr. Griffin either (i) is terminated without cause, or (ii) terminates his employment for good reason. The severance benefits provided to Mr. Griffin under either of these circumstances would consist of: (i) a lump-sum payment equal to two (2) times the sum of (A) his then-current annual base salary immediately prior to such termination and (B) the Bonus Amount (as defined below); (ii) full acceleration of the vesting of all of Mr. Griffin&#8217;s outstanding stock options, which stock options would become exercisable for a period of two (2) years after the termination date (but not beyond the expiration of their respective maximum terms), full acceleration of the vesting of all outstanding restricted stock awards, and the right to receive the number of performance shares under outstanding PSAs that are earned but unissued and that he would have earned had he remained employed through the end of the applicable performance period; and (iii) provided he is eligible for and timely elects to continue receiving group medical coverage, certain COBRA continuation for him and his eligible dependents (&#8220;COBRA continuation&#8221;) for up to fifteen (15) months after the termination date. The Bonus Amount is an amount equal to the greater of (x) the average of the short-term cash incentive awards received for the three (3) years prior to the year in which the termination occurs, and (y) the target annual short-term cash incentive award for the year in which the termination occurs. \n\nThe Griffin Agreement also sets out severance benefits that become payable if, within the period of time commencing three (3) months prior to and ending two (2) years following a change in control, Mr. Griffin&#8217;s employment is either (i) terminated by the Company without cause, or (ii) terminated by him for good reason (a &#8220;Qualifying Termination&#8221;). The severance benefits provided to Mr. Griffin in such circumstances would consist of the following: (i) a lump-sum payment equal to two and one-half (2 1 / 2 ) times the sum of (A) his annual base salary immediately prior to the change in control, and (B) the CIC Bonus Amount (as defined below); (ii) all of Mr. Griffin&#8217;s then-outstanding stock options would become exercisable for a period of thirty (30) months after the termination date (but not beyond the expiration of their respective maximum terms); and (iii) COBRA continuation for up to eighteen (18) months after the termination date. The CIC Bonus Amount is an amount equal to the greater of (x) the average of the annual short-term cash incentive awards received for the three (3) years prior to the year in which the change of control occurs and (y) the target annual short-term cash incentive award for the year in which the change of control occurs. \n\nThe Griffin Agreement also provides that in the event of a Qualifying Termination, Mr. Griffin is entitled to full acceleration of the vesting of all of his outstanding equity awards (including stock options, restricted stock awards, RSU awards, and all earned but unissued performance-based equity awards). At the time of a change in control, all such outstanding equity awards would continue to be subject to the same time-based vesting schedule to which the awards were subject prior to the change in control (including performance-based equity awards that are deemed earned at the time of the change in control as described below). For performance-based equity awards where the change in control occurs prior to the end of the performance period, such awards would be deemed earned as to the greater of (i) the target level of shares for such awards, or (ii) the number of shares that would have been earned pursuant to the terms of such awards based upon performance up through and including the day prior to the date of the change in control. In the event that the successor or surviving company does not agree to assume, or to substitute for, such outstanding equity awards on substantially similar terms with substantially equivalent economic benefits as \n\nexist for such award immediately prior to the change in control, then such awards would accelerate in full as of the change in control. \n\nIn the event of Mr. Griffin&#8217;s death or permanent disability (within the meaning of Section 22(e)(3) of the IRC), the Griffin Agreement provides for full acceleration of the vesting of all then-outstanding equity awards subject to time-based vesting (including stock options, restricted stock awards, RSU awards, and all performance-based equity awards where the performance period has ended and the shares are earned but unissued). The Griffin Agreement also provides that if Mr. Griffin&#8217;s death or permanent disability occurs prior to the end of the performance period of a performance-based equity award, each such award would be deemed earned as to the greater of (i) the target level of shares for such award, or (ii) the number of shares that would have been earned pursuant to the terms of such award had he remained employed through the end of the performance period, and such earned shares would become vested and issuable to him after the performance period ends. In addition, all outstanding stock options would be exercisable for a period of twelve (12) months following the termination of employment (but not beyond the expiration of their respective maximum terms). \n\nThe Griffin Agreement is intended to be exempt from or compliant with Section 409A of the IRC and has an initial two (2) year term from May 11, 2016, and thereafter renews automatically on an annual basis for up to five (5) additional years unless either the Company or Mr. Griffin timely provides a notice of non-renewal to the other prior to the end of the then-current term. The payments due to Mr. Griffin under the Griffin Agreement are subject to potential reduction in the event that such payments would otherwise become subject to excise tax incurred under Section 4999 of the IRC, if such reduction would result in his retaining a larger amount, on an after-tax basis, than if he had received all of the payments due. \n\nAdditionally, the Griffin Agreement requires that Mr. Griffin sign a release of claims in favor of the Company before he is eligible to receive any benefits under the Griffin Agreement and contains a non-solicitation provision applicable to Mr. Griffin while he is employed by the Company and for twelve (12) months following the termination of his employment. \n\nThe terms &#8220;change in control,&#8221; &#8220;cause,&#8221; and &#8220;good reason&#8221; are each defined in the Griffin Agreement. Change in control means, in summary: (i) the acquisition by a person or a group of 40% or more of the outstanding stock of the Company; (ii) a change, without approval by the Board of Directors, of a majority of the Board of Directors of the Company; (iii) the acquisition of the Company by means of a reorganization, merger, consolidation, or asset sale; or (iv) stockholder approval of a liquidation or dissolution of the Company. Cause means, in summary: (i) deliberate dishonesty that is significantly detrimental to the best interests of the Company; (ii) conduct constituting an act of moral turpitude; (iii) willful disloyalty or insubordination; or (iv) incompetent performance or substantial or continuing inattention to or neglect of duties. Good reason means, in summary: (i) a material diminution in his base compensation, authority, duties, responsibilities, or budget over which he retains authority; (ii) a requirement that Mr. Griffin report to a corporate officer or employee instead of reporting directly to the Board of Directors; (iii) a material change in his office location; or (iv) any action or inaction constituting a material breach by the Company of the terms of the agreement. \n\nMr. Sennesael, Mr. Kasnavi, Mr. Bori, and Mr. Terry \n\nThe Company entered into Change in Control / Severance Agreements with each of Mr. Sennesael, Mr. Kasnavi, Mr. Bori, and Mr. Terry on August 29, 2016, November 9, 2016, November 9, 2016, and November 10, 2016, respectively. Each such Change in Control / Severance Agreement is referred to herein as a &#8220;CIC Agreement.&#8221; \n\nEach CIC Agreement sets out severance benefits that become payable if, within the period of time commencing three (3) months prior to and ending twelve (12) months following a change in control, the executive officer&#8217;s employment is either (i) terminated by the Company without cause, or (ii) terminated by the executive for good reason (for each such executive, a &#8220;Qualifying Termination&#8221;). The severance benefits provided to the executive in such circumstances would consist of the following: (i) a lump sum payment equal to one and one-half (1 1 / 2 ) times the sum of (A) his or her annual base salary immediately prior to the change in control, and (B) the CIC Bonus Amount; (ii) all of the executive&#8217;s then-outstanding stock options would remain exercisable for a period of eighteen \n\n(18) months after the termination date (but not beyond the expiration of their respective maximum terms); and (iii) COBRA continuation for up to eighteen (18) months after the termination date. \n\nEach CIC Agreement also provides that in the event of a Qualifying Termination, the executive is entitled to full acceleration of the vesting of all of his or her outstanding equity awards (including stock options, restricted stock awards, RSU awards, and all earned but unissued performance-based equity awards). At the time of a change in control, all such outstanding equity awards would continue to be subject to the same time-based vesting schedule to which the awards were subject prior to the change in control (including performance-based equity awards that are deemed earned at the time of the change in control as described below). For performance-based equity awards where the change in control occurs prior to the end of the performance period, such awards would be deemed earned as to the greater of (i) the target level of shares for such awards, or (ii) the number of shares that would have been earned pursuant to the terms of such awards based upon performance up through and including the day prior to the date of the change in control. In the event that the successor or surviving company does not agree to assume, or to substitute for, such outstanding equity awards on substantially similar terms with substantially equivalent economic benefits as exist for such award immediately prior to the change in control, then such awards would accelerate in full as of the change in control. \n\nEach CIC Agreement also sets out severance benefits outside a change in control that become payable if the executive&#8217;s employment is terminated by the Company without cause. The severance benefits provided to the executive under such circumstance would consist of the following: (i) biweekly compensation continuation payments for a period of twelve (12) months, with each such compensation continuation payment being equal to the aggregate payment amount divided by twenty-six (26), where the aggregate payment is equal to the sum of (x) his or her annual base salary, and (y) any short-term cash incentive award then due; (ii) all then-vested outstanding stock options would remain exercisable for a period of twelve (12) months after the termination date (but not beyond the expiration of their respective maximum terms); and (iii) COBRA continuation coverage for up to twelve (12) months after the termination date. \n\nIn the event of the executive&#8217;s death or permanent disability (within the meaning of Section 22(e)(3) of the IRC), each CIC Agreement provides for full acceleration of the vesting of all then-outstanding equity awards subject to time-based vesting (including stock options, restricted stock awards, RSU awards, and all performance-based equity awards where the performance period has ended and the shares are earned but unissued). Each CIC Agreement also provides that for a performance-based equity award where the executive&#8217;s death or permanent disability occurs prior to the end of the performance period, such award would be deemed earned as to the greater of (i) the target level of shares for such award, or (ii) the number of shares that would have been earned pursuant to the terms of such award had the executive remained employed through the end of the performance period, and such earned shares would become vested and issuable to the executive after the performance period ends. In addition, all outstanding stock options would remain exercisable for a period of twelve (12) months following the termination of employment (but not beyond the expiration of their respective maximum terms). \n\nEach CIC Agreement is intended to be exempt from or compliant with Section 409A of the IRC and has an initial two (2) year term, and thereafter renews automatically on an annual basis for up to five (5) additional years unless either the Company or the executive timely provides a notice of non-renewal to the other prior to the end of the then-current term. The payments due to each executive under his or her CIC Agreement are subject to potential reduction in the event that such payments would otherwise become subject to excise tax incurred under Section 4999 of the IRC, if such reduction would result in the executive retaining a larger amount, on an after-tax basis, than if he or she had received all of the payments due. \n\nAdditionally, each CIC Agreement requires that the executive sign a release of claims in favor of the Company before he or she is eligible to receive any benefits under the agreement. Each CIC Agreement also contains non-solicitation provisions applicable to the executive while he or she is employed by the Company and for a period of twelve (12) months following the termination of his or her employment. \n\nThe terms &#8220;change in control,&#8221; &#8220;cause,&#8221; and &#8220;good reason&#8221; are each defined in the CIC Agreements. Change in control means, in summary: (i) the acquisition by a person or a group of 40% or more of the outstanding stock of the \n\nCompany; (ii) a change, without approval by the Board of Directors, of a majority of the Board of Directors of the Company; (iii) the acquisition of the Company by means of a reorganization, merger, consolidation, or asset sale; or (iv) stockholder approval of a liquidation or dissolution of the Company. Cause means, in summary: (i) deliberate dishonesty that is significantly detrimental to the best interests of the Company; (ii) conduct constituting an act of moral turpitude; (iii) willful disloyalty or insubordination; or (iv) incompetent performance or substantial or continuing inattention to or neglect of duties. Good reason means, in summary: (i) a material diminution in the executive&#8217;s base compensation, authority, duties, or responsibilities; (ii) a material diminution in the authority, duties, or responsibilities of the executive&#8217;s supervisor; (iii) a material change in the executive&#8217;s office location; or (iv) any action or inaction constituting a material breach by the Company of the terms of the agreement. \n\nThe following table summarizes the payments and benefits that would be made to the Named Executive Officers as of September 30, 2022, in the following circumstances as of such date: \n\n&#8226; termination without cause outside of a change in control; \n\n&#8226; termination without cause or for good reason in connection with a change in control; and \n\n&#8226; in the event of a termination of employment because of death or disability. \n\nThe accelerated equity values in the table reflect a price of $85.27 per share, which was the closing sale price of the Company&#8217;s common stock on the Nasdaq Global Select Market on September 30, 2022. The table does not reflect any equity awards made after September 30, 2022. \n\n##TABLE_START Name Benefit Termination w/o Cause Outside Change in Control ($)(1) Termination w/o Cause or for Good Reason, After Change in Control ($) Death/ Disability ($) Liam K. Griffin(2) Salary and Short-Term Incentive 6,276,038(3) 7,845,047(4) &#8212; Accelerated RSUs 7,427,699 7,427,699 7,427,699 Accelerated PSAs (5) 11,924,753 11,924,753 11,924,753 Medical 33,052 39,662 &#8212; TOTAL 25,661,542 27,237,161 19,352,452 Kris Sennesael(2) Salary and Short-Term Incentive 588,000(6) 1,853,233(7) &#8212; Accelerated RSUs &#8212; 2,302,460 2,302,460 Accelerated PSAs (5) &#8212; 3,749,578 3,749,578 Medical 26,441 39,662 &#8212; TOTAL 614,441 7,944,933 6,052,038 Reza Kasnavi(2) Salary and Short-Term Incentive 557,000(6) 1,528,689(7) &#8212; Accelerated RSUs &#8212; 2,091,332 2,091,332 Accelerated PSAs (5) &#8212; 3,535,806 3,535,806 Medical 8,241 12,362 &#8212; TOTAL 565,241 7,168,189 5,627,138 Carlos S. Bori(2) Salary and Short-Term Incentive 520,000(6) 1,446,787(7) &#8212; Accelerated RSUs &#8212; 2,092,440 2,092,440 Accelerated PSAs (5) &#8212; 3,393,575 3,393,575 Medical 26,441 39,662 &#8212; TOTAL 546,441 6,972,464 5,486,015 Robert J. Terry(2) Salary and Short-Term Incentive 522,000(6) 1,473,256(7) &#8212; Accelerated RSUs &#8212; 1,789,476 1,789,476 Accelerated PSAs (5) &#8212; 3,002,953 3,002,953 Medical 26,441 39,662 &#8212; TOTAL 548,441 6,305,347 4,792,429 ##TABLE_END\n\n________________________ \n\n(1) For Mr. Griffin, includes amounts payable pursuant to a termination for good reason outside of a change in control. \n\n(2) Excludes the value of accrued vacation/paid time off required by law to be paid upon termination. \n\n(3) Represents an amount equal to two (2) times the sum of (A) Mr. Griffin&#8217;s annual base salary as of September 30, 2022, and (B) an Incentive Plan payment, which is equal to the three (3) year average of the actual incentive payments made to Mr. Griffin for fiscal years 2019, 2020, and 2021, since such average is greater than the &#8220;target&#8221; short-term cash incentive award for fiscal year 2022. \n\n(4) Represents an amount equal to two and one-half (2&#189;) times the sum of (A) Mr. Griffin&#8217;s annual base salary as of September 30, 2022, and (B) an Incentive Plan payment, which is equal to the three (3) year average of the actual incentive payments made to Mr. Griffin for fiscal years 2019, 2020, and 2021, since such average is greater than the &#8220;target&#8221; short-term cash incentive award for fiscal year 2022. \n\n(5) Represents the value of PSAs that were unvested and outstanding as of September 30, 2022, in accordance with Item 402(j) of Regulation S-K, using the following assumptions: (a) achievement at the &#8220;target&#8221; level of performance for the FY20 PSAs (3-year TSR percentile ranking metric) scheduled to vest on November 5, 2022, \n\nbased on the Company&#8217;s actual TSR relative to the applicable peer group for fiscal years 2020&#8211;2022 tracking below the &#8220;target&#8221; level of performance; (b) achievement at 200% of the &#8220;target&#8221; level of performance for the FY21 PSAs (emerging revenue growth and design wins metrics) scheduled to vest on November 11, 2022, based on the Company&#8217;s actual achievement at the &#8220;maximum&#8221; level of performance with respect to both metrics measured over a one-year performance period consisting of the Company&#8217;s fiscal year 2021; (c) achievement at the &#8220;target&#8221; level of performance for the FY21 PSAs (3-year TSR percentile ranking metric) scheduled to vest on November 11, 2023, based on the Company&#8217;s TSR relative to the applicable peer group for fiscal years 2021 and 2022 tracking below the &#8220;target&#8221; level of performance; (d) achievement at 200% of the &#8220;target&#8221; level of performance for the FY22 PSAs emerging revenue growth metric scheduled to vest on November 10, 2023, based on the Company&#8217;s actual achievement at the &#8220;maximum&#8221; level of performance with respect to the performance metric measured over a one-year performance period consisting of the Company&#8217;s fiscal year 2022; (e) achievement at 133% of the &#8220;target&#8221; level of performance for the FY22 PSAs EBITDA margin percentile ranking metric scheduled to vest on November 10, 2023, based on the Company&#8217;s tracking of achievement between the &#8220;target&#8221; and &#8220;maximum&#8221; levels of performance with respect to the metric measured over a two-year performance period consisting of the Company&#8217;s fiscal year 2022 and fiscal year 2023; and (f) achievement at the &#8220;target&#8221; level of performance for the FY22 PSAs (3-year TSR percentile ranking metric) scheduled to vest on November 10, 2024, based on the Company&#8217;s TSR relative to the applicable peer group for fiscal year 2022 tracking below the &#8220;target&#8221; level of performance. \n\n(6) Represents an amount equal to the Named Executive Officer&#8217;s annual base salary as of September 30, 2022. \n\n(7) Represents an amount equal to one and one-half (1&#189;) times the sum of (A) the Named Executive Officer&#8217;s annual base salary as of September 30, 2022, and (B) an Incentive Plan payment, which is equal to the three (3) year average of the actual incentive payments made to the Named Executive Officer for fiscal years 2019, 2020, and 2021, since such average is greater than the Named Executive Officer&#8217;s &#8220;target&#8221; short-term cash incentive award for fiscal year 2022. \n\nCEO Pay Ratio \n\nFollowing is an estimate, prepared under applicable SEC rules, of the ratio of the annual total compensation of our Chief Executive Officer to the median of the annual total compensation of our other employees. For fiscal year 2022: \n\n&#8226; The annual total compensation of our Chief Executive Officer was $16,667,162. \n\n&#8226; The annual total compensation of our median compensated employee was $30,180. \n\n&#8226; Based on the foregoing, we estimate that our Chief Executive Officer&#8217;s total annual compensation was approximately 552 times that of our median employee. \n\nTo determine the median of the annual total compensation of our employees, we applied the following methodology and material assumptions: \n\n&#8226; We did not use the de minimis exception to exclude any non-U.S. employees. We have a globally diverse workforce with total headcount of approximately 11,150 as of September 30, 2022, of which approximately 77% are located outside the United States, primarily in locations employing large direct labor forces such as Mexico and Singapore where wages are significantly lower than in the United States. The median employee within our employee population was identified, consistent with prior years, as of the last day of our fiscal year, or September 30, 2022, and is a full-time employee in our Mexicali, Mexico facility. \n\n&#8226; To identify the median employee, we used a consistently applied compensation measure that included total taxable earnings paid to our employees in the most recently completed taxable year in their respective jurisdictions. This included base salary, overtime pay, shift premiums, recognition bonuses, annual cash incentive awards, and long-term stock-based incentive awards. We annualized the compensation of permanent, full-time, and part-time employees who were hired after the beginning of the most recently completed taxable year in their respective jurisdictions. \n\n&#8226; Using this consistently applied compensation measure, we identified an employee at the median and calculated such employee&#8217;s total compensation for fiscal year 2022 in accordance with Item 402(c)(2)(x) of Regulation S-K. \n\n&#8226; We did not use any cost-of-living adjustments in identifying the median employee. \n\n&#8226; The annual total compensation of our Chief Executive Officer is the amount reported in the &#8220;Total&#8221; column of our Summary Compensation Table for fiscal year 2022. \n\nWe believe our pay ratio presented above is a reasonable estimate calculated in a manner consistent with Item 402(u) of Regulation S-K. The SEC rules for identifying the median compensated employee and calculating the pay ratio based on that employee&#8217;s annual total compensation allow companies to adopt a variety of methodologies, to apply certain exclusions, and to make reasonable estimates and assumptions. As a result, the pay ratio reported by other companies may not be comparable to the pay ratio reported above, as other companies may have different employment and compensation practices and may utilize different methodologies, exclusions, estimates, and assumptions in calculating their own pay ratios. \n\nDirector Compensation \n\nThe Board of Directors sets the compensation for the Company&#8217;s non-employee directors, after receiving the recommendations of the Compensation Committee. In formulating its recommendations, the Compensation Committee seeks and receives input from Aon/Radford related to the amounts, terms, and conditions of director cash compensation and stock-based compensation awards, with the goal of establishing non-employee director compensation that is similar to, and competitive with, the compensation of non-employee directors at peer companies in the semiconductor industry. \n\nCash Compensation \n\nNon-employee directors are paid, in quarterly installments, an annual retainer of $80,000 (increased from $75,000 effective February 9, 2022). Additional annual retainers for Chairman, Lead Independent Director, and/or committee service (paid in quarterly installments) are as follows: any non-employee Chairman of the Board ($130,000); the Lead Independent Director, if one has been appointed ($50,000); the Chairman of the Audit Committee ($30,000); the Chairman of the Compensation Committee ($20,000); the Chairman of the Nominating and Governance Committee ($15,000); non-chair member of Audit Committee ($15,000); non-chair member of Compensation Committee ($10,000); and non-chair member of Nominating and Corporate Governance Committee ($7,500). In addition, the Compensation Committee continues to retain discretion to recommend to the full Board of Directors that additional cash payments be made to a non-employee director for extraordinary service during a fiscal year. \n\nEquity Compensation \n\nCurrently, following each annual meeting of stockholders, each non-employee director who is reelected will receive a grant of RSUs having a value of approximately $225,000 (increased from $200,000 effective February 9, 2022). Any newly appointed non-employee director will receive an initial equity grant of RSUs having a value of approximately $225,000 (increased from $200,000 effective February 9, 2022). The number of shares subject to a non-employee director&#8217;s initial RSU award or annual award is determined by dividing the approximate value of the award, as stated above, by the average closing price per share of the Company&#8217;s common stock as reported on the Nasdaq Global Select Market (or if the common stock is not then traded on such market, such other market on which the common stock is traded) for each trading day during the 30 consecutive trading day period ending on, and including, the grant date. Unless otherwise determined by the Board of Directors, (a) a non-employee director&#8217;s initial equity grant of RSUs will vest in three (3) equal annual installments on the first three anniversaries of the date of grant, and (b) a non-employee director&#8217;s annual equity grant of RSUs will vest on the first anniversary of the date of grant. In the event of a change in control of the Company, any outstanding options and RSUs awarded under the 2008 Director Long-Term Incentive Plan will become fully exercisable and deemed fully vested, respectively. \n\nNo director who is also an employee receives separate compensation for services rendered as a director. Mr. Griffin is currently the only director who is also an employee of the Company. \n\nDirector Compensation Table \n\nThe following table summarizes the compensation paid to the Company&#8217;s non-employee directors for fiscal year 2022. \n\n##TABLE_START Name Fees Earned or Paid in Cash ($) Stock Awards ($)(1)(2) Total ($) Christine King, Lead Independent Director 163,750 188,708 352,458 Alan S. Batey 87,218 188,708 275,926 Kevin L. Beebe 93,750 188,708 282,458 Timothy R. Furey, Former Director(3) 61,545 &#8212; 61,545 Eric J. Guerin 56,239 388,770 445,009 Suzanne E. McBride 55,794 388,751 444,545 David P. McGlade 117,782 188,708 306,490 Robert A. Schriesheim 103,750 188,708 292,458 Kimberly S. Stevenson, Former Director(3) 52,356 &#8212; 52,356 ##TABLE_END\n\n________________________ \n\n(1) The non-employee members of the Board of Directors who were directors on September 30, 2022 held the following aggregate number of unexercised stock options and unvested RSU awards as of such date: \n\n##TABLE_START Name Number of Securities Underlying Unexercised Options Number of Shares Subject to Unvested RSUs Christine King, Lead Independent Director &#8212; 1,900 Alan S. Batey &#8212; 1,900 Kevin L. Beebe &#8212; 1,900 Eric J. Guerin &#8212; 3,240 Suzanne E. McBride &#8212; 3,248 David P. McGlade &#8212; 1,900 Robert A. Schriesheim &#8212; 1,900 ##TABLE_END\n\n(2) Reflects, for each non-employee director elected at the 2022 Annual Meeting of Stockholders (i.e., Ms. King and Messrs. Batey, Beebe, McGlade, and Schriesheim), the grant date fair value of 1,900 RSUs granted on May 11, 2022, computed in accordance with the provisions of ASC 718 using a price of $99.32 per share, which was the closing sale price of the Company&#8217;s common stock on the Nasdaq Global Select Market on May 11, 2022. Upon first being elected to serve as a director, new directors received a grant having a grant date fair value approximating $200,000, vesting annually over three years, where the grant date fair value was based on the 30-day average of the stock price on the fifth business day following the director&#8217;s appointment. The value in this column also reflects the grant date fair value of 1,340 RSUs granted to Mr. Guerin on January 31, 2022 using a price of $149.30 per share and 1,348 RSUs granted to Ms. McBride on February 2, 2022 using a price of $148.40 per share. \n\n(3) Mr. Furey and Ms. Stevenson each served as a director until the 2022 Annual Meeting of Stockholders on May 11, 2022. \n\nDirector Stock Ownership Requirements \n\nWe have adopted Director Stock Ownership guidelines with the objective of more closely aligning the interests of our directors with those of our stockholders. The minimum number of shares of the Company&#8217;s common stock that the Director Stock Ownership guidelines require non-employee directors to hold while serving in their capacity as directors is the director base compensation (currently $80,000) multiplied by five (5), divided by the fair market value of the Company&#8217;s common stock (rounded to the nearest 100 shares). For purposes of the Director Stock Ownership guidelines, the fair market value of the Company&#8217;s common stock is the average closing price per share of the Company&#8217;s common stock as reported on the Nasdaq Global Select Market (or if the common stock is not then traded on such market, such other market on which the common stock is traded) for the twelve (12) month period ending with the determination date. All of our directors have met the stock ownership guidelines as of the date hereof (with the exception of Mr. Guerin and Ms. McBride, who are not required to comply with the guidelines until the fifth anniversary of their respective appointments to the Board of Directors). \n\nCompensation Committee Interlocks and Insider Participation \n\nThe Compensation Committee of the Board of Directors currently consists of Ms. King (Chairman), Mr. Batey, and Mr. Schriesheim. Mr. McGlade served on the Compensation Committee until May 11, 2022, when Mr. Batey was appointed to the Compensation Committee. No member of this committee was at any time during fiscal year 2022 an officer or employee of the Company, was formerly an officer of the Company or any of its subsidiaries, or had any employment relationship with the Company or any of its subsidiaries. No executive officer of the Company has served as a director or member of the compensation committee (or other committee serving an equivalent function) of any other entity, where one of such entity&#8217;s executive officers served as a director of the Company or a member of the Compensation Committee. \n\nCompensation Committee Report \n\nThe Compensation Committee has reviewed and discussed the Compensation Discussion and Analysis included herein with management, and based on the review and discussions, the Compensation Committee recommended to the Board of Directors that the Compensation Discussion and Analysis be included in the annual report on this Form 10-K for the year ended September 30, 2022. \n\nTHE COMPENSATION COMMITTEE \n\nChristine King, Chairman \n\nAlan S. Batey \n\nRobert A. Schriesheim \n\n"
    },
    {
      "section": "12",
      "text": " ITEM 12. SECURITY OWNERSHIP OF CERTAIN BENEFICIAL OWNERS AND MANAGEMENT AND RELATED STOCKHOLDER MATTERS. \n\nSecurity Ownership of Certain Beneficial Owners and Management \n\nTo the Company&#8217;s knowledge, the following table sets forth the beneficial ownership of the Company&#8217;s common stock as of January 20, 2023, by the following individuals or entities: (i) each person or entity who beneficially owns five percent (5%) or more of the outstanding shares of the Company&#8217;s common stock as of January 20, 2023; (ii) the Named Executive Officers (as defined above in Item 11 &#8220; Executive Compensation &#8221;); (iii) each director and nominee for director; and (iv) all current executive officers and directors of the Company, as a group. \n\nBeneficial ownership is determined in accordance with the rules of the SEC, is not necessarily indicative of beneficial ownership for any other purpose, and does not constitute an admission that the named stockholder is a direct or indirect beneficial owner of those shares. As of January 20, 2023, there were 158,974,105 shares of the Company&#8217;s common stock outstanding. \n\nIn computing the number of shares of Company common stock beneficially owned by a person and the percentage ownership of that person, shares of Company common stock that are subject to stock options or other rights held by that person that are currently exercisable or that will become exercisable within sixty (60) days of January 20, 2023, are deemed outstanding. These shares are not, however, deemed outstanding for the purpose of computing the percentage ownership of any other person. \n\n##TABLE_START Names and Addresses of Beneficial Owners(1) Number of Shares Beneficially Owned(2) Percent of Class The Vanguard Group, Inc. 17,932,949(3) 11.28% BlackRock, Inc. 14,307,628(4) 9.0% Alan S. Batey 5,745 (*) Kevin L. Beebe 54,806 (*) Carlos S. Bori 35,604(5) (*) Eric J. Guerin &#8212; (*) Liam K. Griffin 114,641(5) (*) Reza Kasnavi 20,686 (*) Christine King 19,079 (*) Suzanne E. McBride &#8212; (*) David P. McGlade 41,016 (*) Robert A. Schriesheim 82,336 (*) Kris Sennesael 140,364 (*) Robert J. Terry 14,122(5) (*) All current directors and executive officers as a group (13 persons) 544,543(5) (*) ##TABLE_END\n\n________________________ \n\n* Less than 1% \n\n(1) Unless otherwise set forth in the following notes, each person&#8217;s address is the address of our principal executive offices at Skyworks Solutions, Inc., 5260 California Avenue, Irvine, CA 92617, and stockholders have sole voting and sole investment power with respect to the shares, except to the extent such power may be shared by a spouse or otherwise subject to applicable community property laws. \n\n(2) Includes the number of shares of Company common stock subject to stock options held by that person that are currently exercisable or will become exercisable within sixty (60) days of January 20, 2023 (the &#8220;Current Options&#8221;), as follows: Mr. Griffin&#8212;13,211 shares under Current Options; Mr. Sennesael&#8212;52,770 shares under Current Options; current directors and executive officers as a group (13 persons)&#8212;65,981 shares under Current Options. The table does not reflect the number of shares of Company common stock to be issued pursuant to \n\nunvested restricted stock units (the &#8220;Unvested RSUs&#8221;) and earned, but unissued, performance share awards subject to time-based vesting only (the &#8220;Unvested PSAs&#8221;) that are not scheduled to vest within sixty (60) days of January 20, 2023, as follows: Mr. Batey&#8212;1,900 shares under Unvested RSUs; Mr. Beebe&#8212;1,900 shares under Unvested RSUs; Mr. Bori&#8212;31,722 shares under Unvested RSUs and 14,634 shares under Unvested PSAs; Mr. Guerin&#8212;3,240 shares under Unvested RSUs; Mr. Griffin&#8212;107,930 shares under Unvested RSUs and 47,720 shares under Unvested PSAs; Mr. Kasnavi&#8212;32,278 shares under Unvested RSUs and 14,634 shares under Unvested PSAs; Ms. King&#8212;1,900 shares under Unvested RSUs; Ms. McBride&#8212;3,248 shares under Unvested RSUs; Mr. McGlade&#8212;1,900 shares under Unvested RSUs; Mr. Schriesheim&#8212;1,900 shares under Unvested RSUs; Mr. Sennesael&#8212;32,191 shares under Unvested RSUs and 15,064 shares under Unvested PSAs; Mr. Terry&#8212;26,937 shares under Unvested RSUs and 12,051 shares under Unvested PSAs; current directors and executive officers as a group (13 persons)&#8212;264,620 shares under Unvested RSUs and 112,280 shares under Unvested PSAs. \n\n(3) Consists of shares beneficially owned by The Vanguard Group, Inc. (&#8220;Vanguard&#8221;), which has sole voting power with respect to zero shares, shared voting power with respect to 269,138 shares, sole dispositive power with respect to 17,259,548 shares, and shared dispositive power with respect to 673,401 shares. With respect to the information relating to Vanguard, we have relied on information disclosed by Vanguard on a Schedule 13G/A filed with the SEC on February 10, 2022. The address of Vanguard is 100 Vanguard Blvd., Malvern, PA 19355. \n\n(4) Consists of shares beneficially owned by BlackRock, Inc. (&#8220;BlackRock&#8221;), in its capacity as a parent holding company of various subsidiaries under Rule 13d1(b)(1)(ii)(G). In its capacity as a parent holding company or control person, BlackRock has sole voting power with respect to 12,652,553 shares and sole dispositive power with respect to 14,307,628 shares which are held by the following of its subsidiaries: BlackRock Life Limited, BlackRock Advisors, LLC, Aperio Group, LLC, BlackRock (Netherlands) B.V., BlackRock Institutional Trust Company, National Association, BlackRock Asset Management Ireland Limited, BlackRock Financial Management, Inc., BlackRock Japan Co., Ltd., BlackRock Asset Management Schweiz AG, BlackRock Investment Management, LLC, BlackRock Investment Management (UK) Limited, BlackRock Asset Management Canada Limited, BlackRock Asset Management Deutschland AG, BlackRock (Luxembourg) S.A., BlackRock Investment Management (Australia) Limited, BlackRock Advisors (UK) Limited, BlackRock Fund Advisors, BlackRock Asset Management North Asia Limited, BlackRock (Singapore) Limited, and BlackRock Fund Managers Ltd. With respect to the information relating to BlackRock and its affiliated entities, we have relied on information disclosed by BlackRock on a Schedule 13G/A filed with the SEC on February 1, 2022. The address of BlackRock is 55 East 52nd Street, New York, NY 10055. \n\n(5) Includes shares held in the Company&#8217;s 401(k) Savings and Investment Plan as of January 20, 2023. \n\nEquity Compensation Plan Information \n\nAs of September 30, 2022, the Company has the following equity compensation plans under which its equity securities were authorized for issuance to its employees and/or directors: \n\n&#8226; the 2002 Employee Stock Purchase Plan \n\n&#8226; the Non-Qualified Employee Stock Purchase Plan \n\n&#8226; the 2005 Long-Term Incentive Plan \n\n&#8226; the 2008 Director Long-Term Incentive Plan \n\n&#8226; the 2015 Long-Term Incentive Plan \n\nExcept for the Non-Qualified Employee Stock Purchase Plan (the &#8220;Non-Qualified ESPP&#8221;), each of the foregoing equity compensation plans was approved by the Company&#8217;s stockholders. A description of the material features of the Non-Qualified ESPP is provided below under the heading &#8220; Non-Qualified Employee Stock Purchase Plan .&#8221; \n\nThe following table presents information about these plans as of September 30, 2022. \n\n##TABLE_START Plan Category Number of Securities to be Issued Upon Exercise of Outstanding Options, Warrants, and Rights (#)(a) Weighted Average Exercise Price of Outstanding Options, Warrants, and Rights ($)(b) Number of Securities Remaining Available for Future Issuance Under Equity Compensation Plans (Excluding Securities Reflected in Column (a)) (#)(c) Equity compensation plans approved by security holders 97,639(1) 75.22 13,790,513(2) Equity compensation plans not approved by security holders &#8212; &#8212; 268,285(3) TOTAL 97,639 75.22 14,058,798 ##TABLE_END\n\n________________________ \n\n(1) Excludes 1,570,792 unvested shares under restricted stock and RSU awards and 818,872 unvested shares under PSAs, which number assumes achievement of performance goals under outstanding PSAs at target levels. \n\n(2) Includes 1,101.519 shares available for future issuance under the 2002 Employee Stock Purchase Plan, 12,131,296 shares available for future issuance under the 2015 Long-Term Incentive Plan, and 577,699 shares available for future issuance under the 2008 Director Long-Term Incentive Plan. No further grants will be made under the 2005 Long-Term Incentive Plan. \n\n(3) Represents shares available under the Non-Qualified ESPP. \n\nNon-Qualified Employee Stock Purchase Plan \n\nWe maintain the Non-Qualified ESPP to provide employees of the Company and participating subsidiaries with an opportunity to acquire a proprietary interest in the Company through the purchase, by means of payroll deductions, of shares of the Company&#8217;s common stock at a discount from the market price of the common stock at the time of purchase. The Non-Qualified ESPP is intended for use primarily by employees located outside the United States. Under the plan, eligible employees may purchase common stock through payroll deductions of up to 10% of compensation, and effective as of the offering period starting in February 2023, eligible employees may purchase common stock through payroll deductions of up to 15% of eligible compensation. The price per share is the lower of 85% of the market price at the beginning or end of each six-month offering period. \n\n"
    },
    {
      "section": "13",
      "text": " ITEM 13. CERTAIN RELATIONSHIPS AND RELATED TRANSACTIONS, AND DIRECTOR INDEPENDENCE. \n\nCertain Relationships and Related Transactions : Other than compensation agreements and other arrangements which are described above in Item 11 &#8220;Executive Compensation,&#8221; since October 2, 2021, there has not been a transaction or series of related transactions to which the Company was or is a party involving an amount in excess of $120,000 and in which any director, executive officer, holder of more than five percent (5%) of any class of our voting securities, or any member of the immediate family of any of the foregoing persons, had or will have a direct or indirect material interest. Our Board of Directors has adopted a written related person transaction approval policy that sets forth the Company&#8217;s policies and procedures for the review, approval, or ratification of any transaction required to be reported in its filings with the SEC. The Company&#8217;s policy with regard to related person transactions is that all related person transactions between the Company and any related person (as defined in Item 404 of Regulation S-K) or their affiliates, in which the amount involved is equal to or greater than $120,000, be reviewed by the Company&#8217;s General Counsel and approved by the Audit Committee. In addition, the Company&#8217;s Code of Business Conduct and Ethics requires that employees discuss with the Company&#8217;s Compliance Officer any significant relationship (or transaction) that might raise doubt about such employee&#8217;s ability to act in the best interest of the Company. \n\nDirector Independence : Each year, the Board of Directors reviews the relationships that each director has with the Company and with other parties. Only those directors who do not have any of the categorical relationships that preclude them from being independent within the meaning of applicable Nasdaq Rules and who the Board of Directors affirmatively determines have no relationships that would interfere with the exercise of independent judgment in carrying out the responsibilities of a director are considered to be independent directors. The Board of Directors has reviewed a number of factors to evaluate the independence of each of its members. These factors include its members&#8217; current and historic relationships with the Company and its competitors, suppliers, and customers; their relationships with management and other directors; the relationships their current and former employers have with the Company; and the relationships between the Company and other companies of which a member of the Company&#8217;s Board of Directors is a director or executive officer. After evaluating these factors, the Board of Directors has determined that seven of the eight members of the Board of Directors, namely, Alan S. Batey, Kevin L. Beebe, Eric J. Guerin, Christine King, Suzanne E. McBride, David P. McGlade, and Robert A. Schriesheim, do not have any relationships that would interfere with the exercise of independent judgment in carrying out their responsibilities as directors and that each such director is an independent director of the Company within the meaning of applicable Nasdaq Rules. \n\n"
    },
    {
      "section": "14",
      "text": " ITEM 14. PRINCIPAL ACCOUNTING FEES AND SERVICES. \n\nKPMG LLP ( Irvine, California , Auditor Firm ID: 185 ) provided audit services to the Company consisting of the annual audit of the Company&#8217;s 2022 consolidated financial statements contained in the Company&#8217;s Annual Report on Form 10-K and reviews of the financial statements contained in the Company&#8217;s Quarterly Reports on Form 10-Q for fiscal year 2022. The following table summarizes the fees of KPMG LLP billed to the Company for the last two fiscal years. \n\n##TABLE_START Fee Category Fiscal Year 2022 ($) % of Total (%) Fiscal Year 2021 ($) % of Total (%) Audit Fees(1) 2,479,240 98.5 2,656,000 92.7 Tax Fees(2) 38,838 1.5 210,000 7.3 Total Fees 2,518,078 100 2,866,000 100 ##TABLE_END\n\n________________________ \n\n(1) Audit fees consist of fees for the audit of our annual financial statements, review of the interim financial statements included in our quarterly reports on Form 10-Q, statutory audits and related filings in various foreign locations, and audit procedures related to acquisition activity during fiscal years 2022 and 2021. Fiscal year 2022 and 2021 audit fees included fees for services incurred in connection with rendering an opinion under Section 404 of the Sarbanes-Oxley Act. Audit fees for fiscal year 2021 also included fees for the review of registration statement auditor consents to incorporate by reference prior year financial statement opinions in Form S-3. \n\n(2) Tax fees consist of fees for tax compliance, tax advice, and tax planning services. Tax compliance services, which primarily relate to the review of our U.S. tax returns and certain trade and customs forms, accounted for $38,838 and $210,000 of the total tax fees for fiscal years 2022 and 2021, respectively. \n\nIn 2003, the Audit Committee adopted a formal policy concerning approval of audit and non-audit services to be provided to the Company by its independent registered public accounting firm, KPMG LLP. The policy requires that all services provided by KPMG LLP, including audit services and permitted audit-related and non-audit services, be preapproved by the Audit Committee. The Audit Committee preapproved all audit and non-audit services provided by KPMG LLP during fiscal year 2022 and fiscal year 2021. \n\nPART IV \n\n"
    },
    {
      "section": "15",
      "text": " ITEM 15. EXHIBITS, FINANCIAL STATEMENT SCHEDULES. \n\n(a) The following are filed as part of this Annual Report on Form 10-K: \n\n##TABLE_START 1. Index to Financial Statements Page number of the Original Filing &#160; &#160; &#160; Report of Independent Registered Public Accounting Firm Page 37 Consolidated Statements of Operations for the three years ended September 30, 2022 Page 39 Consolidated Statements of Comprehensive Income for the three years ended September 30, 2022 Page 40 Consolidated Balance Sheets at September 30, 2022, and October 1, 2021 Page 41 Consolidated Statements of Cash Flows for the three years ended September 30, 2022 Page 42 Consolidated Statements of Stockholders&#8217; Equity for the three years ended September 30, 2022 Page 43 Notes to Consolidated Financial Statements Pages 44 through 63 &#160; &#160; &#160; 2. The schedule listed below is filed as part of this Annual Report on Form 10-K: &#160; All required schedule information is included in the Notes to Consolidated Financial Statements or is omitted because it is either not required or not applicable. 3. The Exhibits listed in the Exhibit Index immediately following this Item 15 are filed as a part of this Annual Report on Form 10-K. ##TABLE_END\n\n(b) Exhibits \n\nThe exhibits required by Item 601 of Regulation S-K are filed herewith and incorporated by reference herein. The response to this portion of Item 15 is submitted under Item 15(a)(3). \n\nEXHIBIT INDEX \n\n##TABLE_START Exhibit \n\nNumber \n\nExhibit Description Form Incorporated by Reference Filed Herewith File No. Exhibit Filing Date 2.1&#94; Asset Purchase Agreement, dated as of April 22, 2021, by and between Skyworks Solutions Inc., and Silicon Laboratories Inc. \n\n8-K 001-05560 2.1 4/22/2021 3.1 Restated Certificate of Incorporation, as Amended \n\n10-Q 001-05560 3.1 8/3/2016 &#160; 3.2 Third Amended and Restated By-laws, as Amended \n\n10-Q 001-05560 3.1 4/30/2021 &#160; 4.1 Specimen Certificate of Common Stock \n\nS-3 333-92394 4 7/15/2002 4.2 Description of Capital Stock \n\n10-K 001-05560 4.2 11/14/2019 4.3 \n\nIndenture, dated as of May 26, 2021, by and between the Company and U.S. Bank National Association \n\n8-K 001-05560 4.1 5/26/2021 4.4 \n\nFirst Supplemental Indenture, dated as of May 26, 2021, by and between the Company and U.S. Bank National Association \n\n8-K 001-05560 4.2 5/26/2021 4.5 \n\nSecond Supplemental Indenture, dated as of May 26, 2021, by and between the Company and U.S. Bank National Association \n\n8-K 001-05560 4.3 5/26/2021 4.6 \n\nThird Supplemental Indenture, dated as of May 26, 2021, by and between the Company and U.S. Bank National Association \n\n8-K 001-05560 4.4 5/26/2021 10.1* Skyworks Solutions, Inc. 2002 Employee Stock Purchase Plan, as Amended \n\n10-Q 001-05560 10.1 7/24/2020 &#160; 10.2* Skyworks Solutions, Inc. Non-Qualified Employee Stock Purchase Plan, as Amended \n\n10-Q 001-05560 10.2 7/24/2020 &#160; 10.3* Skyworks Solutions, Inc. Amended and Restated 2005 Long-Term Incentive Plan \n\n8-K 001-05560 10.1 5/13/2013 &#160; 10.4* Form of Nonstatutory Stock Option Agreement under the Company&#8217;s 2005 Long-Term Incentive Plan \n\n10-Q 001-05560 10.B 1/31/2013 &#160; 10.5* \n\nSkyworks Solutions, Inc. Amended and Restated 2008 Director Long-Term Incentive Plan, as Amended \n\n10-Q 001-05560 10.1 5/4/2022 &#160; 10.6* Form of Nonstatutory Stock Option Agreement under the Company&#8217;s 2008 Director Long-Term Incentive Plan \n\n10-Q 001-05560 10.OO 5/7/2008 &#160; 10.7* Form of Restricted Stock Unit Agreement under the Company&#8217;s 2008 Director Long-Term Incentive Plan \n\n10-Q 001-05560 10.2 5/4/2016 10.8* Skyworks Solutions, Inc. Amended and Restated 2015 Long-Term Incentive Plan \n\n10-Q 001-05560 10.2 7/30/2021 10.9* Form of Nonstatutory Stock Option Agreement under the Company&#8217;s 2015 Long-Term Incentive Plan \n\n10-Q 001-05560 10.2 8/5/2015 10.10* \n\nForm of Performance Share Agreement under the Company&#8217;s Amended and Restated 2015 Long-Term Incentive Plan \n\n10-Q 001-05560 10.1 2/4/2022 10.11* \n\nForm of Restricted Stock Unit Agreement under the Company&#8217;s Amended and Restated 2015 Long-Term Incentive Plan \n\n10-Q 001-05560 10.2 2/4/2022 ##TABLE_END\n\n##TABLE_START 10.12*&#94; \n\nFiscal Year 2022 Executive Incentive Plan \n\n10-Q 001-05560 10.3 2/4/2022 10.13* \n\nSkyworks Solutions, Inc. Cash Compensation Plan for Directors \n\n10-Q 001-05560 10.2 5/4/2022 10.14* Amended and Restated Change in Control / Severance Agreement, dated May 11, 2016, between the Company and Liam Griffin \n\n10-Q 001-05560 10.2 8/3/2016 &#160; 10.15* Change in Control / Severance Agreement, dated August 29, 2016, between the Company and Kris Sennesael \n\n10-K 001-05560 10.32 11/22/2016 10.16* Change in Control / Severance Agreement, dated November 10, 2016, between the Company and Robert J. Terry \n\n10-Q 001-05560 10.2 2/7/2017 10.17* Change in Control / Severance Agreement, dated November 9, 2016, between the Company and Carlos S. Bori \n\n10-K 001-05560 10.27 11/13/2017 10.18* Change in Control / Severance Agreement, dated April 13, 2018, between the Company and Kari A. Durham \n\n10-Q 001-05560 10.2 1/24/2020 10.19* \n\nChange in Control / Severance Agreement, dated November 9, 2016, between the Company and Reza Kasnavi \n\n10-Q 001-05560 10.3 5/4/2022 10.20 \n\nDebt Commitment Letter, dated as of April 22, 2021, by and between Skyworks Solutions, Inc., and JPMorgan Chase Bank, N.A \n\n8-K 001-05560 10.1 4/22/2021 10.21&#94; \n\nTerm Credit Agreement, dated as of May 21, 2021, among the Company, the lenders party thereto and JPMorgan Chase Bank, N.A., as the administrative agent \n\n8-K 001-05560 10.1 5/26/2021 10.22&#94; \n\nRevolving Credit Agreement, dated as of May 21, 2021, among the Company, the Borrowing Subsidiaries party thereto, the lenders party thereto and JPMorgan Chase Bank, N.A., as the administrative agent \n\n8-K 001-05560 10.2 5/26/2021 21 Subsidiaries of the Company \n\n10-K 001-05560 21 11/23/2022 23.1 Consent of KPMG LLP \n\n10-K 001-05560 23.1 11/23/2022 31.1 Certification of the Company&#8217;s Chief Executive Officer pursuant to Securities and Exchange Act Rules 13a-14(a) and 15d-14(a), as adopted pursuant to Section 302 of the Sarbanes-Oxley Act of 2002 \n\n10-K 001-05560 31.1 11/23/2022 31.2 Certification of the Company&#8217;s Chief Financial Officer pursuant to Securities and Exchange Act Rules 13a-14(a) and 15d-14(a), as adopted pursuant to Section 302 of the Sarbanes-Oxley Act of 2002 \n\n10-K 001-05560 31.2 11/23/2022 31.3 \n\nCertification of the Company&#8217;s Chief Executive Officer pursuant to Securities and Exchange Act Rules 13a-14(a) and 15d-14(a), as adopted pursuant to Section 302 of the Sarbanes-Oxley Act of 2002 \n\nX 31.4 \n\nCertification of the Company&#8217;s Chief Financial Officer pursuant to Securities and Exchange Act Rules 13a-14(a) and 15d-14(a), as adopted pursuant to Section 302 of the Sarbanes-Oxley Act of 2002 \n\nX ##TABLE_END\n\n##TABLE_START 32.1 Certification of the Company&#8217;s Chief Executive Officer pursuant to 18 U.S.C. Section 1350, as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002 \n\n10-K 001-05560 32.1 11/23/2022 32.2 Certification of the Company&#8217;s Chief Financial Officer pursuant to 18 U.S.C. Section 1350, as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002 \n\n10-K 001-05560 32.2 11/23/2022 101.INS Inline XBRL Instance Document - the instance document does not appear in the Interactive Data File because its XBRL tags are embedded within the Inline XBRL document. &#160; &#160; &#160; &#160; 101.SCH Inline XBRL Taxonomy Extension Schema Document &#160; &#160; &#160; &#160; X 101.CAL Inline XBRL Taxonomy Extension Calculation Linkbase Document &#160; &#160; &#160; &#160; X 101.DEF Inline XBRL Taxonomy Extension Definition Linkbase Document &#160; &#160; &#160; &#160; X 101.LAB Inline XBRL Taxonomy Extension Label Linkbase Document &#160; &#160; &#160; &#160; X 101.PRE Inline XBRL Taxonomy Extension Presentation Linkbase Document &#160; &#160; &#160; &#160; X 104 Cover Page Interactive Data File (formatted as inline XBRL with applicable taxonomy extension information contained in Exhibits 101) ##TABLE_END\n\n* Indicates a management contract or compensatory plan or arrangement. \n\n&#94; Portions of this exhibit have been omitted because such information is not material and is the type of information that the Registrant treats as private or confidential. \n\nSIGNATURES \n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this report to be signed on its behalf by the undersigned thereunto duly authorized. \n\nDate: January 27, 2023 \n\n##TABLE_START SKYWORKS SOLUTIONS, INC. Registrant By: /s/ Liam K. Griffin Liam K. Griffin Chairman, Chief Executive Officer and President (Principal Executive Officer) ##TABLE_END\n\n"
    }
  ]
}