{
  "ticker": "SYK",
  "content": [
    {
      "section": "1",
      "text": " ITEM 1. BUSINESS. ##TABLE_END\n\nStryker Corporation (Stryker or the Company) is one of the world's leading medical technology companies and, together with our customers, we are driven to make healthcare better. We offer innovative products and services in Medical and Surgical, Neurotechnology, Orthopaedics and Spine that help improve patient and healthcare outcomes. Alongside our customers around the world, Stryker impacts more than 130 million patients annually. \n\nOur core values guide our behaviors and actions and are fundamental to how we execute our mission. \n\nStryker was incorporated in Michigan in 1946 as the successor company to a business founded in 1941 by Dr. Homer H. Stryker, a prominent orthopaedic surgeon and inventor of several medical products. Our products are sold in over 75 countries through company-owned subsidiaries and branches as well as third-party dealers and distributors, and include surgical equipment and surgical navigation systems; endoscopic and communications systems; patient handling, emergency medical equipment and intensive care disposable products; clinical communication and workflow solutions; neurosurgical and neurovascular devices; implants used in joint replacement and trauma surgeries; Mako Robotic-Arm Assisted technology; spinal devices; as well as other products used in a variety of medical specialties. Most of our products are marketed directly to doctors, hospitals and other healthcare facilities. \n\nAs used herein, and except where the context otherwise requires, \"Stryker,\" \"we,\" \"us,\" and \"our\" refer to Stryker Corporation and its consolidated subsidiaries. \n\nBusiness Segments and Geographic Information \n\nWe segregate our operations into two reportable business segments: (i) MedSurg and Neurotechnology and (ii) Orthopaedics and Spine. Financial information regarding our reportable business segments and certain geographic information is included under \"Consolidated Results of Operations\" in Item 7 of this report and Note 14 to our Consolidated Financial Statements. \n\n##TABLE_START Net Sales by Reportable Segment 2022 2021 2020 MedSurg and Neurotechnology $ 10,611 58 % $ 9,538 56 % $ 8,345 58 % Orthopaedics and Spine 7,838 42 7,570 44 6,006 42 Total $ 18,449 &#160; 100 &#160; % $ 17,108 &#160; 100 &#160; % $ 14,351 &#160; 100 &#160; % ##TABLE_END\n\nMedSurg and Neurotechnology \n\nMedSurg products include surgical equipment, patient and caregiver safety technologies, and navigation systems (Instruments), endoscopic and communications systems (Endoscopy), patient handling, emergency medical equipment, intensive care disposable products and clinical communication and workflow solutions (Medical), reprocessed and remanufactured medical devices, and other medical device products used in a variety of medical specialties. Neurotechnology includes neurosurgical, neurovascular and craniomaxillofacial implant products. Our neurotechnology offering includes products used for minimally invasive endovascular procedures; a comprehensive line of products for traditional brain and open skull based surgical procedures; orthobiologic and biosurgery products, including synthetic bone grafts and vertebral augmentation products (Neuro Cranial); and minimally invasive products for the treatment of acute ischemic and hemorrhagic stroke (Neurovascular). The craniomaxillofacial implant offering includes cranial, maxillofacial and chest wall devices as well as dural substitutes and sealants. \n\nWe are one of five leading global competitors in Instruments; the other four being Zimmer Biomet Holdings, Inc. (Zimmer), Medtronic plc., Johnson &#38; Johnson and ConMed Linvatec, Inc. (a subsidiary of CONMED Corporation). In Endoscopy we compete with Karl Storz GmbH &#38; Co., Olympus Optical Co. Ltd., Smith &#38; Nephew plc (Smith &#38; Nephew), ConMed Linvatec, Arthrex, Inc. and STERIS plc. In Medical our primary competitors are Baxter/Hill-Rom, Inc., Zoll Medical Corporation, Medline Industries and Ferno-Washington, Inc. Stryker is also one of five leading global competitors in Neurotechnology; the other four being Medtronic, Johnson &#38; Johnson, Terumo Corporation and Penumbra, Inc. \n\n##TABLE_START Composition of MedSurg and Neurotechnology Net Sales 2022 2021 2020 Instruments $ 2,279 21 % $ 2,111 22 % $ 1,863 22 % Endoscopy 2,423 23 2,141 22 1,763 21 Medical 3,031 29 2,607 27 2,524 30 Neurovascular 1,200 11 1,188 13 973 12 Neuro Cranial 1,376 13 1,214 13 972 12 Other 302 3 277 3 250 3 Total $ 10,611 &#160; 100 &#160; % $ 9,538 &#160; 100 &#160; % $ 8,345 &#160; 100 &#160; % ##TABLE_END\n\nIn 2022 Instruments launched the next generation of the System 9 total joint power tool and the CD NXT power tool with automatic depth measurement allowing for fast, accurate and consistent digital depth measurement across a variety of procedures. Endoscopy expanded its product offering for the Ambulatory Surgery Center (ASC) market with the launch of a new 4K 1688 Autoclavable Camera and SDC4K image capture device. Endoscopy also launched a new line of fluorescent capable laparoscopes to improve image quality in laparoscopic procedures. \n\nMedical completed the acquisition of Vocera Communications, Inc. (Vocera), a leader in digital care coordination and communication. Vocera brings a highly complementary and innovative portfolio to Medical that is expected to enhance our Advanced Digital Healthcare offerings and further advance our focus on preventing adverse events throughout the continuum of care. In addition, Medical launched the Power Pro 2 cot, the industry&#8217;s first connected ambulance cot. \n\nIn 2022 Neurovascular launched the Vecta 71/74 aspiration system in Japan, Korea, Australia and New Zealand as well as the Cat 7 distal access catheter in China. We also continued the launch of the next generation of the market leading Synchro guidewire in Asia Pacific. \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 1 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\nOrthopaedics and Spine \n\nOrthopaedics products consist primarily of implants used in total joint replacements, such as hip, knee and shoulder, and trauma and extremities surgeries. We bring patients and physicians advanced implant designs and specialized instrumentation that make orthopaedic surgery and recovery simpler, faster and more effective. We support surgeons with the technology and services they need as they develop new surgical techniques. The Mako Robotic-Arm Assisted Surgical System was designed to help surgeons provide patients with a personalized surgical experience based on their specific diagnosis and anatomy. The Mako System currently offers three applications supporting Partial Knee, Total Hip and Total Knee procedures. Mako is the only robotic-arm assisted technology enabled by 3D CT-based pre-operative planning and, with AccuStop&#8482; haptic technology, Mako provides surgeons the ability to know more about their patients' anatomy so they can cut less in bone preparation and implant placement with intra-operative haptic guidance. \n\nOur spinal implant offering includes cervical and thoracolumbar systems that include fixation, minimally invasive and interbody systems used in spinal injury, complex spine and degenerative therapies. Our spine enabling technologies portfolio includes best in class imaging solutions, image-guided surgical technology, patient specific implants and digital health solutions supporting surgeons and their patients throughout the continuum of care. \n\nWe are one of four leading global competitors for joint replacement and trauma and extremities products and robotics; the other three being Zimmer, DePuy Synthes (a Johnson &#38; Johnson company) and Smith &#38; Nephew. We are one of five leading global competitors in Spine; the other four being Medtronic Sofamor Danek, Inc. (a subsidiary of Medtronic), DePuy Synthes, Nuvasive, Inc. and Globus Medical, Inc. \n\n##TABLE_START Composition of Orthopaedics and Spine Net Sales 2022 2021 2020 Knees $ 1,997 25 % $ 1,848 25 % $ 1,567 26 % Hips 1,413 18 1,342 18 1,206 20 Trauma and Extremities 2,807 36 2,664 35 1,722 29 Spine 1,146 15 1,167 15 1,047 17 Other 475 6 549 7 464 8 Total $ 7,838 &#160; 100 &#160; % $ 7,570 &#160; 100 &#160; % $ 6,006 &#160; 100 &#160; % ##TABLE_END\n\nIn 2022 we moved to a full commercial launch of Insignia hip stem in the United States after first clinical use in December 2021. United States Food and Drug Administration (FDA) approval was received in 2021, Health Canada approval was received in the fourth quarter of 2022 and Japan&#8217;s Pharmaceuticals and Medical Devices Agency (PMDA) approval is anticipated in the second half of 2023. \n\nRaw Materials and Inventory \n\nRaw materials essential to our business are generally readily available from multiple sources; however, certain of our raw materials are currently sourced from single suppliers. Substantially all products we manufacture are stocked in inventory, while certain MedSurg products are assembled to order. Where some electronic components have had limited availability due to recent global shortages, we have worked closely with suppliers to ensure this temporary supply constraint did not have a material adverse effect on continuity of supply. \n\nPatents and Trademarks \n\nPatents and trademarks are significant to our business to the extent that a product or an attribute of a product represents a unique design or process. Patent protection of such products restricts competitors from duplicating these unique designs and features. We seek to obtain patent protection on our products \n\nwhenever appropriate for protecting our competitive advantage. On December 31, 2022 we owned approximately 4,800 United States patents and approximately 7,300 patents in other countries. \n\nSeasonality \n\nOur business is generally not seasonal in nature; however, the number of orthopaedic implant surgeries is typically lower in the summer months, and sales of capital equipment are generally higher in the fourth quarter. \n\nCompetition \n\nIn each of our product lines we compete with local and global companies. The development of new and innovative products is important to our success in all areas of our business. Competition in research involving the development and improvement of new and existing products and processes is particularly significant. The competitive environment requires substantial investments in continuing research and maintaining sales forces. \n\nWe believe our commitment to innovation, quality and service and our reputation differentiates us in the highly competitive product categories in which we operate and enables us to compete effectively. We believe that our competitive position in the future will depend to a large degree on our ability to develop new products and make improvements to existing products. \n\nRegulation \n\nOur businesses are subject to varying degrees of governmental regulation in the countries in which we operate, and the general trend is toward increasingly stringent regulation. We are required to comply with the unique regulatory requirements of each country within which we market and sell our products. \n\nIn the United States the Medical Device Amendments of 1976 to the Federal Food, Drug and Cosmetic Act and its subsequent amendments and the regulations issued and proposed thereunder provide for federal regulation by the FDA of the design, manufacture and marketing of medical devices, including most of our products. In addition, state licensing requirements often apply to certain of our business operations and products. On the federal level, many of our new products fall into FDA classifications that require notification submitted as a 510(k) and review by the FDA before we begin marketing them. Certain of our products require extensive clinical testing, consisting of safety and efficacy studies, followed by pre-market approval (PMA) applications for specific surgical indications. Certain of our products also fall under other FDA classifications, such as drugs and Human Cells, Tissues, and Cellular and Tissue-Based Products. \n\nThe FDA's Quality System regulations set forth standards for our product design and manufacturing processes, require the maintenance of certain records and provide for inspections of our facilities by the FDA. There are also certain requirements of state, local and foreign governments that must be complied with in the manufacture and marketing of our products. \n\nThe European Union enacted the European Union Medical Device Regulation in May 2017 with an original effective date of May 2021 (the transition timeline is currently being reevaluated by the European Parliament), which imposes stricter requirements for the marketing and sale of medical devices, including in the areas of clinical evaluation requirements, quality systems, labeling and post-market surveillance. Additionally, as a result of the exit of the United Kingdom from the European Union (Brexit), new medical device regulations were released by the United Kingdom, which became effective January 1, 2021. A gap analysis against the prior Medical Device Directive (MDD) has \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 2 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\nbeen completed and a plan is being executed for both the European Union and United Kingdom regulations to ensure compliance and minimize business disruption. \n\nInitiatives to limit the growth of general healthcare expenses and hospital costs are ongoing in the markets in which we do business. These initiatives are sponsored by government agencies, legislative bodies and the private sector and include price regulation and competitive pricing. It is not possible to predict at this time the long-term impact of such cost containment measures on our future business. In addition, business practices in the healthcare industry are scrutinized, particularly in the United States, by federal and state government agencies. The resulting investigations and prosecutions carry the risk of significant civil and criminal penalties. \n\nEnvironment \n\nWe are subject to various rules and regulation in the United States and internationally related to the protection of human health and the environment. Our operations involve the use of substances regulated under environmental laws, primarily in manufacturing and sterilization processes. We believe our policies, practices and procedures are properly designed to comply, in all material respects, with applicable environmental laws and regulations. We do not expect compliance with these requirements to have a material effect on purchases of property, plant and equipment, cash flows, net earnings or competitive position. \n\nEmployees \n\nOn December 31, 2022 we had approximately 51,000 employees globally, with approximately 27,000 employees in the United States. Our talented employees are an integral reason for our standing as one of the world's leading medical technology companies where, together with our customers, we are driven to make healthcare better. Our company values of integrity, accountability, people and performance are a key component of that mission. Our people, as one of our core values, continue to be a key focus. \n\nOur success is dependent on our ability to attract the best talent that reflects our diverse communities. To do so, we continue to focus on creating and maintaining a great workplace. We believe in attracting the right people, maintaining and building employee engagement and developing our employees. We believe when people are able to do what they do best, they will look forward to coming to work and, in turn, will deliver great business results. \n\nOur leadership team and Board of Directors receive regular updates on our people and culture strategy and provide feedback on our strategy and goals, including alignment to our mission and values, peer benchmarking and stakeholder feedback. \n\nEmployee Development \n\nOur employee development is extensive and exists at all levels of the organization, including company-wide training on our Code of Conduct, job-related technical training and management and leadership training. Our development programs include on-the-job learning, coaching and mentoring, management and leadership development courses, team building and collaboration training and immersive experiences with expert partners. \n\nWe encourage all employees to establish individual development plans, in partnership with their manager, to help employees gain the needed development experience to grow their careers. \n\nEmployee Engagement \n\nAn engaged workplace culture that drives performance and business outcomes is central to our mission. Listening to and \n\nlearning from our employees forms the foundation of an engaging culture. More than 90% of our global employees participate in our annual engagement survey, which provides a valued platform for listening and allows us to take action based on the feedback collected. \n\nWe supplement our annual engagement survey with targeted pulse surveys to gather feedback on topics relevant to the current climate. Additionally, we establish forums for collecting qualitative feedback to gain insights and identify actions we can take to ensure all employees feel included, engaged and able to achieve their full potential. \n\nWe also provide tools and resources that enable managers and teams to act on the insights we gain from our surveys and to drive employee engagement and strong business outcomes. \n\nDiversity, Equity and Inclusion (DE&#38;I) \n\nAn essential part of our culture is respecting each individual&#8217;s strengths and values. Building on this foundation, we are focused on maintaining an inclusive, engaging work environment and prioritizing DE&#38;I in keeping with our values of integrity and people. Our DE&#38;I strategy is centered around these three commitments: \n\n&#8226; Strengthen the diversity of our workforce \n\n&#8226; Advance a culture of inclusion, engagement and belonging \n\n&#8226; Maximize the power of inclusion to drive innovation and growth \n\nWe are advancing our commitments through the following actions, among others: \n\n&#8226; Holding leadership accountable through transparent data, performance objectives and inclusion in our business review process \n\n&#8226; Engaging and inspiring all talent and empowering every employee to take action \n\n&#8226; Developing our people and processes by removing barriers and optimizing the power of diverse backgrounds, talents and perspectives \n\n&#8226; Attracting a diverse talent pool through focused outreach and ensuring an objective hiring process \n\n&#8226; Advancing our employee resource groups (ERGs) to expand reach through executive leadership, global presence, funding and aligned strategies \n\n&#8226; Positively impacting our customers and communities through building and strengthening external partnerships \n\nAs of December 31, 2022 approximately 37.5% of our global employees were women and 27.5% of our employees in the United States identified as racially or ethnically diverse. \n\nAttracting and Hiring \n\nWe understand that every employee drives our success. We focus on attracting, identifying and selecting strong candidates who will be successful at Stryker and ensuring that each person we hire brings the talent, expertise and passion we need to continue to be successful. \n\nHealth and Safety \n\nEnsuring our employees' safety is a top priority. It is a responsibility that we share throughout the company and one that has evolved to meet the needs of our workforce. Employees' safety risks vary depending on the roles they perform, so we tailor our safety efforts accordingly. \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 3 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\nCompetitive Pay and Benefits \n\nOur compensation and benefits programs are designed to attract and retain top talent and to incentivize performance and alignment to our mission and values. \n\nWe offer market-competitive base pay and benefits to our employees in countries around the world. We regularly evaluate our compensation and benefit offerings and levels, using recognized outside consulting firms to ensure fairness and competitiveness in our offerings. \n\nMost of our employees also have variable components to their compensation packages that reward employees based on individual, business unit and/or company-wide performance. \n\nOur proxy statement provides more detail on the competitive compensation programs we offer. \n\nInformation about our Executive Officers \n\n##TABLE_START As of January 31, 2023 Name Age Title First Became an Executive Officer Kevin A. Lobo 57 Chair, Chief Executive Officer and President 2011 Yin C. Becker 59 Vice President, Communications, Public Affairs and Corporate Marketing 2016 William E. Berry Jr. 57 Vice President, Chief Accounting Officer 2014 Glenn S. Boehnlein 61 Vice President, Chief Financial Officer 2016 M. Kathryn Fink 53 Vice President, Chief Human Resources Officer 2016 Robert S. Fletcher 52 Vice President, Chief Legal Officer 2019 Viju S. Menon 55 Group President, Global Quality and Operations 2018 J. Andrew Pierce 49 Group President, MedSurg and Neurotechnology 2021 Spencer S. Stiles 46 Group President, Orthopaedics and Spine 2021 ##TABLE_END\n\nEach of our executive officers was elected by our Board of Directors to serve in the office indicated until the first meeting of the Board of Directors following the annual meeting of shareholders in 2023 or until a successor is chosen and qualified or until his or her resignation or removal. Each of our executive officers held the position above or served Stryker in various executive or administrative capacities for at least five years, except for Mr. Fletcher and Mr. Menon. Prior to joining Stryker in April 2019, Mr. Fletcher held various legal leadership roles with Johnson &#38; Johnson for the previous 14 years, most recently as the Worldwide Vice President, Litigation. Prior to joining Stryker in April 2018, Mr. Menon held various senior supply chain leadership roles with Verizon Communications Inc. during the previous eight years, most recently as the Chief Supply Chain Officer. \n\nAvailable Information \n\nOur main corporate website address is www.stryker.com. Copies of our filings with the United States Securities and Exchange Commission (SEC) are available free of charge on our website within the \"Investors Relations\" section as soon as reasonably practicable after having been electronically filed or furnished to the SEC. All SEC filings are also available at the SEC's website at www.sec.gov . \n\n##TABLE_START "
    },
    {
      "section": "1A",
      "text": " ITEM 1A. RISK FACTORS. ##TABLE_END\n\nThis report contains statements that are not historical facts and are considered \"forward-looking statements\" within the meaning of the Private Securities Litigation Reform Act of 1995. These statements are based on current projections about operations, industry conditions, financial condition and liquidity. Words that \n\nidentify forward-looking statements include, without limitation, words such as \"may,\" \"could,\" \"will,\" \"should,\" \"possible,\" \"plan,\" \"predict,\" \"forecast,\" \"potential,\" \"anticipate,\" \"estimate,\" \"expect,\" \"project,\" \"intend,\" \"believe,\" \"may impact,\" \"on track,\" \"goal,\" \"strategy\" and words and terms of similar substance used in connection with any discussion of future operating or financial performance, an acquisition or our businesses. In addition, any statements that refer to expectations, projections or other characterizations of future events or circumstances, including any underlying assumptions, are forward-looking statements. Those statements are not guarantees and are subject to risks, uncertainties and assumptions that are difficult to predict. Therefore, actual results could differ materially and adversely from these forward-looking statements, historical experience or our present expectations. Some important factors that could cause our actual results to differ from our expectations in any forward-looking statements include the risks discussed below. \n\nOur operations and financial results are subject to various risks and uncertainties discussed below that could materially and adversely affect our business, cash flows, financial condition and results of operations. Additional risks and uncertainties not currently known to us or that we currently deem not to be material or that could apply to any company may also materially and adversely affect our business, cash flows, financial condition or results of operations. \n\nWe disclaim any intention or obligation to publicly update or revise any forward-looking statement to reflect any change in our expectations or in events, conditions or circumstances on which those expectations may be based, or that affect the likelihood that actual results will differ from those contained in the forward-looking statements. \n\nBUSINESS AND OPERATIONAL RISKS \n\nWe use a variety of raw materials, components, devices and third-party services in our global supply chains, production and distribution processes; significant shortages, price increases or unavailability of third-party services could increase our operating costs, require significant capital expenditures, or adversely impact the competitive position of our products: Our reliance on certain suppliers to secure raw materials, components and finished devices, and on certain third-party service providers, such as sterilization service providers, exposes us to product shortages and unanticipated increases in prices, whether due to inflationary pressure, regulatory changes, litigation exposure or otherwise. For example, certain of our products contain electronic components and we have experienced, and could continue to experience, limited product availability due to the electronic components shortage in certain product lines. If the shortage persists, we may not be able to obtain electronic components from our suppliers on a timely basis, or at all, or identify any alternative suppliers to provide the electronic components we need to produce our products. In addition, several raw materials, components, finished devices and services are procured from a sole source due to the quality considerations, unique intellectual property considerations or constraints associated with regulatory requirements. If sole-source suppliers or service providers are acquired or were unable or unwilling to deliver these materials or services, we may not be able to manufacture or have available one or more products during such period of unavailability and our business could suffer. In certain cases, we may not be able to establish additional or replacement suppliers for such materials or service providers for such services in a timely or cost-effective manner, largely as a result of FDA and other regulations that require, among other things, validation of materials, components and services prior to \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 4 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\ntheir use in or with our products. In addition, during 2022 the market experienced increasing inflationary pressures in part due to global supply chain disruptions, labor shortages and other impacts following the COVID-19 pandemic. We expect these inflationary pressures will continue. Inflation in the United States and in many of the countries where we conduct business has resulted in, and may continue to result in, higher interest rates and increased capital, shipping and labor costs, weakening exchange rates against the United States Dollar and other similar effects. We have experienced, and may continue to experience, inflationary increases in manufacturing costs and operating expenses, as well as negative impacts from weakening exchange rates against the United States Dollar, and we may not be able to pass these cost increases on to our customers in a timely manner, which could have a material adverse impact on our profitability and results of operations. Inflation may also cause our customers to reduce or delay orders for our products and services, which could have a material adverse impact on our sales and results of operations. \n\nWe are subject to cost containment measures in the United States and other countries resulting in pricing pressures: Initiatives to limit the growth of general healthcare expenses and hospital costs are ongoing in the markets in which we do business. These initiatives are sponsored by government agencies, legislative bodies and the private sector and include price regulation and competitive pricing. For example, China has implemented a volume-based procurement process designed to decrease prices for medical devices and other products. This has already impacted our joint replacement and spine businesses on a national level, and our trauma and certain neurovascular products on a provincial level, and we expect further adoption of volume-based procurement provincially or nationally in China in 2023. Pricing pressure has also increased due to continued consolidation among healthcare providers, trends toward managed care, the shift toward governments becoming the primary payers of healthcare expenses, reduction in reimbursement levels and medical procedure volumes and government laws and regulations relating to sales and promotion, reimbursement and pricing generally. \n\nWe operate in a highly competitive industry in which competition in the development and improvement of new and existing products is significant: The markets in which we compete are highly competitive. New business models, products and surgical procedures are introduced on an ongoing basis and our present or future products could be rendered obsolete or uneconomical by technological advances by us, as we continue to innovate to address physician and patient needs, or by our existing competitors and new market entrants. Our existing competitors and new market entrants may respond more quickly to new or emerging technologies, undertake more extensive marketing campaigns, have greater access to clinical information to support ongoing product position in the market, have greater financial, marketing and other resources or be more successful in attracting potential customers, employees and strategic partners. \n\nWe may be unable to maintain adequate working relationships with healthcare professionals: We seek to maintain close working relationships with respected physicians and medical personnel in healthcare organizations, such as hospitals and universities, who assist in product research and development. We rely on these professionals to assist us in the development and improvement of proprietary products. If we are unable to maintain these relationships due to regulatory restrictions, hospital access restrictions for non-patients or for \n\nother reasons, our ability to develop, market and sell new and improved products could be adversely affected. \n\nWe rely on indirect distribution channels and major distributors that are independent of Stryker: In many markets we rely on indirect distribution channels to market, distribute and sell our products. These indirect channels often are the main point of contact for the healthcare professionals and healthcare organization customers who buy and use our products. Our ability to continue to market, distribute and sell our products may be at risk if the indirect channels become insolvent, choose to sell competitive products, choose to stop selling medical technology or are subject to new or additional government regulation. \n\nWe are subject to risks associated with our extensive global operations: We develop, manufacture and distribute our products globally. Our global operations are subject to risks and potential costs, including changes in reimbursement, changes in regulatory requirements (such as the implementation timeline for the European Union Medical Device Regulation (MDR) enacted by the European Union in May 2017 and originally effective in May 2021), differing local product preferences and product requirements, diminished protection of intellectual property in some countries, tariffs and other trade protection measures, international trade disputes and import or export requirements, difficulty in staffing and managing foreign operations, introduction of new internal business structures and programs, political and economic instability, such as the United Kingdom's exit from the European Union (Brexit), and disruptions of transportation due to military conflicts, a global pandemic of contagious diseases like COVID-19 or otherwise, such as reduced availability of transportation, port closures, increased border controls or closures, increased transportation costs and increased security threats to our supply chain. Our business could be adversely impacted if we are unable to successfully manage these and other risks of global operations in an increasingly volatile environment. \n\nThe ongoing war between Russia and Ukraine, and the global response to it, may adversely affect our business and results of operations: The war between Russia and Ukraine has resulted in the implementation of sanctions by the United States and other governments against Russia and has caused significant volatility and disruptions to the global markets. It is not possible to predict the short- and long-term implications of this war, which could include but are not limited to further sanctions, economic and political instability, increases in inflation rate and energy prices, supply chain challenges and adverse effects on currency exchange rates and financial markets. In addition, the United States government reported that United States sanctions against Russia in response to the conflict could lead to an increased threat of cyberattacks against United States companies. These increased threats could pose risks to the security of our information technology systems, networks and product offerings, as well as the confidentiality, availability and integrity of our data. Further, if the war expands beyond Ukraine or further intensifies, it could have an adverse impact on our operations in Poland or other areas. We are continuing to monitor the situation in Ukraine and globally as well as assess its potential impact on our business. Although Russia does not constitute a material portion of our business, and we do not rely significantly on Russian or Ukrainian sources of supply, a significant escalation or further expansion of the war or related disruptions to the global markets could have a material adverse effect on our results of operations. \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 5 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\nWe may be unable to capitalize on previous or future acquisitions: In addition to internally developed products, we invest in new products and technologies through acquisitions, including our acquisition of Vocera. Such investments are inherently risky, and we cannot guarantee that any acquisition will be successful or will not have a material unfavorable impact on us. The risks include the activities required and resources allocated to integrate new businesses, diversion of management time that could adversely affect management's ability to focus on other projects, the inability to realize the expected benefits, savings or synergies from the acquisition, the loss of key personnel, litigation resulting from the acquisition and exposure to unexpected liabilities of acquired companies. In addition, we cannot be certain that the businesses we acquire will become or remain profitable. \n\nWe could experience a failure of a key information technology system, process or site or a breach of information security, including a cybersecurity breach or failure of one or more key information technology systems, networks, processes, associated sites or service providers: We rely extensively on information technology (IT) systems to conduct business. In addition, we rely on networks and services, including internet sites, cloud and software-as-a-service solutions, data hosting and processing facilities and tools and other hardware, software (including open-source software) and technical applications and platforms, some of which are managed, hosted, provided and/or used by third parties or their vendors, to assist in conducting our business. Numerous and evolving cybersecurity threats have posed, and will continue to pose, risks to the security of our IT systems, networks and product offerings, as well as the confidentiality, availability and integrity of our data. Some of our products and services, and information technology systems, contain or use open-source software, which poses particular risks, including potential security vulnerabilities, licensing compliance issues and quality issues. A security breach, whether of our products, of our customers&#8217; network security and systems or of third-party hosting services, could impact the use of such products and the security of information stored therein. Although we have made investments seeking to address these threats, including monitoring of networks and systems, hiring of experts, employee training and security policies for employees and third-party providers, the techniques used in these attacks change frequently and may be difficult to detect for periods of time and we may face difficulties in anticipating and implementing adequate preventative measures. When cybersecurity incidents occur, we follow our incident response protocols and address them in accordance with applicable governmental regulations and other legal requirements. Our response to these incidents and our investments to protect our information technology infrastructure and data may not shield us from significant losses and potential liability or prevent any future interruption or breach of our systems. In addition, a greater number of our employees working remotely has exposed us, and may continue to expose us, to greater risks related to cybersecurity and cyber-liability. If our IT systems are damaged or cease to function properly, the networks or service providers we rely upon fail to function properly, or we or one of our third-party providers suffer a loss or disclosure of our business or stakeholder information due to any number of causes ranging from catastrophic events or power outages to improper data handling or security breaches and our business continuity plans do not effectively address these failures on a timely basis, we may be exposed to reputational, competitive and business harm as well as litigation and regulatory action. \n\nAn inability to successfully manage the implementation of our new commercial global enterprise resource planning (ERP) system could adversely affect our operations and operating results: We are in the process of implementing a new commercial global ERP system. This system will replace many of our existing operating and financial systems. The implementation is a major undertaking, both financially and from a management and personnel perspective. Any disruptions, delays or deficiencies in the design and implementation of our new ERP system could adversely affect our ability to process orders, ship products, provide services and customer support, send invoices and track payments, fulfill contractual obligations or otherwise operate our business. \n\nWe may be unable to attract and retain key employees: Our sales, technical and other key personnel play an integral role in the development, marketing and selling of new and existing products. If we are unable to recruit, hire, develop and retain a talented, competitive work force in our highly competitive industry, or if we are unable to plan effective succession for the future, we may not be able to meet our strategic business objectives. Ongoing inflationary pressures and other macroeconomic factors could also increase the cost of labor and harm our ability to recruit, hire and retain talented employees. In addition, if we are unable to maintain an inclusive culture that aligns our diverse workforce with our mission and values, this could adversely impact our ability to recruit, hire, develop and retain key talent. Further, the remote or hybrid work environment that has become commonplace as a result of the COVID-19 pandemic could harm our culture and/or decrease employee engagement, which could adversely impact our ability to recruit, hire, develop and retain a talented, competitive workforce. \n\nInterruption of manufacturing operations could adversely affect our business: We and our suppliers have manufacturing and supply sites all over the world. However, the manufacturing of certain of our product lines is concentrated in one or more plants or geographic regions. We have principal manufacturing and distribution facilities in the United States in Arizona, California, Florida, Illinois, Indiana, Michigan, Minnesota, New Jersey, Puerto Rico, Tennessee, Texas, Utah, Virginia and Washington, and outside the United States in China, France, Germany, Ireland, Mexico, the Netherlands, Switzerland and Turkey. Damage to our facilities, to our suppliers&#8217; or service providers' facilities, or to our central distribution centers as a result of natural disasters, fires, explosions or otherwise, as well as issues in our manufacturing arising from a failure to follow specific internal protocols and procedures, compliance concerns relating to the quality systems regulation, equipment breakdown or malfunction, IT system failures or cybersecurity incidents, environmental hazard incidents or changes to environmental regulations or other factors, could adversely affect the availability of our products. In the event of an interruption in manufacturing, we may be unable to move quickly to alternate means of producing affected products to meet customer demand. In the event of a significant interruption, we may experience lengthy delays in resuming production of affected products due to the need for regulatory approvals, and we may experience loss of market share, additional expense and harm to our reputation. \n\nOur insurance program may not be adequate to cover future losses: We maintain third-party insurance to cover our exposure to certain property and casualty losses and are self-insured for claims and expenses related to other property and casualty losses, including product liability, intellectual property infringement and enforcement, environmental, and cybersecurity and data privacy losses. We manage a portion of our exposure to \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 6 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\nself-insured losses through a wholly-owned captive insurance company. Insurance coverage limits provided by third-party insurers and/or our captive insurance company may not be sufficient to fully cover unanticipated losses. \n\nThe COVID-19 pandemic has materially adversely affected, and could continue to materially adversely affect, our operations, supply chain, manufacturing, product distribution, customers and other business activities: The global COVID-19 pandemic led to severe disruptions in the market in the United States and international economies that may continue for a prolonged duration and trigger a recession or a period of economic slowdown. In response, various governmental authorities and private enterprises implemented, and may continue to implement or reimplement, numerous measures, such as travel bans and restrictions, quarantines, shelter-in-place orders and shutdowns. A significant number of our customers, global suppliers, distributors and manufacturing facilities are located in regions that were affected by the pandemic and those operations have been, and could continue to be, materially affected by restrictive measures implemented in response to the pandemic. As a result, some of our customers, distributors and indirect sales channels have at times been unable to retain employees, distribute or use our products or provide required services. We have experienced, and could continue to experience, delays and shortages in the supply of components or materials and delays in delivering our products that may result in our inability to satisfy consumer demand for our products in a timely manner or at all, which could harm our reputation, future sales and profitability. \n\nIn addition, the pandemic adversely impacted the ability of certain third-party suppliers, manufacturers, distributors and customers to retain key employees and ensure the continued service and availability of skilled personnel necessary to run their complex operations. To the extent management or other personnel of our third-party suppliers, manufacturers, distributors and customers are impacted again in significant numbers and are not available to perform their job duties, we could experience delays in, or the suspension of, our manufacturing operations, sales activities, research and product development activities, regulatory work streams, clinical development programs and other important commercial and corporate functions. \n\nMoreover, we have observed an overall tightening and increasingly competitive labor market due to labor shortages caused in part by the COVID-19 pandemic and responsive measures, which has included increased wages offered by other employers and voluntary attrition of our employees and the employees of our third-party suppliers, manufacturers, distributors and customers. \n\nThe extent of the pandemic&#8217;s continuing effect on our business and industry will depend on future developments, including future resurgences and/or the spread of variants, and the successful development, distribution and acceptance of vaccines for those variants, all of which are uncertain and difficult to predict. We are not able at this time to estimate with certainty the effect of these and other unforeseen factors on our business, but the adverse impact on our business, cash flows, financial condition and results of operations has been, and could in the future be, material. A prolonged or reemerging impact of COVID-19 (or other pandemics in the future) also could heighten many of the other risks described in this report. \n\nWe have experienced, and may continue to experience, a significant and unpredictable need to adjust our operations as market demand for certain of our products has shifted \n\nand continues to shift or as may be mandated by governmental authorities: Some of our products are particularly sensitive to reductions in elective medical procedures. Elective medical procedures were suspended or reduced at various times since the beginning of the COVID-19 pandemic in many of the markets where our products are marketed and sold, which negatively affected our business, cash flows, financial condition and results of operations. It is not possible to predict whether elective medical procedures will again be suspended or reduced in the future and, to the extent individuals and customers are required to delay or cancel elective procedures as a result of a resurgence of the COVID-19 pandemic or otherwise, our business, cash flows, financial condition and results of operations could be negatively affected. \n\nIn addition, our products in certain divisions, such as Medical, have experienced, and could continue to experience, higher demand as our customers have focused on treating COVID-19 patients and preparing for future public health emergencies. Unpredictable increases in demand for certain of our products have exceeded in the past, and could exceed in the future, our capacity to meet such demand timely, which could adversely affect our customer relationships and result in negative publicity. In this regard, the accelerated development and production of products and services to address medical and other requirements could increase the risk of regulatory enforcement actions, product defects or related claims. \n\nLEGAL AND REGULATORY RISKS \n\nCurrent economic and political conditions make tax rules in jurisdictions subject to significant change : Our future results of operations could be affected by changes in the effective tax rate as a result of changes in tax laws, regulations and judicial rulings. We are continuing to evaluate the impact of tax reform in the countries in which we operate as new guidance and regulations are published. In addition, further changes in the tax laws could arise, including as a result of the base erosion and profit shifting (BEPS) project undertaken by the Organisation for Economic Cooperation and Development (OECD). The OECD, which represents a coalition of member countries, has issued recommendations that, in some cases, would make substantial changes to numerous long-standing tax positions and principles. These contemplated changes, to the extent adopted by OECD members and/or other countries, could increase tax uncertainty and may adversely affect our provision for income taxes. \n\nWe could be negatively impacted by future changes in the allocation of income to each of the income tax jurisdictions in which we operate: We operate in multiple income tax jurisdictions both in the United States and internationally. Accordingly, our management must determine the appropriate allocation of income to each jurisdiction based on current interpretations of complex income tax regulations. Income tax authorities regularly perform audits of our income tax filings. Income tax audits associated with the allocation of income and other complex issues, including inventory transfer pricing and cost sharing, product royalty and foreign branch arrangements, may require an extended period to resolve and may result in significant income tax adjustments. \n\nThe impact of United States healthcare reform legislation on our business remains uncertain: In 2010 the Patient Protection and Affordable Care Act (ACA) was enacted. While the provisions of the ACA are intended to expand access to health insurance coverage and improve the quality of healthcare over time, other provisions of the legislation, including Medicare provisions aimed at decreasing costs, comparative effectiveness research, an \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 7 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\nindependent payment advisory board and pilot programs to evaluate alternative payment methodologies, are having a meaningful effect on the way healthcare is developed and delivered and could have a significant effect on our business. There have been ongoing litigation and congressional efforts to modify or repeal all or certain provisions of the ACA. We face uncertainties that might result from modification or repeal of any of the provisions of the ACA, including as a result of current and future executive orders and legislative actions. We cannot predict what other healthcare programs and regulations will ultimately be implemented at the federal or state level or the effect that any future legislation or regulation in the United States may have on our business. \n\nWe are subject to extensive governmental regulation relating to the classification, manufacturing, sterilization, licensing, labeling, marketing and sale of our products: The classification, manufacturing, sterilization, licensing, labeling, marketing and sale of our products are subject to extensive and evolving regulations and rigorous regulatory enforcement by the FDA, state governments, European Union and other governmental authorities in the United States and internationally. The process of obtaining licenses, regulatory clearances and/or approvals to market and sell our products can be costly and time consuming and the clearances and/or approvals might not be granted timely. We have ongoing responsibilities under the laws and regulations applicable to the manufacturing of products within our facilities and those contracted by third parties that are subject to periodic inspections by the FDA, state Boards of Pharmacy and other governmental authorities to determine compliance with the quality system, medical device reporting regulations and other requirements. We incur significant costs to comply with regulations, including the MDR, the free trade agreement between the United Kingdom and the European Union that became effective January 1, 2021, and the regulatory laws established by the National Medical Products Administration in China. If we fail to comply with applicable regulatory requirements, we may be subject to a range of sanctions, including substantial fines, warning letters that require corrective action, product seizures, recalls, the suspension of product manufacturing, revocation of approvals, exclusion from future participation in government healthcare programs, substantial fines and criminal prosecution. \n\nWe are subject to federal, state and foreign healthcare regulations, including anti-bribery, anti-corruption, anti-kickback and false claims laws, globally and could face substantial penalties if we fail to comply with such regulations and laws: The relationships that we, and third parties that market and/or sell our products, have with healthcare professionals, such as physicians, hospitals, healthcare organizations and others, are subject to scrutiny under various state and federal laws often referred to collectively as healthcare fraud and abuse laws. In addition, the United States and foreign government regulators have increased the enforcement of the Foreign Corrupt Practices Act (FCPA) and other anti-bribery and anti-kickback laws. We also must comply with a variety of other laws that impose extensive tracking and reporting related to all transfers of value provided to certain healthcare professionals and others. These laws and regulations are broad in scope and are subject to evolving interpretation and we have in the past been, and in the future could be, required to incur substantial costs to investigate, audit and monitor compliance or to alter our practices. Violations or alleged violations of these laws could result in litigation and we may be subject to criminal or civil penalties and sanctions, including substantial fines, imprisonment of current or former employees and exclusion from participation in governmental healthcare programs. In 2013 and 2018 we \n\nsettled claims brought by the United States Securities and Exchange Commission (SEC) related to the FCPA. Pursuant to these settlements, we paid fines and penalties and retained an independent compliance consultant. We continue to implement recommendations that resulted from the independent compliance consultant&#8217;s review of our commercial practices to enhance our commercial business practices. \n\nWe are subject to privacy, data protection and data security regulations and laws globally, and could face substantial penalties if we fail to comply with such regulations and laws: We are subject to a variety of laws and regulations globally regarding privacy, data protection, and data security, including those related to the collection, storage, handling, use, disclosure, transfer and security of personally identifiable healthcare information. For example, in the United States, privacy and security regulations under the Health Insurance Portability and Accountability Act of 1996, including the expanded requirements under the Health Information Technology for Economic and Clinical Health Act of 2009, establish comprehensive standards with respect to the use and disclosure of protected health information (PHI), by covered entities, in addition to setting standards to protect the confidentiality, integrity and security of PHI. Regulators are also imposing new data privacy and security requirements, including new and greater monetary fines for privacy violations. For example, the European Union&#8217;s General Data Protection Regulation (GDPR) established rules regarding the handling of personal data. Non-compliance with the GDPR may result in monetary penalties of up to 4% of total company revenue. Other governmental authorities around the world are imposing similar types of laws and regulations, data breach reporting and penalties for non-compliance and increasing security requirements. These laws and regulations are broad in scope and are subject to evolving interpretation and we have in the past been, and in the future could be, required to incur substantial costs to monitor compliance or to alter our practices. \n\nWe may be adversely affected by product liability claims, unfavorable court decisions or legal settlements: We are exposed to potential product liability risks inherent in the design, manufacture and marketing of medical devices, many of which are implanted in the human body for long periods of time or indefinitely. We may be exposed to additional potential product liability risks related to products designed, manufactured and marketed in response to the COVID-19 pandemic, including discretionary products and products permitted under the Emergency Use Authorization granted by the FDA. We are currently defendants in a number of product liability matters, including those relating to our Rejuvenate and ABGII Modular-Neck hip stems, LFIT Anatomic CoCr V40 Femoral Heads and the product liability lawsuits and claims relating to Wright Medical Group N.V. (Wright) legacy hip products discussed in Note 7 to our Consolidated Financial Statements. These matters are subject to many uncertainties and outcomes are not predictable. Further, in November 2020 the European Parliament voted in favor of the European Representative Actions Directive (the Collective Redress Directive), which mandates a class action regime in each member state to facilitate domestic and cross-border class actions in a wide range of areas, including product liability claims with medical devices. The Collective Redress Directive will take effect in 2023 after a 24-month implementation period. The Collective Redress Directive, when implemented, could result in additional litigation risks and significant legal expenses for us. In addition, we may incur significant legal expenses for product liability claims regardless of whether we are found to be liable. \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 8 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\nIntellectual property litigation and infringement claims could cause us to incur significant expenses or prevent us from selling certain of our products: The medical device industry is characterized by extensive intellectual property litigation and, from time to time, we are the subject of claims of infringement or misappropriation. Regardless of outcome, such claims are expensive to defend and divert management and operating personnel from other business issues. A successful claim or claims of patent or other intellectual property infringement against us could result in payment of significant monetary damages and/or royalty payments or negatively impact our ability to sell current or future products in the affected category. \n\nDependence on patent and other proprietary rights and failing to protect such rights or to be successful in litigation related to such rights may impact offerings in our product portfolios: Our long-term success largely depends on our ability to market technologically competitive products. If we fail to obtain or maintain adequate intellectual property protection, it could allow others to sell products that directly compete with proprietary features in our product portfolio. Also, our issued patents may be subject to claims challenging their validity and scope and raising other issues. In addition, currently pending or future patent applications may not result in issued patents. \n\nMARKET RISKS \n\nWe have exposure to exchange rate fluctuations on cross border transactions and translation of local currency results into United States Dollars: We report our financial results in United States Dollars and approximately 30% of our net sales are denominated in foreign currencies, including the Australian Dollar, British Pound, Canadian Dollar, Chinese Yuan, Euro and Japanese Yen. Cross border transactions with external parties and intercompany relationships result in increased exposure to foreign currency exchange effects. While we use derivative instruments to manage the impact of currency exchange, our hedging strategies may not be successful, and our unhedged exposures continue to be subject to currency fluctuations. In addition, the weakening or strengthening of the United States Dollar results in favorable or unfavorable translation effects when the results of our foreign locations are translated into United States Dollars. \n\nAdditional capital that we may require in the future may not be available to us or may only be available to us on unfavorable terms, which could negatively affect our liquidity: Our future capital requirements will depend on many factors, including operating requirements, current and future acquisitions and the need to refinance existing debt. Our ability to issue additional debt or enter into other financing arrangements on acceptable terms could be adversely affected by our debt levels, unfavorable changes in economic conditions or uncertainties that affect the capital markets. Changes in credit ratings issued by nationally recognized credit rating agencies could also adversely affect our access to and cost of financing. Higher borrowing costs or the inability to access capital markets could adversely affect our ability to support future growth and operating requirements. In addition, we have experienced, and could continue to experience, loss of sales and profits due to delayed payments or insolvency of healthcare professionals, hospitals and other customers and suppliers facing liquidity issues due to the current macroeconomic environment, type and number of conditions being treated or for other reasons. As a result, we may be compelled to take additional measures to preserve our cash flow, including through the reduction of operating expenses or suspension of dividend payments. \n\nENVIRONMENTAL, SOCIAL AND GOVERNANCE (ESG) RISKS \n\nWe could be negatively impacted by ESG and sustainability-related matters: Governments, investors, customers, employees and other stakeholders are increasingly focusing on corporate ESG practices and disclosures, and expectations in this area are rapidly evolving. On occasion, we announce new initiatives, including goals, under our Corporate Responsibility framework. This framework is aligned with our areas of interest, which include environment and sustainability, social impact, diversity, equity and inclusion and supply chain management, among others. The criteria by which our ESG practices are assessed may change due to the quickly evolving landscape, which could result in greater regulatory requirements or expectations of us and cause us to undertake costly initiatives to satisfy such new criteria. Moreover, the increasing attention to corporate ESG initiatives could also result in reduced demand for our products, reduced profits and increased investigations and litigation. If we are unable to satisfy evolving criteria, investors may conclude that our policies and/or actions with respect to ESG matters are inadequate. If we fail or are perceived to have failed to achieve previously announced initiatives or goals or to accurately disclose our progress, our reputation, business, financial condition and results of operations could be adversely impacted. \n\nPhysical effects of climate change or legal, regulatory or market measures intended to address climate change could adversely affect our operations and operating results: Risks associated with climate change are subject to increasing societal, regulatory and political focus in the United States and globally. Shifts in weather patterns caused by climate change are expected to increase the frequency, severity or duration of certain adverse weather conditions and natural disasters, such as hurricanes, tornadoes, earthquakes, wildfires, droughts, extreme temperatures or flooding, which could cause more significant business and supply chain interruptions, damage to our products and facilities as well as the infrastructure of hospitals, medical care facilities and other customers, reduced workforce availability, increased costs of raw materials and components, increased liabilities and decreased revenues than what we have experienced in the past from such events. In addition, increased public concern over climate change could result in new legal or regulatory requirements designed to mitigate the effects of climate change, which could include the adoption of more stringent environmental laws and regulations or stricter enforcement of existing laws and regulations. Such developments could result in increased compliance costs and adverse impacts on raw material sourcing, manufacturing operations and the distribution of our products, which could adversely affect our operations and operating results. \n\n##TABLE_START "
    },
    {
      "section": "1B",
      "text": " ITEM 1B. UNRESOLVED STAFF COMMENTS. ##TABLE_END\n\nNone. \n\n##TABLE_START "
    },
    {
      "section": "2",
      "text": " ITEM 2. PROPERTIES. ##TABLE_END\n\nWe have approximately 27 company-owned and 322 leased locations worldwide including 48 manufacturing locations. We believe that our properties are in good operating condition and adequate for the manufacture and distribution of our products. We do not anticipate difficulty in renewing existing leases as they expire or in finding alternative facilities. \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 9 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\n##TABLE_START "
    },
    {
      "section": "3",
      "text": " ITEM 3. LEGAL PROCEEDINGS. ##TABLE_END\n\nWe are involved in various proceedings, legal actions and claims arising in the normal course of business, including proceedings related to product, labor and intellectual property, and the matters described in more detail in Note 7 to our Consolidated Financial Statements. \n\n##TABLE_START "
    },
    {
      "section": "4",
      "text": " ITEM 4. MINE SAFETY DISCLOSURES. ##TABLE_END\n\nNot applicable. \n\n##TABLE_START PART II ##TABLE_END\n\n##TABLE_START "
    },
    {
      "section": "5",
      "text": " ITEM 5. MARKET FOR THE REGISTRANT&#8217;S COMMON EQUITY, RELATED STOCKHOLDER MATTERS AND ISSUER PURCHASES OF EQUITY SECURITIES. ##TABLE_END\n\nOur common stock is traded on the New York Stock Exchange under the symbol SYK. \n\nOur Board of Directors considers payment of cash dividends at its quarterly meetings. On January 31, 2023 there were 2,523 shareholders of record of our common stock. \n\nWe did not repurchase any shares in the three months ended December 31, 2022 and the total dollar value of shares that could be acquired under our authorized repurchase program at December 31, 2022 was $1,033. \n\nIn the fourth quarter 2022 we issued 48 shares of our common stock as performance incentive awards to employees. These shares were not registered under the Securities Act of 1933 based on the conclusion that the awards were not events of sale within the meaning of Section 2(a)(3) of the Act. \n\nThe following graph compares our total returns (including reinvestment of dividends) against the Standard &#38; Poor&#8217;s (S&#38;P) 500 Index and the S&#38;P 500 Health Care Index. The graph assumes $100 (not in millions) invested on December 31, 2017 in our common stock and each of the indices. \n\n##TABLE_START Company / Index 2017 2018 2019 2020 2021 2022 Stryker Corporation $ 100.00 &#160; $ 102.43 &#160; $ 138.62 &#160; $ 163.81 &#160; $ 180.56 &#160; $ 167.16 &#160; S&#38;P 500 Index $ 100.00 $ 95.62 $ 125.72 $ 148.85 $ 191.58 $ 156.88 S&#38;P 500 Health Care Index $ 100.00 $ 106.47 $ 128.64 $ 145.93 $ 184.07 $ 180.47 ##TABLE_END\n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 10 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\n##TABLE_START "
    },
    {
      "section": "6",
      "text": " ITEM 6. SELECTED FINANCIAL DATA. ##TABLE_END\n\n##TABLE_START Statement of Earnings Data 2022 2021 2020 2019 2018 Net sales $ 18,449 &#160; $ 17,108 &#160; $ 14,351 &#160; $ 14,884 &#160; $ 13,601 &#160; Cost of sales 6,871 6,140 5,294 5,188 4,663 Gross profit $ 11,578 &#160; $ 10,968 &#160; $ 9,057 &#160; $ 9,696 &#160; $ 8,938 &#160; Research, development and engineering expenses 1,454 1,235 984 971 862 Selling, general and administrative expenses 6,455 6,427 5,361 5,356 5,099 Recall charges, net (15) 103 17 192 23 Amortization of intangible assets 627 619 472 464 417 Goodwill impairment 216 &#8212; &#8212; &#8212; &#8212; Total operating expenses $ 8,737 $ 8,384 $ 6,834 $ 6,983 $ 6,401 Operating income $ 2,841 &#160; $ 2,584 &#160; $ 2,223 &#160; $ 2,713 &#160; $ 2,537 &#160; Other income (expense), net (158) (303) (269) (151) (181) Earnings before income taxes $ 2,683 &#160; $ 2,281 &#160; $ 1,954 &#160; $ 2,562 &#160; $ 2,356 &#160; Income taxes 325 287 355 479 (1,197) Net earnings $ 2,358 &#160; $ 1,994 &#160; $ 1,599 &#160; $ 2,083 &#160; $ 3,553 &#160; Net earnings per share of common stock: Basic $ 6.23 $ 5.29 $ 4.26 $ 5.57 $ 9.50 Diluted $ 6.17 $ 5.21 $ 4.20 $ 5.48 $ 9.34 Dividends declared per share of common stock $ 2.835 &#160; $ 2.585 &#160; $ 2.355 &#160; $ 2.135 &#160; $ 1.930 &#160; Balance Sheet Data Cash, cash equivalents and current marketable securities $ 1,928 $ 3,019 $ 3,024 $ 4,425 $ 3,699 Accounts receivable, net 3,565 3,022 2,701 2,893 2,332 Inventories 3,995 3,314 3,494 2,980 2,955 Property, plant and equipment, net 2,970 2,833 2,752 2,567 2,291 Total assets $ 36,884 &#160; $ 34,631 &#160; $ 34,330 &#160; $ 30,167 &#160; $ 27,229 &#160; Accounts payable 1,413 1,129 810 675 646 Total debt 13,048 12,479 13,991 11,090 9,859 Shareholders&#8217; equity $ 16,616 &#160; $ 14,877 &#160; $ 13,084 &#160; $ 12,807 &#160; $ 11,730 &#160; Cash Flow Data Net cash provided by operating activities $ 2,624 &#160; $ 3,263 &#160; $ 3,277 &#160; $ 2,191 &#160; $ 2,610 &#160; Purchases of property, plant and equipment 588 525 487 649 572 Depreciation 371 371 340 314 306 Acquisitions, net of cash acquired 2,563 339 4,222 802 2,451 Amortization of intangible assets 627 619 472 464 417 Payments of dividends 1,051 950 863 778 703 Repurchase of common stock &#8212; &#8212; &#8212; 307 300 Other Data Number of shareholders of record 2,533 2,551 2,597 2,636 2,732 Approximate number of employees 51,000 46,000 43,000 40,000 36,000 ##TABLE_END\n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 11 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\n##TABLE_START "
    },
    {
      "section": "7",
      "text": " ITEM 7. MANAGEMENT&#8217;S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS. ##TABLE_END\n\nAbout Stryker \n\nStryker is one of the world's leading medical technology companies and, together with our customers, we are driven to make healthcare better. We offer innovative products and services in Medical and Surgical, Neurotechnology, Orthopaedics and Spine that help improve patient and healthcare outcomes. Alongside our customers around the world, Stryker impacts more than 130 million patients annually. Our goal is to achieve sales growth at the high-end of the medical technology (MedTech) industry and maintain our long-term capital allocation strategy that prioritizes: (1) Acquisitions, (2) Dividends and (3) Share repurchases. \n\nMacroeconomic Environment \n\nThe global economy is experiencing increased inflationary pressures in part due to global supply chain disruptions, labor shortages and other impacts of the COVID-19 pandemic and current macroeconomic environment which we anticipate will continue. Higher interest rates and capital costs, higher shipping costs, increased costs of labor and weakening foreign currency exchange rates are creating additional economic challenges. These conditions may cause our customers to decrease or delay orders for our products and services, and we expect the higher interest rates to impact demand for our capital products. \n\nOur operations have been adversely impacted by the inflationary pressures primarily related to labor, steel and transportation costs as well as the impact of purchasing electronic components at premium prices on the spot market. Sales growth in certain products has been constrained by the continuing supply chain challenges and electronic component shortages, especially impacting the capital products in our MedSurg businesses, although the supply chain constraints eased somewhat in the fourth quarter. \n\nRussia and Ukraine Conflict \n\nThe military conflict in Russia and Ukraine and the sanctions imposed by the United States government and other nations in response to this conflict have caused significant volatility and disruptions to the global markets. Given that we provide life-saving and life-enhancing products, we plan to continue operating in Russia provided we can safely do so. In 2022 net sales in Russia were approximately 0.3% of our revenues. Although Russia does not constitute a material portion of our business, there is uncertainty around the impact it will have on the global economy, supply chains and fuel and energy prices generally, and therefore our business. \n\nChina Volume-Based Procurement and Import Purchase Evaluation \n\nThe government in China has launched regional and national programs for volume-based procurement (VBP) of high-value medical consumables to reduce healthcare costs. Each VBP program has specific requirements to award contracts to the lowest bidders who are able to satisfy the quality and quantity requirements. The successful bidders may be guaranteed sales volume for certain products, while unsuccessful bidders may lose unit sales volume. We have been a winning bidder in certain national and regional VBP programs, including those for joint \n\nreplacement and trauma products in 2021 and certain neurovascular products in the fourth quarter of 2022. The prices required for a successful bid have negatively impacted the commercial operations of joint replacement, trauma and certain neurovascular products in China. \n\nWe were unsuccessful in our bids in the VBP program for spine products that took place in the third quarter of 2022 and as a result we are exiting the spine business in China. To date our other businesses have not been significantly impacted, but may be in the future as a result of additional VBP programs. China has also issued national guiding standards for Import Purchase Evaluation (IPE) which has increased the purchase of locally sourced equipment in China's public hospitals and is impacting our MedSurg business in China. Our business in China represented approximately 2.4% our revenues in 2022. \n\nOverview of 2022 \n\nIn 2022 we achieved reported net sales growth of 7.8%. Excluding the impact of acquisitions and divestitures, sales grew 9.7% in constant currency. We reported net earnings of $2,358 and net earnings per diluted share of $6.17. Excluding the impact of certain items, we achieved adjusted net earnings (1) of $3,571 and adjusted net earnings per diluted share (1) of $9.34 representing growth of 2.8%. \n\nWe continued our capital allocation strategy by investing $2,563 in acquisitions and paying $1,051 in dividends to our shareholders. \n\nIn February 2022 we entered into a $1.5 billion term loan agreement that matures on February 22, 2025 and bears interest at a base rate based on the Term Secured Overnight Financing Rate (SOFR) plus 0.725%. In 2022 we repaid $650 of this term loan. Refer to Note 10 to our Consolidated Financial Statements for further information. \n\nIn February 2022 we completed the acquisition of Vocera for $79.25 per share, or an aggregate purchase price of $2.6 billion, net of cash acquired ($3.0 billion including convertible notes). Vocera is a leader in the digital care coordination and communication category. Vocera is part of our Medical business within MedSurg and Neurotechnology. Goodwill attributable to the acquisition reflects the strategic benefits of expanding our presence in adjacent markets, diversifying our product portfolio, advancing innovations, and accelerating our digital aspirations. Refer to Note 6 to our Consolidated Financial Statements for further information. \n\nIn 2022 we recorded a goodwill impairment charge of $216 related to our Spine business. Refer to Note 8 to our Consolidated Financial Statements for further information. \n\nOn August 16, 2022 the Inflation Reduction Act (IRA) was enacted into law. The IRA includes a 15% corporate alternative minimum tax effective in 2023 and a 1% tax on share repurchases after December 31, 2022. We do not expect the tax-related provisions of the IRA to have a material impact on our Consolidated Financial Statements. The impact of the excise tax on share repurchases will be dependent on the extent of share repurchases made in future periods. \n\n(1) Refer to \"Non-GAAP Financial Measures\" for a discussion of non-GAAP financial measures used in this report and a reconciliation to the most directly comparable GAAP financial measure. \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 12 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\n##TABLE_START ##TABLE_END\n\nCONSOLIDATED RESULTS OF OPERATIONS \n\n##TABLE_START Percent Net Sales Percentage Change 2022 2021 2020 2022 2021 2020 2022 vs. 2021 2021 vs. 2020 Net sales $ 18,449 &#160; $ 17,108 &#160; $ 14,351 &#160; 100.0 &#160; % 100.0 &#160; % 100.0 &#160; % 7.8 &#160; % 19.2 &#160; % Gross profit 11,578 10,968 9,057 62.8 64.1 63.1 5.6 21.1 Research, development and engineering expenses 1,454 1,235 984 7.9 7.2 6.9 17.7 25.5 Selling, general and administrative expenses 6,455 6,427 5,361 35.0 37.6 37.4 0.4 19.9 Recall charges, net (15) 103 17 (0.1) 0.6 0.1 nm nm Amortization of intangible assets 627 619 472 3.4 3.6 3.3 1.3 31.1 Goodwill impairment 216 &#8212; &#8212; 1.2 &#8212; &#8212; nm nm Other income (expense), net (158) (303) (269) (0.9) (1.8) (1.9) (47.9) 12.6 Income taxes 325 287 355 nm nm nm 13.2 (19.2) Net earnings $ 2,358 &#160; $ 1,994 &#160; $ 1,599 &#160; 12.8 &#160; % 11.7 &#160; % 11.1 &#160; % 18.3 &#160; % 24.7 &#160; % Net earnings per diluted share $ 6.17 &#160; $ 5.21 &#160; $ 4.20 &#160; 18.4 &#160; % 24.0 &#160; % \n\nAdjusted net earnings per diluted share (1) \n\n$ 9.34 &#160; $ 9.09 &#160; $ 7.43 &#160; 2.8 &#160; % 22.3 &#160; % ##TABLE_END\n\n##TABLE_START Geographic and Segment Net Sales \n\nPercentage Change 2022 vs. 2021 2021 vs. 2020 2022 2021 2020 As Reported Constant Currency As Reported Constant Currency Geographic: United States $ 13,638 $ 12,321 $ 10,455 10.7 % 10.7 % 17.9 % 17.9 % International 4,811 4,787 3,896 0.5 11.7 22.8 18.8 Total $ 18,449 &#160; $ 17,108 &#160; $ 14,351 &#160; 7.8 &#160; % 11.0 &#160; % 19.2 &#160; % 18.1 &#160; % Segment: MedSurg and Neurotechnology $ 10,611 $ 9,538 $ 8,345 11.2 % 14.1 % 14.3 % 13.3 % Orthopaedics and Spine 7,838 7,570 6,006 3.5 7.0 26.0 24.8 Total $ 18,449 &#160; $ 17,108 &#160; $ 14,351 &#160; 7.8 &#160; % 11.0 &#160; % 19.2 &#160; % 18.1 &#160; % ##TABLE_END\n\n##TABLE_START Supplemental Net Sales Growth Information Percentage Change 2022 vs. 2021 2021 vs. 2020 United States International United States International 2022 2021 2020 As Reported Constant Currency As Reported As Reported Constant Currency As Reported Constant Currency As Reported As Reported Constant Currency MedSurg and Neurotechnology: Instruments $ 2,279 $ 2,111 $ 1,863 8.0 % 10.4 % 10.6 % (0.9) % 10.0 % 13.4 % 12.5 % 11.3 % 20.9 % 16.6 % Endoscopy 2,423 2,141 1,763 13.2 15.9 14.6 8.2 20.8 21.5 20.8 18.6 32.7 29.4 Medical 3,031 2,607 2,524 16.2 18.6 20.6 1.5 11.7 3.3 2.2 5.1 (2.4) (6.6) Neurovascular 1,200 1,188 973 1.1 7.2 (0.9) 2.3 12.2 22.0 19.5 18.3 24.4 20.3 Neuro Cranial 1,376 1,214 972 13.3 15.4 14.9 6.1 17.5 24.9 24.3 23.4 32.4 28.6 Other 302 277 250 9.2 9.3 8.9 25.3 29.9 10.4 10.3 10.0 48.9 40.8 $ 10,611 &#160; $ 9,538 &#160; $ 8,345 &#160; 11.2 &#160; % 14.1 &#160; % 14.2 &#160; % 3.0 &#160; % 13.8 &#160; % 14.3 &#160; % 13.3 &#160; % 13.0 &#160; % 18.1 &#160; % 14.0 &#160; % Orthopaedics and Spine: Knees $ 1,997 $ 1,848 $ 1,567 8.0 % 11.2 % 10.6 % 1.0 % 12.9 % 18.0 % 16.9 % 15.4 % 25.5 % 21.3 % Hips 1,413 1,342 1,206 5.3 10.1 9.1 (0.6) 11.5 11.2 9.9 5.8 21.1 17.2 Trauma and Extremities 2,807 2,664 1,722 5.4 8.7 9.0 (3.2) 8.0 54.6 53.0 63.8 36.8 32.3 Spine 1,146 1,167 1,047 (1.8) 1.1 0.6 (7.7) 2.4 11.5 10.5 8.7 19.1 15.2 Other 475 549 464 (13.3) (10.3) (16.9) (0.9) 12.8 18.2 18.0 10.1 58.8 57.4 $ 7,838 &#160; $ 7,570 &#160; $ 6,006 &#160; 3.5 &#160; % 7.0 &#160; % 6.0 &#160; % (2.2) % 9.3 &#160; % 26.0 &#160; % 24.8 &#160; % 25.0 &#160; % 28.6 &#160; % 24.5 &#160; % Total $ 18,449 &#160; $ 17,108 &#160; $ 14,351 &#160; 7.8 &#160; % 11.0 &#160; % 10.7 &#160; % 0.5 &#160; % 11.7 &#160; % 19.2 &#160; % 18.1 &#160; % 17.9 &#160; % 22.8 &#160; % 18.8 &#160; % ##TABLE_END\n\nnm - not meaningful \n\n##TABLE_START ##TABLE_END\n\nConsolidated Net Sales \n\nConsolidated net sales increased 7.8% as reported and 11.0% in constant currency, as foreign currency exchange rates negatively impacted net sales by 3.2%. Excluding the 1.3% impact of acquisitions and divestitures, net sales in constant currency increased by 10.6% from increased unit volume partially offset by 0.9% due to lower prices. The unit volume increase was primarily due to higher shipments across all MedSurg and Neurotechnology products and most Orthopaedics and Spine products. \n\nConsolidated net sales in 2021 increased 19.2% as reported and 18.1% in constant currency. Excluding the 5.5% impact of acquisitions and divestitures, net sales in constant currency increased by 13.4% from increased unit volume partially offset by 0.8% due to lower prices. The unit volume increase was primarily due to higher shipments across all product lines. \n\nMedSurg and Neurotechnology Net Sales \n\nMedSurg and Neurotechnology net sales in 2022 increased 11.2% as reported and 14.1% in constant currency, as foreign currency exchange rates negatively impacted net sales by 2.9%. \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 13 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\nExcluding the 2.3% impact of acquisitions and divestitures, net sales in constant currency increased by 11.2% from increased unit volume and 0.6% due to higher prices. The unit volume increase was due to higher shipments across all MedSurg and Neurotechnology products. \n\nMedSurg and Neurotechnology net sales in 2021 increased 14.3% as reported and 13.3% in constant currency, as foreign currency exchange rates positively impacted net sales by 1.0%. Excluding the 0.2% impact of acquisitions and divestitures, net sales in constant currency increased by 13.6% from increased unit volume partially offset by 0.5% due to lower prices. The unit volume increase was due to higher shipments across all MedSurg and Neurotechnology products. \n\nOrthopaedics and Spine Net Sales \n\nOrthopaedics and Spine net sales in 2022 increased 3.5% as reported and 7.0% in constant currency, as foreign currency exchange rates negatively impacted net sales by 3.5%. Net sales in constant currency increased by 9.9% from increased unit volume partially offset by 2.9% due to lower prices. The unit volume increase was primarily due to higher shipments across most Orthopaedics and Spine products. \n\nOrthopaedics and Spine net sales in 2021 increased 26.0% as reported and 24.8% in constant currency, as foreign currency exchange rates positively impacted net sales by 1.2%. Excluding the 12.8% impact of acquisitions and divestitures, net sales in constant currency increased by 13.2% from increased unit volume partially offset by 1.2% due to lower prices. The unit volume increase was due to higher shipments across all Orthopaedics and Spine products. \n\nGross Profit \n\nGross profit as a percentage of net sales decreased to 62.8% in 2022 from 64.1% in 2021. Excluding the impact of the items noted below, gross profit decreased to 63.1% from 65.9% in 2021 primarily due to increased costs from purchases of electronic components at premium prices on the spot market and other inflationary pressures, primarily related to labor, steel and transportation, as well as inefficiencies from supply chain disruptions and unfavorable product mix. \n\nGross profit as a percentage of net sales increased to 64.1% in 2021 from 63.1% in 2020. Excluding the impact of the items noted below, gross profit increased to 65.9% from 63.8% in 2020 primarily due to leverage from higher sales volumes and favorable product mix, partially offset by lower selling prices. \n\n##TABLE_START Percent Net Sales &#160; 2022 2021 2020 2022 2021 2020 Reported $ 11,578 &#160; $ 10,968 &#160; $ 9,057 &#160; 62.8 &#160; % 64.1 &#160; % 63.1 &#160; % Inventory stepped up to fair value 12 266 48 &#8212; 1.6 0.3 Restructuring-related and other charges 56 28 53 0.3 0.2 0.4 Medical device regulations 3 5 2 &#8212; &#8212; &#8212; Adjusted $ 11,649 &#160; $ 11,267 &#160; $ 9,160 &#160; 63.1 &#160; % 65.9 &#160; % 63.8 &#160; % ##TABLE_END\n\nResearch, Development and Engineering Expenses \n\nResearch, development and engineering expenses as a percentage of net sales increased to 7.9% in 2022 from 7.2% in 2021 and 6.9% in 2020. Expenses in 2022 included the write-off of certain intangible assets. Excluding the impact of the items noted below, expenses increased to 6.7% in 2022 from 6.6% in 2021 and 6.3% in 2020. The increases reflect our continued investment in innovation and integration of recent acquisitions. \n\n##TABLE_START Percent Net Sales &#160; 2022 2021 2020 2022 2021 2020 Reported $ 1,454 &#160; $ 1,235 &#160; $ 984 &#160; 7.9 &#160; % 7.2 &#160; % 6.9 &#160; % Restructuring-related and other charges (87) &#8212; &#8212; (0.5) &#8212; &#8212; Medical device regulations (137) (102) (79) (0.7) (0.6) (0.6) Adjusted $ 1,230 &#160; $ 1,133 &#160; $ 905 &#160; 6.7 &#160; % 6.6 &#160; % 6.3 &#160; % ##TABLE_END\n\nSelling, General and Administrative Expenses \n\nSelling, general and administrative expenses as a percentage of net sales in 2022 decreased to 35.0% from 37.6% in 2021 and 37.4% in 2020. Both 2022 and 2021 included charges related to certain asset impairments. Refer to Note 15 to our Consolidated Financial Statements for further information. In 2022 we determined that certain commercial and regulatory milestones related to technology acquired in the purchase of Mobius Imaging and Cardan Robotics were no longer probable of being achieved and recorded $110 to reduce the fair value of contingent consideration. In addition, share-based awards for Vocera employees vested upon our acquisition in 2022 and a charge of $132 was recorded. \n\nExcluding the impact of the items noted below, expenses decreased to 32.7% in 2022 from 33.6% in 2021 and 33.1% in 2020 which reflects our increased focus on discretionary cost control and headcount discipline to offset inflationary pressures. \n\n##TABLE_START Percent Net Sales &#160; 2022 2021 2020 2022 2021 2020 Reported $ 6,455 &#160; $ 6,427 &#160; $ 5,361 &#160; 35.0 &#160; % 37.6 &#160; % 37.4 &#160; % Other acquisition and integration-related (138) (319) (194) (0.8) (1.9) (1.4) Restructuring-related and other charges (206) (358) (406) (1.1) (2.1) (2.9) Regulatory and legal matters (76) 2 (6) (0.4) &#8212; &#8212; Adjusted $ 6,035 &#160; $ 5,752 &#160; $ 4,755 &#160; 32.7 &#160; % 33.6 &#160; % 33.1 &#160; % ##TABLE_END\n\nRecall Charges, Net \n\nRecall charges, net were ($15), $103 and $17 in 2022, 2021 and 2020. In 2022 we recorded a net benefit for recall matters related to adjusting existing reserves to reflect our best estimate of our remaining obligation for LFIT Anatomic CoCr V40 Femoral Heads voluntary recalls partially offset by charges primarily related to Wright hip products. \n\nIn 2021 charges were primarily due to the previously disclosed Rejuvenate and ABGII Modular-Neck hip stems and LFIT Anatomic CoCr V40 Femoral Heads voluntary recalls. \n\nRefer to Note 7 to our Consolidated Financial Statements for further information. \n\nAmortization of Intangible Assets \n\nAmortization of intangible assets was $627, $619 and $472 in 2022, 2021 and 2020. Compared to 2020, the increases in 2022 and 2021 were due to the first quarter 2022 and fourth quarter 2020 acquisitions of Vocera and Wright. Refer to Notes 6 and 8 to our Consolidated Financial Statements for further information. \n\nGoodwill Impairment \n\nIn 2022 we recorded a goodwill impairment charge of $216 related to our Spine business. Refer to Note 8 to our Consolidated Financial Statements for further information. \n\nOperating Income \n\nOperating income increased as a percentage of sales to 15.4% in 2022 from 15.1% in 2021. Excluding the impact of the items \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 14 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\nnoted below, operating income decreased to 23.8% of sales in 2022 from 25.6% in 2021, primarily due to inflationary pressures and unfavorable foreign exchange partially offset by cost discipline. \n\nOperating income as a percentage of sales in 2021 decreased to 15.1% from 15.5% in 2020. Excluding the impact of the items noted below, operating income increased to 25.6% in 2021 from 24.4% in 2020 primarily due to leverage from higher sales volumes partially offset by disciplined spending. \n\n##TABLE_START Percent Net Sales &#160; 2022 2021 2020 2022 2021 2020 Reported $ 2,841 &#160; $ 2,584 &#160; $ 2,223 &#160; 15.4 &#160; % 15.1 &#160; % 15.5 &#160; % Inventory stepped up to fair value 12 266 48 &#8212; 1.6 0.3 Other acquisition and integration-related 138 319 194 0.8 1.9 1.4 Amortization of intangible assets 627 619 472 3.4 3.5 3.3 Restructuring-related and other charges 349 386 458 1.9 2.3 3.2 Goodwill impairment 216 &#8212; &#8212; 1.3 &#8212; &#8212; Medical device regulations 140 107 81 0.7 0.6 0.6 Recall-related matters (15) 103 17 (0.1) 0.6 0.1 Regulatory and legal matters 76 (2) 6 0.4 &#8212; &#8212; Adjusted $ 4,384 &#160; $ 4,382 &#160; $ 3,499 &#160; 23.8 &#160; % 25.6 &#160; % 24.4 &#160; % ##TABLE_END\n\nOther Income (Expense), Net \n\nOther income (expense), net was ($158), ($303) and ($269) in 2022, 2021 and 2020. The decrease in net expense in 2022 was primarily due to favorable investment returns and the reversal of accrued interest of $50 related to the effective settlement of the United States federal income tax audit for years 2014 through 2018. Refer to Note 11 to our Consolidated Financial Statements for further information. The increase in net expense in 2021 compared to 2020 was primarily due to increased interest expense driven by the additional debt from the bond offerings completed in June 2020 and November 2020 related to the Wright acquisition. \n\nIncome Taxes \n\nOur effective tax rate was 12.1%, 12.6% and 18.2% for 2022, 2021 and 2020. The effective income tax rate for 2022 decreased due to the effective settlement of the United States federal income tax audit for years 2014 through 2018 of $162 and the reversal of deferred income tax on undistributed earnings of foreign subsidiaries. In addition, the effective income tax rates for 2022, 2021 and 2020 reflect the continued lower effective income tax rates as a result of our European operations, the tax effect related to the transfers of intellectual property between tax jurisdictions, the tax effect of future remittances of the undistributed earnings of foreign subsidiaries and certain discrete tax items. \n\nNet Earnings \n\nNet earnings increased to $2,358 or $6.17 per diluted share from $1,994 or $5.21 per diluted share in 2021 and $1,599 or $4.20 per diluted share in 2020. Adjusted net earnings per diluted share (1) was $9.34 in 2022 compared to $9.09 in 2021 and $7.43 in 2020. \n\n##TABLE_START Percent Net Sales &#160; 2022 2021 2020 2022 2021 2020 Reported $ 2,358 &#160; $ 1,994 &#160; $ 1,599 &#160; 12.8 &#160; % 11.7 &#160; % 11.1 &#160; % Inventory stepped up to fair value 9 203 36 &#8212; 1.2 0.3 Other acquisition and integration-related 104 244 157 0.6 1.4 1.1 Amortization of intangible assets 495 489 381 2.7 2.9 2.6 Restructuring-related and other charges 283 345 397 1.5 2.0 2.8 Goodwill impairment 216 &#8212; &#8212; 1.3 &#8212; &#8212; Medical device regulations 115 90 63 0.6 0.5 0.4 Recall-related matters (12) 89 13 (0.1) 0.5 0.1 Regulatory and legal matters 69 (12) 8 0.4 (0.1) 0.1 Tax matters (66) 32 173 (0.4) 0.2 1.2 Adjusted $ 3,571 &#160; $ 3,474 &#160; $ 2,827 &#160; 19.4 &#160; % 20.3 &#160; % 19.7 &#160; % ##TABLE_END\n\nNon-GAAP Financial Measures \n\nWe supplement the reporting of our financial information determined under accounting principles generally accepted in the United States (GAAP) with certain non-GAAP financial measures, including percentage sales growth in constant currency; percentage organic sales growth; adjusted gross profit; adjusted selling, general and administrative expenses; adjusted research, development and engineering expenses; adjusted operating income; adjusted other income (expense), net; adjusted effective income tax rate; adjusted net earnings; adjusted net earnings per diluted share (Diluted EPS); free cash flow; and free cash flow conversion. We believe these non-GAAP financial measures provide meaningful information to assist investors and shareholders in understanding our financial results and assessing our prospects for future performance. Management believes percentage sales growth in constant currency and the other adjusted measures described above are important indicators of our operations because they exclude items that may not be indicative of or are unrelated to our core operating results and provide a baseline for analyzing trends in our underlying businesses. Management uses these non-GAAP financial measures for reviewing the operating results of reportable business segments and analyzing potential future business trends in connection with our budget process and bases certain management incentive compensation on these non-GAAP financial measures. To measure percentage sales growth in constant currency, we remove the impact of changes in foreign currency exchange rates that affect the comparability and trend of sales. Percentage sales growth in constant currency is calculated by translating current and prior year results at the same foreign currency exchange rate. To measure percentage organic sales growth, we remove the impact of changes in foreign currency exchange rates, acquisitions and divestitures, which affect the comparability and trend of sales. Percentage organic sales growth is calculated by translating current year and prior year results at the same foreign currency exchange rates excluding the impact of acquisitions and divestitures. To measure earnings performance on a consistent and comparable basis, we exclude certain items that affect the comparability of operating results and the trend of earnings. To measure free cash flow, we adjust cash provided by operating activities by the amount of purchases of property, plant and equipment and proceeds from long-lived asset disposals and remove the impact of certain legal settlements and recall payments. To measure free cash flow \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 15 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\nconversion we divide free cash flow by adjusted net earnings. These adjustments are irregular in timing and may not be indicative of our past and future performance. The following are examples of the types of adjustments that may be included in a period: \n\n1. Acquisition and integration-related costs . Costs related to integrating recently acquired businesses (e.g., costs associated with the termination of sales relationships, workforce reductions and other integration-related activities), changes in the fair value of contingent consideration and specific costs (e.g., inventory step-up and deal costs) related to the consummation of the acquisition process. \n\n2. Amortization of purchased intangible assets . Periodic amortization expense related to purchased intangible assets. \n\n3. Restructuring-related and other charges . Costs associated with the termination of sales relationships in certain countries, workforce reductions, elimination of product lines, certain long-lived and intangible asset write-offs and impairments and associated costs and other restructuring-related activities. \n\n4. Goodwill impairment. Charges to impair the carrying value of goodwill. \n\n5. Medical device regulations. Costs specific to updating our quality system, product labeling, asset write-offs and product remanufacturing to comply with the new medical device reporting regulations and other requirements of the European Union. \n\n6. Recall-related matters . Our best estimate of the minimum of the range of probable loss to resolve the Rejuvenate, LFIT \n\nV40, Wright legacy hip products and other product recalls. \n\n7. Regulatory and legal matters . Our best estimate of the minimum of the range of probable loss to resolve certain regulatory matters and other legal settlements. \n\n8. Tax matters . Charges represent the impact of accounting for certain significant and discrete tax items. \n\nBecause non-GAAP financial measures are not standardized, it may not be possible to compare these financial measures with other companies' non-GAAP financial measures having the same or similar names. These adjusted financial measures should not be considered in isolation or as a substitute for reported sales growth, gross profit, selling, general and administrative expenses, research, development and engineering expenses, operating income, other income (expense), net, effective income tax rate, net earnings and net earnings per diluted share, the most directly comparable GAAP financial measures. These non-GAAP financial measures are an additional way of viewing aspects of our operations when viewed with our GAAP results and the reconciliations to corresponding GAAP financial measures at the end of the discussion of Consolidated Results of Operations below. We strongly encourage investors and shareholders to review our financial statements and publicly-filed reports in their entirety and not to rely on any single financial measure. \n\nThe weighted-average diluted shares outstanding used in the calculation of non-GAAP net earnings per diluted share are the same as those used in the calculation of reported net earnings per diluted share for the respective period. \n\n##TABLE_START ##TABLE_END\n\nReconciliation of the Most Directly Comparable GAAP Financial Measure to Non-GAAP Financial Measure \n\n##TABLE_START 2022 Gross Profit Selling, General &#38; Administrative Expenses Research, Development &#38; Engineering Expenses Operating Income Other Income (Expense), Net Net Earnings Effective Tax Rate Diluted EPS Reported $ 11,578 &#160; $ 6,455 &#160; $ 1,454 &#160; $ 2,841 &#160; $ (158) $ 2,358 &#160; 12.1 &#160; % $ 6.17 &#160; Acquisition and integration-related costs: Inventory stepped-up to fair value 12 &#8212; &#8212; 12 &#8212; 9 &#8212; 0.02 Other acquisition and integration-related &#8212; (138) &#8212; 138 &#8212; 104 0.5 0.27 Amortization of purchased intangible assets &#8212; &#8212; &#8212; 627 &#8212; 495 1.7 1.30 Restructuring-related and other charges 56 (206) (87) 349 &#8212; 283 0.7 0.74 Goodwill impairment &#8212; &#8212; &#8212; 216 &#8212; 216 (1.1) 0.57 Medical device regulations 3 &#8212; (137) 140 &#8212; 115 0.2 0.30 Recall-related matters &#8212; &#8212; &#8212; (15) &#8212; (12) &#8212; (0.03) Regulatory and legal matters &#8212; (76) &#8212; 76 &#8212; 69 (0.2) 0.18 Tax matters &#8212; &#8212; &#8212; &#8212; (75) (66) 0.1 (0.18) Adjusted $ 11,649 &#160; $ 6,035 &#160; $ 1,230 &#160; $ 4,384 &#160; $ (233) $ 3,571 &#160; 14.0 &#160; % $ 9.34 &#160; ##TABLE_END\n\n##TABLE_START 2021 Gross Profit Selling, General &#38; Administrative Expenses Research, Development &#38; Engineering Expenses Operating Income Other Income (Expense), Net Net Earnings Effective Tax Rate Diluted EPS Reported $ 10,968 &#160; $ 6,427 &#160; $ 1,235 &#160; $ 2,584 &#160; $ (303) $ 1,994 &#160; 12.6 &#160; % $ 5.21 &#160; Acquisition and integration-related costs: Inventory stepped-up to fair value 266 &#8212; &#8212; 266 &#8212; 203 1.0 0.53 Other acquisition and integration-related &#8212; (319) &#8212; 319 &#8212; 244 1.2 0.64 Amortization of purchased intangible assets &#8212; &#8212; &#8212; 619 &#8212; 489 1.6 1.28 Restructuring-related and other charges 28 (358) &#8212; 386 11 345 (0.3) 0.90 Goodwill impairment &#8212; &#8212; &#8212; &#8212; &#8212; &#8212; &#8212; &#8212; Medical device regulations 5 &#8212; (102) 107 &#8212; 90 &#8212; 0.24 Recall-related matters &#8212; &#8212; &#8212; 103 &#8212; 89 &#8212; 0.23 Regulatory and legal matters &#8212; 2 &#8212; (2) (7) (12) 0.2 (0.02) Tax matters &#8212; &#8212; &#8212; &#8212; &#8212; 32 (1.4) 0.08 Adjusted $ 11,267 &#160; $ 5,752 &#160; $ 1,133 &#160; $ 4,382 &#160; $ (299) $ 3,474 &#160; 14.9 &#160; % $ 9.09 &#160; ##TABLE_END\n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 16 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\n##TABLE_START 2020 Gross Profit Selling, General &#38; Administrative Expenses Research, Development &#38; Engineering Expenses Operating Income Other Income (Expense), Net Net Earnings Effective Tax Rate Diluted EPS Reported $ 9,057 &#160; $ 5,361 &#160; $ 984 &#160; $ 2,223 &#160; $ (269) $ 1,599 &#160; 18.2 &#160; % $ 4.20 &#160; Acquisition and integration-related costs: Inventory stepped-up to fair value 48 &#8212; &#8212; 48 &#8212; 36 0.3 0.10 Other acquisition and integration-related &#8212; (194) &#8212; 194 &#8212; 157 0.7 0.41 Amortization of purchased intangible assets &#8212; &#8212; &#8212; 472 &#8212; 381 1.6 1.00 Restructuring-related and other charges 53 (406) &#8212; 458 &#8212; 397 0.2 1.04 Goodwill impairment &#8212; &#8212; &#8212; &#8212; &#8212; &#8212; &#8212; &#8212; Medical device regulations 2 &#8212; (79) 81 &#8212; 63 0.4 0.17 Recall-related matters &#8212; &#8212; &#8212; 17 &#8212; 13 0.1 0.03 Regulatory and legal matters &#8212; (6) &#8212; 6 &#8212; 8 (0.1) 0.02 Tax matters &#8212; &#8212; &#8212; &#8212; 4 173 (8.8) 0.46 Adjusted $ 9,160 &#160; $ 4,755 &#160; $ 905 &#160; $ 3,499 &#160; $ (265) $ 2,827 &#160; 12.6 &#160; % $ 7.43 &#160; ##TABLE_END\n\n##TABLE_START ##TABLE_END\n\nFINANCIAL CONDITION AND LIQUIDITY \n\n##TABLE_START Net cash provided by (used in): 2022 2021 2020 Operating activities $ 2,624 $ 3,263 $ 3,277 Investing activities (2,924) (859) (4,701) Financing activities (749) (2,365) (11) Effect of exchange rate changes (51) (38) 41 Change in cash and cash equivalents $ (1,100) $ 1 &#160; $ (1,394) ##TABLE_END\n\nWe believe our financial condition continues to be of high quality, as evidenced by our ability to generate substantial cash from operations and to readily access capital markets at competitive rates despite the current macroeconomic environment. Operating cash flow provides the primary source of cash to fund operating needs and capital expenditures. Excess operating cash is used first to fund acquisitions to complement our portfolio of businesses. Other discretionary uses include dividends and share repurchases. We supplement operating cash flow with debt to fund our activities as necessary. Our overall cash position reflects our business results and a global cash management strategy that takes into account liquidity management, economic factors and tax considerations. \n\nOperating Activities \n\nCash provided by operating activities was $2,624, $3,263 and $3,277 in 2022, 2021 and 2020. The decrease from 2021 was primarily due to higher costs for certain electronic components and pre-buying of critical raw materials to manage supply chain delays as well as higher accounts receivable as a result of sales occurring near the end of the year, partially offset by increased net earnings. \n\nInvesting Activities \n\nCash used in investing activities was $2,924, $859 and $4,701 in 2022, 2021 and 2020. The increase in cash used in 2022 was primarily due to the acquisition of Vocera and investments in capital projects, partially offset by settlements of certain foreign currency forward contracts designated as net investment hedges. \n\nFinancing Activities \n\nCash provided by (used in) financing activities was ($749), ($2,365) and ($11) in 2022, 2021 and 2020. Cash used in 2022 was primarily driven by dividend payments of $1,051 and repayments of debt, including $650 of payments on the $1,500 term loan used to fund the acquisition of Vocera. In 2021 we made payments of $1,151 on long-term debt and dividend payments of $950. In 2020 we secured a $400 term loan in November, and issued $600 of notes in November and $2,300 of notes in June, which was offset by total debt repayments of $2,297 and dividend payments of $863. There were no share repurchases in 2022, 2021 or 2020. \n\nWe maintain debt levels that we consider appropriate after evaluating a number of factors including cash requirements for ongoing operations, investment and financing plans (including acquisitions and share repurchase activities) and overall cost of capital. Refer to Note 10 to our Consolidated Financial Statements for further information. \n\n##TABLE_START 2022 2021 2020 Dividends paid per common share $ 2.78 $ 2.52 $ 2.30 Total dividends paid to common shareholders $ 1,051 $ 950 $ 863 ##TABLE_END\n\nLiquidity \n\nCash, cash equivalents and marketable securities were $1,928 and $3,019, and our current assets exceeded current liabilities by $3,972 and $5,468 on December 31, 2022 and 2021. We anticipate being able to support our short-term liquidity and operating needs from a variety of sources including cash from operations, commercial paper and existing credit lines. In October 2021 we entered into a new revolving credit agreement that replaces our previous agreement dated August 19, 2016. The primary changes were to increase the aggregate principal amount of the facility by $750 to $2,250, extend the maturity date to October 26, 2026, increase the leverage ratio to 3.75 and provide LIBOR replacement language. \n\nWe raised funds in the capital markets in the past and may continue to do so from time-to-time. We continue to have strong investment-grade short-term and long-term debt ratings that we believe should enable us to refinance our debt as needed. \n\nOur cash, cash equivalents and marketable securities held in locations outside the United States was approximately 36% and 26% on December 31, 2022 and 2021. \n\nGuarantees and Other Off-Balance Sheet Arrangements \n\nWe do not have guarantees or other off-balance sheet financing arrangements, including variable interest entities, of a magnitude that we believe could have a material impact on our financial condition or liquidity. \n\nCONTRACTUAL OBLIGATIONS AND FORWARD-LOOKING CASH REQUIREMENTS \n\nIn 2022 we recorded a net benefit for recall matters related to adjusting existing reserves to reflect our best estimate of our remaining obligation for LFIT Anatomic CoCr V40 Femoral Heads recall matters partially offset by charges primarily related to Wright hip products recall matters. As further described in Note 7 to our Consolidated Financial Statements, our recorded product liabilities include Wright hip products, Rejuvenate and ABG II and LFIT Anatomic CoCr V40 Femoral Heads recall matters. Recorded reserves represent the minimum of the range of probable cost remaining to resolve these matters. The final outcome of these matters is dependent on many variables that \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 17 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\nare difficult to predict. The ultimate cost to entirely resolve these matters may be materially different from the amount of the current estimates and could have a material adverse effect on our financial position, results of operations and cash flows. We are not able to reasonably estimate the future periods in which payments will be made. \n\nAs further described in Note 11 to our Consolidated Financial Statements, on December 31, 2022 we had a reserve for uncertain income tax positions of $286. Due to uncertainties regarding the ultimate resolution of income tax audits, we are not able to reasonably estimate the future periods in which any income tax payments to settle these uncertain income tax positions will be made. \n\nAs further described in Note 12 to our Consolidated Financial Statements, on December 31, 2022 our defined benefit pension plans were underfunded by $253, of which approximately $250 related to plans outside the United States. Due to the rules affecting tax-deductible contributions in the jurisdictions in which the plans are offered and the impact of future plan asset performance, changes in interest rates and potential changes in legislation in the United States and other foreign jurisdictions, we are not able to reasonably estimate the amounts that may be required to fund defined benefit pension plans. \n\n##TABLE_START Contractual Obligations Total 2023 2024 - 2025 2026 - 2027 After 2027 Total debt \n\n$ 12,958 $ 1,208 $ 3,700 $ 1,750 $ 6,300 Interest payments \n\n3,193 290 524 397 1,982 Unconditional purchase obligations \n\n1,845 1,595 121 115 14 Operating leases \n\n466 126 169 95 76 \n\nUnited States Tax Cuts and Jobs Act Transition Tax \n\n463 109 354 &#8212; &#8212; Other \n\n175 12 16 12 135 Total $ 19,100 &#160; $ 3,340 &#160; $ 4,884 &#160; $ 2,369 &#160; $ 8,507 &#160; ##TABLE_END\n\nCRITICAL ACCOUNTING POLICIES AND ESTIMATES \n\nIn preparing our financial statements in accordance with generally accepted accounting principles, there are certain accounting policies, which may require substantial judgment or estimation in their application. We believe these accounting policies and the others set forth in Note 1 to our Consolidated Financial Statements are critical to understanding our results of operations and financial condition. Actual results could differ from our estimates and assumptions, and any such differences could be material to our results of operations and financial condition. \n\nInventory Reserves \n\nWe maintain reserves for excess and obsolete inventory resulting from the potential inability to sell certain products at prices in excess of current carrying costs. We make estimates regarding the future recoverability of the costs of these products and record provisions based on historical experience, expiration of sterilization dates and expected future trends. If actual product life cycles, product demand or acceptance of new product introductions are less favorable than projected by management, additional inventory write downs may be required, which could unfavorably affect future operating results. \n\nIncome Taxes \n\nOur annual tax rate is determined based on our income, statutory tax rates and the tax impacts of items treated differently for tax purposes than for financial reporting purposes. Tax law requires certain items be included in the tax return at different times than the items are reflected in the financial statements. Some of these differences are permanent, such as expenses that are not deductible in our tax return, and some differences are temporary \n\nand reverse over time, such as depreciation expense. These temporary differences create deferred tax assets and liabilities. \n\nDeferred tax assets generally represent the tax effect of items that can be used as a tax deduction or credit in future years for which we have already recorded the tax benefit in our income statement. Deferred tax liabilities generally represent tax expense recognized in our financial statements for which payment was deferred, the tax effect of expenditures for which a deduction was taken in our tax return but has not yet been recognized in our financial statements or assets recorded at fair value in business combinations for which there was no corresponding tax basis adjustment. \n\nInherent in determining our annual tax rate are judgments regarding business plans, tax planning opportunities and expectations about future outcomes. Realization of certain deferred tax assets is dependent upon generating sufficient taxable income in the appropriate jurisdiction prior to the expiration of the carryforward periods. Although realization is not assured, management believes it is more likely than not that our deferred tax assets, net of valuation allowances, will be realized. \n\nWe operate in multiple jurisdictions with complex tax policy and regulatory environments. In certain of these jurisdictions, we may take tax positions that management believes are supportable but are potentially subject to successful challenge by the applicable taxing authority. These differences of interpretation with the respective governmental taxing authorities can be impacted by the local economic and fiscal environment. We evaluate our tax positions and establish liabilities in accordance with the applicable accounting guidance on uncertainty in income taxes. We review these tax uncertainties in light of changing facts and circumstances, such as the progress of tax audits, and adjust them accordingly. We have a number of audits in process in various jurisdictions. Although the resolution of these tax positions is uncertain, based on currently available information, we believe that it is more likely than not that the ultimate outcomes will not have a material adverse effect on our financial position, results of operations or cash flows. \n\nDue to the number of estimates and assumptions inherent in calculating the various components of our tax provision, certain changes or future events, such as changes in tax legislation, geographic mix of earnings, completion of tax audits or earnings repatriation plans, could have an impact on those estimates and our effective tax rate. \n\nAcquisitions, Goodwill and Intangibles, and Long-Lived Assets \n\nOur financial statements include the operations of an acquired business starting from the completion of the acquisition. In addition, the assets acquired and liabilities assumed are recorded on the date of acquisition at their respective estimated fair values, with any excess of the purchase price over the estimated fair values of the net assets acquired recorded as goodwill. \n\nSignificant judgment is required in estimating the fair value of intangible assets and in assigning their respective useful lives. Accordingly, we typically obtain the assistance of third-party valuation specialists for significant items. The fair value estimates are based on available historical information and on future expectations and assumptions deemed reasonable by management but are inherently uncertain. We typically use an income method to estimate the fair value of intangible assets, which is based on forecasts of the expected future cash flows attributable to the respective assets. Significant estimates and assumptions inherent in the valuations reflect a consideration of other marketplace participants and include the amount and timing \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 18 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\nof future cash flows (including expected growth rates and profitability), the underlying product or technology life cycles, the economic barriers to entry and the discount rate applied to the cash flows. Unanticipated market or macroeconomic events and circumstances may occur that could affect the accuracy or validity of the estimates and assumptions. \n\nDetermining the useful life of an intangible asset also requires judgment. With the exception of certain trade names, the majority of our acquired intangible assets (e.g., certain trademarks or brands, customer and distributor relationships, patents and technologies) are expected to have determinable useful lives. Our assessment as to the useful lives of these intangible assets is based on a number of factors including competitive environment, market share, trademark, brand history, underlying product life cycles, operating plans and the macroeconomic environment of the countries in which the trademarked or branded products are sold. Our estimates of the useful lives of determinable-lived intangibles are primarily based on these same factors. Determinable-lived intangible assets are amortized to expense over their estimated useful life. \n\nIn some of our acquisitions, we acquire in-process research and development (IPRD) intangible assets. For acquisitions accounted for as business combinations, IPRD is considered to be an indefinite-lived intangible asset until the research is completed (then it becomes a determinable-lived intangible asset) or determined to have no future use (then it is impaired). For asset acquisitions, IPRD is expensed immediately unless there is an alternative future use. \n\nIndefinite-lived intangible assets and goodwill are not amortized but are tested annually for impairment or whenever events or circumstances indicate such assets may be impaired. We perform our annual impairment test for goodwill as of October 31 each year. For indefinite-lived intangible assets and goodwill, we perform a qualitative assessment when it is unlikely that an asset or reporting unit is impaired. For our goodwill impairment test, we periodically corroborate our qualitative assessment with quantitative information. When necessary, we determine the fair value of our indefinite-lived intangible assets and reporting units using an income approach. The income approach calculates the present value of estimated future cash flows and requires certain assumptions and estimates be made regarding market conditions and our future profitability. Considerable management judgment is necessary to evaluate the impact of operating and macroeconomic changes and to estimate future cash flows used to measure fair value. Assumptions used in our impairment evaluations, such as forecasted growth rates and cost of capital, are consistent with internal business plans. We believe such assumptions and estimates are also comparable to those that would be used by other marketplace participants. \n\nIn the fourth quarter of 2022 we determined that our Spine reporting unit&#8217;s carrying value was in excess of its estimated fair value and recognized an impairment charge of $ 216 . The fair value of the Spine reporting unit was determined using a discounted cash flow analysis, which is a form of the income approach. Significant inputs to the analysis included assumptions for future revenue growth, operating margin and the weighted average cost of capital. A hypothetical 1% increase in our estimate of the rate used to discount the estimated future cash flows to their present value would result in an additional impairment charge of $220. Refer to Note 8 to our Consolidated Financial Statements for further discussion and the factors that contributed to these impairment charges. \n\nFor our other reporting units, we considered qualitative indicators of impairment as it was considered more likely than not that the fair values of those reporting units exceeded their respective carrying values. No impairment was identified for those reporting units in 2022. Future changes in the judgments, assumptions and estimates that are used in our impairment testing for goodwill and indefinite-lived intangible assets, including discount and tax rates and future cash flow projections, could result in significantly different estimates of the fair values. A significant reduction in the estimated fair values could result in impairment charges that could materially affect our results of operations. \n\nWe review our other long-lived assets for indicators of impairment whenever events or changes in circumstances indicate that the carrying amount may not be recoverable. The evaluation is performed at the lowest level of identifiable cash flows, which is at the individual asset level or the asset group level. The undiscounted cash flows expected to be generated by the related assets are estimated over their useful life based on updated projections. If the evaluation indicates that the carrying amount of the assets may not be recoverable, any potential impairment is measured based upon the fair value of the related assets or asset group as determined by an appropriate market appraisal or other valuation technique. Assets classified as held for sale, if any, are recorded at the lower of carrying amount or fair value less costs to sell. \n\nLegal and Other Contingencies \n\nWe are involved in various ongoing proceedings, legal actions and claims arising in the normal course of business, including proceedings related to product, labor and intellectual property, and other matters that are more fully described in Note 7 to our Consolidated Financial Statements. The outcomes of these matters will generally not be known for prolonged periods of time. In certain of the legal proceedings, the claimants seek damages, as well as other compensatory and equitable relief, that could result in the payment of significant claims and settlements and/or the imposition of injunctions or other equitable relief. For legal matters for which management had sufficient information to reasonably estimate our future obligations, a liability representing management's best estimate of the probable loss, or the minimum of the range of probable losses when a best estimate within the range is not known, for the resolution of these legal matters is recorded. The estimates are based on consultation with legal counsel, previous settlement experience and settlement strategies. If actual outcomes are less favorable than those projected by management, additional expense may be incurred, which could unfavorably affect future operating results. We are currently self-insured for certain claims and expenses. The ultimate cost to us with respect to product liability claims could be materially different than the amount of the current estimates and accruals and could have a material adverse effect on our financial position, results of operations and cash flows. \n\nNEW ACCOUNTING PRONOUNCEMENTS \n\nRefer to Note 1 to our Consolidated Financial Statements for further information. \n\n##TABLE_START "
    },
    {
      "section": "7A",
      "text": " ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK. ##TABLE_END\n\nWe sell our products globally and, as a result, our operations and financial results could be significantly affected by market risk exposure from exchange rate risk. Our operating results are primarily exposed to changes in exchange rates among the United States Dollar, Australian Dollar, British Pound, Canadian Dollar, Chinese Yuan, Euro and Japanese Yen. We develop and manufacture products in the United States, Canada, China, \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 19 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\nCosta Rica, France, Germany, India, Ireland, Mexico, Switzerland, Turkey and United Kingdom and incur costs in the applicable local currencies. This global deployment of facilities serves to partially mitigate the impact of currency exchange rate changes on our cost of sales. Refer to Notes 1, 4 and 5 to our Consolidated Financial Statements for information regarding our use of derivative instruments to mitigate these risks. A hypothetical 10% change in foreign currencies relative to the United States Dollar would change the December 31, 2022 fair value of these instruments by approximately $388. \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 20 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\n##TABLE_START "
    },
    {
      "section": "8",
      "text": " ITEM 8. FINANCIAL STATEMENTS AND SUPPLEMENTARY DATA. ##TABLE_END\n\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM \n\nTo the Shareholders and the Board of Directors of Stryker Corporation \n\nOpinion on the Financial Statements \n\nWe have audited the accompanying consolidated balance sheets of Stryker Corporation and subsidiaries (the Company) as of December 31, 2022 and 2021, the related consolidated statements of earnings and comprehensive income, shareholders&#8217; equity, and cash flows, for each of the three years in the period ended December 31, 2022, and the related notes and the financial statement schedule listed in the Index at Item 15(a) (collectively referred to as the &#8220;consolidated financial statements&#8220;). In our opinion, the consolidated financial statements present fairly, in all material respects, the consolidated financial position of the Company at December 31, 2022 and 2021, and the consolidated results of its operations and its cash flows for each of the three years in the period ended December 31, 2022, in conformity with U.S. generally accepted accounting principles. \n\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company's internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control-Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) and our report dated February 10, 2023 expressed an unqualified opinion thereon. \n\nBasis for Opinion \n\nThese financial statements are the responsibility of the Company's management. Our responsibility is to express an opinion on the Company&#8217;s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \n\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion . \n\nCritical Audit Matters \n\nThe critical audit matters communicated below are matters arising from the current period audit of the financial statements that were communicated or required to be communicated to the audit committee and that: (1) relate to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matters below, providing separate opinions on the critical audit matters or on the accounts or disclosures to which they relate. \n\n##TABLE_START Uncertain Tax Positions \n\nDescription of the Matter \n\nAs described in Note 11 to the consolidated financial statements, the Company operates in multiple jurisdictions with complex tax policy and regulatory environments and establishes reserves for uncertain tax positions in accordance with the accounting guidance governing uncertainty in income taxes. Assessing tax positions involves judgment including interpreting tax laws of multiple jurisdictions and assumptions relevant to the measurement of an unrecognized tax benefit, including the estimated amount of tax liability that may be incurred should the tax position not be sustained upon inspection by a tax authority. These judgments and assumptions can significantly affect the reserve for uncertain tax positions. At December 31, 2022, the Company had accrued liabilities of $286 million relating to uncertain tax positions. \n\nHow We Addressed the Matter in Our Audit \n\nWe obtained an understanding, evaluated the design and tested the operating effectiveness of controls over the Company&#8217;s accounting process for uncertain tax positions. For example, we tested controls over management&#8217;s identification of uncertain tax positions and its application of the recognition and measurement principles, including management&#8217;s review of the inputs and calculations of unrecognized income tax benefits when recorded. \n\nOur audit procedures to test the Company&#8217;s uncertain tax positions included, among others, involvement of our tax professionals, including transfer pricing professionals. This included evaluating third-party transfer pricing studies obtained by the Company and assessing the Company&#8217;s correspondence with the relevant tax authorities. We analyzed the Company&#8217;s assumptions and data used to determine the amount of tax benefit to recognize and tested the accuracy of the calculations. Our testing also included the evaluation of the ongoing positions and consideration of changes, the recording of penalties and interest and the ultimate settlement and payment of certain tax matters. We also evaluated the adequacy of the Company&#8217;s disclosures included in Note 11 related to these tax matters. \n\n##TABLE_END\n\n##TABLE_START 21 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\n##TABLE_START Valuation of Goodwill for the Spine Reporting Unit \n\nDescription of the Matter \n\nAt December 31, 2022, the Company&#8217;s goodwill was $14,880 million. As discussed in Note 1 of the consolidated financial statements, goodwill is not amortized but rather is tested for impairment at least annually at the reporting unit level. The Company&#8217;s goodwill is initially assigned to its reporting units as of the acquisition date in connection with business combinations. In connection with the Company&#8217;s annual impairment analysis, the Company recorded a goodwill impairment charge of $216 million for the year ended December 31, 2022 in the Spine reporting unit. \n\nAuditing management&#8217;s quantitative goodwill impairment test is complex and highly judgmental due to the significant measurement uncertainty in determining the fair value of a reporting unit. In particular, the fair value estimate for the Spine reporting unit was sensitive to significant assumptions such as revenue growth, operating margins, and discount rate, which are affected by expected future market and economic conditions. \n\nHow We Addressed the Matter in Our Audit \n\nWe obtained an understanding, evaluated the design and tested the operating effectiveness of controls over the Company&#8217;s goodwill impairment assessment process. For example, we tested controls over the Company&#8217;s forecast process as well as controls over management&#8217;s review of the significant assumptions discussed above in estimating the fair value of the Spine reporting unit. \n\nTo test the fair value of the Company&#8217;s Spine reporting unit, our audit procedures included, among others, assessing methodologies used and testing the significant assumptions discussed above as well as the completeness and accuracy of the underlying data used by the Company. For example, we compared the significant assumptions used by management to current industry and economic trends, changes in the Company&#8217;s business model, and other relevant factors. We performed sensitivity analyses of the significant assumptions to evaluate the change in the fair value of the reporting unit resulting from changes in the assumptions. We also reviewed the reconciliation of the fair value of the reporting units to the market capitalization of the Company and evaluated the implied control premium. The evaluation of the Company&#8217;s methodology and significant assumptions was performed with the assistance of our valuation specialists. We also evaluated the adequacy of the Company&#8217;s disclosures included in Note 8 related to the impairment. \n\n##TABLE_END\n\n/s/ Ernst &#38; Young LLP \n\nWe have served as the Company's auditor since 1974 \n\nGrand Rapids, Michigan \n\nFebruary 10, 2023 \n\n##TABLE_START 22 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\nStryker Corporation and Subsidiaries \n\nCONSOLIDATED STATEMENTS OF EARNINGS \n\n##TABLE_START 2022 2021 2020 Net sales $ 18,449 &#160; $ 17,108 &#160; $ 14,351 &#160; Cost of sales 6,871 &#160; 6,140 &#160; 5,294 &#160; Gross profit $ 11,578 &#160; $ 10,968 &#160; $ 9,057 &#160; Research, development and engineering expenses 1,454 &#160; 1,235 &#160; 984 &#160; Selling, general and administrative expenses 6,455 &#160; 6,427 &#160; 5,361 &#160; Recall charges, net ( 15 ) 103 &#160; 17 &#160; Amortization of intangible assets 627 &#160; 619 &#160; 472 &#160; Goodwill impairment 216 &#160; &#8212; &#160; &#8212; &#160; Total operating expenses $ 8,737 &#160; $ 8,384 &#160; $ 6,834 &#160; Operating income $ 2,841 &#160; $ 2,584 &#160; $ 2,223 &#160; Other income (expense), net ( 158 ) ( 303 ) ( 269 ) Earnings before income taxes $ 2,683 &#160; $ 2,281 &#160; $ 1,954 &#160; Income taxes 325 &#160; 287 &#160; 355 &#160; Net earnings $ 2,358 &#160; $ 1,994 &#160; $ 1,599 &#160; Net earnings per share of common stock: Basic $ 6.23 &#160; $ 5.29 &#160; $ 4.26 &#160; Diluted $ 6.17 &#160; $ 5.21 &#160; $ 4.20 &#160; Weighted-average shares outstanding (in millions): Basic 378.2 &#160; 377.0 &#160; 375.5 &#160; Effect of dilutive employee stock compensation 4.0 &#160; 5.3 &#160; 4.8 &#160; Diluted 382.2 &#160; 382.3 &#160; 380.3 &#160; ##TABLE_END\n\nAnti-dilutive shares excluded from the calculation of dilutive employee stock options were 4.3 in 2022 and de minimis in all other periods. \n\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME \n\n##TABLE_START 2022 2021 2020 Net earnings $ 2,358 &#160; $ 1,994 &#160; $ 1,599 &#160; Other comprehensive income (loss), net of tax Marketable securities ( 1 ) 3 &#160; &#8212; &#160; Pension plans 186 &#160; 104 &#160; ( 80 ) Unrealized gains (losses) on designated hedges 12 &#160; 50 &#160; ( 57 ) Financial statement translation 113 &#160; 469 &#160; ( 414 ) Total other comprehensive income (loss), net of tax $ 310 &#160; $ 626 &#160; $ ( 551 ) Comprehensive income $ 2,668 &#160; $ 2,620 &#160; $ 1,048 &#160; ##TABLE_END\n\nSee accompanying notes to Consolidated Financial Statements. \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 23 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\nStryker Corporation and Subsidiaries \n\nCONSOLIDATED BALANCE SHEETS \n\n##TABLE_START 2022 2021 Assets Current assets Cash and cash equivalents $ 1,844 &#160; $ 2,944 &#160; Marketable securities 84 &#160; 75 &#160; \n\nAccounts receivable, less allowance of $ 154 ($ 167 in 2021) \n\n3,565 &#160; 3,022 &#160; Inventories: Materials and supplies 1,006 &#160; 691 &#160; Work in process 348 &#160; 264 &#160; Finished goods 2,641 &#160; 2,359 &#160; Total inventories $ 3,995 &#160; $ 3,314 &#160; Prepaid expenses and other current assets 787 &#160; 662 &#160; Total current assets $ 10,275 &#160; $ 10,017 &#160; Property, plant and equipment: Land, buildings and improvements 1,739 &#160; 1,656 &#160; Machinery and equipment 4,066 &#160; 3,842 &#160; Total property, plant and equipment 5,805 &#160; 5,498 &#160; Less allowance for depreciation 2,835 &#160; 2,665 &#160; Property, plant and equipment, net $ 2,970 &#160; $ 2,833 &#160; Goodwill 14,880 &#160; 12,918 &#160; Other intangibles, net 4,885 &#160; 4,840 &#160; Noncurrent deferred income tax assets 1,410 &#160; 1,760 &#160; Other noncurrent assets 2,464 &#160; 2,263 &#160; Total assets $ 36,884 &#160; $ 34,631 &#160; Liabilities and shareholders' equity Current liabilities Accounts payable $ 1,413 &#160; $ 1,129 &#160; Accrued compensation 1,149 &#160; 1,092 &#160; Income taxes 292 &#160; 192 &#160; Dividend payable 284 &#160; 263 &#160; Accrued product liabilities 230 &#160; 401 &#160; Accrued expenses and other liabilities 1,744 &#160; 1,465 &#160; Current maturities of debt 1,191 &#160; 7 &#160; Total current liabilities $ 6,303 &#160; $ 4,549 &#160; Long-term debt, excluding current maturities 11,857 &#160; 12,472 &#160; Income taxes 641 &#160; 913 &#160; Other noncurrent liabilities 1,467 &#160; 1,820 &#160; Total liabilities $ 20,268 &#160; $ 19,754 &#160; Shareholders' equity \n\nCommon stock, $ 0.10 par value \n\n38 &#160; 38 &#160; Additional paid-in capital 2,034 &#160; 1,890 &#160; Retained earnings 14,765 &#160; 13,480 &#160; Accumulated other comprehensive loss ( 221 ) ( 531 ) Total shareholders' equity $ 16,616 &#160; $ 14,877 &#160; Total liabilities &#38; shareholders' equity $ 36,884 &#160; $ 34,631 &#160; ##TABLE_END\n\nSee accompanying notes to Consolidated Financial Statements. \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 24 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\nStryker Corporation and Subsidiaries \n\nCONSOLIDATED STATEMENTS OF SHAREHOLDERS&#8217; EQUITY \n\n##TABLE_START 2022 2021 2020 Shares Amount Shares Amount Shares Amount Common stock Beginning 377.5 &#160; $ 38 &#160; 376.1 &#160; $ 38 &#160; 374.5 &#160; $ 37 &#160; Issuance of common stock under stock compensation and benefit plans 1.2 &#160; &#8212; &#160; 1.4 &#160; &#8212; &#160; 1.6 &#160; 1 &#160; Ending 378.7 &#160; $ 38 &#160; 377.5 &#160; $ 38 &#160; 376.1 &#160; $ 38 &#160; Additional paid-in capital Beginning $ 1,890 &#160; $ 1,741 &#160; $ 1,628 &#160; Issuance of common stock under stock compensation and benefit plans ( 24 ) ( 22 ) ( 29 ) Share-based compensation 168 &#160; 171 &#160; 142 &#160; Ending $ 2,034 &#160; $ 1,890 &#160; $ 1,741 &#160; Retained earnings Beginning $ 13,480 &#160; $ 12,462 &#160; $ 11,748 &#160; Net earnings 2,358 &#160; 1,994 &#160; 1,599 &#160; Cash dividends declared ( 1,073 ) ( 976 ) ( 885 ) Ending $ 14,765 &#160; $ 13,480 &#160; $ 12,462 &#160; Accumulated other comprehensive (loss) income Beginning $ ( 531 ) $ ( 1,157 ) $ ( 606 ) Other comprehensive income (loss) 310 &#160; 626 &#160; ( 551 ) Ending $ ( 221 ) $ ( 531 ) $ ( 1,157 ) Total shareholders' equity $ 16,616 &#160; $ 14,877 &#160; $ 13,084 &#160; ##TABLE_END\n\nSee accompanying notes to Consolidated Financial Statements. \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 25 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\nStryker Corporation and Subsidiaries \n\nCONSOLIDATED STATEMENTS OF CASH FLOWS \n\n##TABLE_START 2022 2021 2020 Operating activities Net earnings $ 2,358 &#160; $ 1,994 &#160; $ 1,599 &#160; Adjustments to reconcile net earnings to net cash provided by operating activities: Depreciation 371 &#160; 371 &#160; 340 &#160; Amortization of intangible assets 627 &#160; 619 &#160; 472 &#160; Goodwill impairment 216 &#160; &#8212; &#160; &#8212; &#160; Asset impairments 54 &#160; 264 &#160; 215 &#160; Share-based compensation 168 &#160; 171 &#160; 142 &#160; Recall charges, net ( 15 ) 103 &#160; 17 &#160; Sale of inventory stepped up to fair value at acquisition 12 &#160; 266 &#160; 48 &#160; Deferred income tax (benefit) expense 58 &#160; ( 237 ) 48 &#160; Changes in operating assets and liabilities: Accounts receivable ( 579 ) ( 377 ) 354 &#160; Inventories ( 762 ) ( 189 ) 27 &#160; Accounts payable 290 &#160; 329 &#160; 100 &#160; Accrued expenses and other liabilities 328 &#160; 315 &#160; ( 54 ) Recall-related payments ( 157 ) ( 221 ) ( 17 ) Income taxes ( 238 ) ( 98 ) ( 16 ) Other, net ( 107 ) ( 47 ) 2 &#160; Net cash provided by operating activities $ 2,624 &#160; $ 3,263 &#160; $ 3,277 &#160; Investing activities Acquisitions, net of cash acquired ( 2,563 ) ( 339 ) ( 4,222 ) Purchases of marketable securities ( 52 ) ( 49 ) ( 54 ) Proceeds from sales of marketable securities 43 &#160; 55 &#160; 61 &#160; Purchases of property, plant and equipment ( 588 ) ( 525 ) ( 487 ) Proceeds from settlement of net investment hedges 197 &#160; &#8212; &#160; &#8212; &#160; Other investing, net 39 &#160; ( 1 ) 1 &#160; Net cash used in investing activities $ ( 2,924 ) $ ( 859 ) $ ( 4,701 ) Financing activities Proceeds and payments on short-term borrowings, net ( 375 ) ( 7 ) ( 6 ) Proceeds from issuance of long-term debt 1,500 &#160; 5 &#160; 3,292 &#160; Payments on long-term debt ( 653 ) ( 1,151 ) ( 2,297 ) Payments of dividends ( 1,051 ) ( 950 ) ( 863 ) Cash paid for taxes from withheld shares ( 122 ) ( 114 ) ( 110 ) Other financing, net ( 48 ) ( 148 ) ( 27 ) Net cash provided by (used in) financing activities $ ( 749 ) $ ( 2,365 ) $ ( 11 ) Effect of exchange rate changes on cash and cash equivalents ( 51 ) ( 38 ) 41 &#160; Change in cash and cash equivalents $ ( 1,100 ) $ 1 &#160; $ ( 1,394 ) Cash and cash equivalents at beginning of year 2,944 &#160; 2,943 &#160; 4,337 &#160; Cash and cash equivalents at end of year $ 1,844 &#160; $ 2,944 &#160; $ 2,943 &#160; Supplemental cash flow disclosure: Cash paid for income taxes, net of refunds $ 505 &#160; $ 622 &#160; $ 323 &#160; Cash paid for interest on debt $ 324 &#160; $ 325 &#160; $ 304 &#160; ##TABLE_END\n\nSee accompanying notes to Consolidated Financial Statements. \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 26 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\nNOTE 1 - SIGNIFICANT ACCOUNTING POLICIES \n\nNature of Operations: Stryker (the \"Company,\" \"we,\" \"us,\" or \"our\") is one of the world's leading medical technology companies and, together with its customers, is driven to make healthcare better. The Company offers innovative products and services in Medical and Surgical, Neurotechnology, Orthopaedics and Spine that help improve patient and healthcare outcomes. Our products include surgical equipment and surgical navigation systems; endoscopic and communications systems; patient handling, emergency medical equipment and intensive care disposable products; clinical communication and workflow solutions; neurosurgical and neurovascular devices; implants used in joint replacement and trauma surgeries; Mako Robotic-Arm Assisted technology; spinal devices; as well as other products used in a variety of medical specialties. \n\nBasis of Presentation and Consolidation: The Consolidated Financial Statements include the Company and its subsidiaries. All significant intercompany accounts and transactions are eliminated in consolidation. We have no material interests in variable interest entities and none that require consolidation. \n\nUse of Estimates: The preparation of financial statements in conformity with accounting principles generally accepted in the United States (GAAP) requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and disclosure of contingent assets and liabilities on the date of the financial statements and the reported amounts of net sales and expenses in the reporting period. Actual results could differ from those estimates. \n\nRevenue Recognition: Sales are recognized as the performance obligations to deliver products or services are satisfied and are recorded based on the amount of consideration we expect to receive in exchange for satisfying the performance obligations. Our sales are recognized primarily when we transfer control to the customer, which can be on the date of shipment, the date of receipt by the customer or, for most Orthopaedics products, when we have received a purchase order and appropriate notification the product has been used or implanted. Products and services are primarily transferred to customers at a point in time, with some transfers of services taking place over time. \n\nSales represent the amount of consideration we expect to receive from customers in exchange for transferring products and services. Net sales exclude sales, value added and other taxes we collect from customers. Other costs to obtain and fulfill contracts are generally expensed as incurred due to the short-term nature of most of our sales. We extend terms of payment to our customers based on commercially reasonable terms for the markets of our customers, while also considering their credit quality. \n\nA provision for estimated sales returns, discounts and rebates is recognized as a reduction of sales in the same period that the sales are recognized. Our estimate of the provision for sales returns has been established based on contract terms with our customers and historical business practices and current trends. Shipping and handling costs charged to customers are included in net sales. \n\nCost of Sales: Cost of sales is primarily comprised of direct materials and supplies consumed in the manufacture of product, as well as manufacturing labor, depreciation expense and direct overhead expense necessary to acquire and convert the purchased materials and supplies into finished product. Cost of \n\nsales also includes the cost to distribute products to customers, inbound freight costs, warehousing costs and other shipping and handling activity. \n\nResearch, Development and Engineering Expenses: Research, development and engineering costs are charged to expense as incurred. Costs include research, development and engineering activities relating to the development of new products, improvement of existing products, technical support of products and compliance with governmental regulations for the protection of customers and patients. Costs primarily consist of salaries, wages, consulting and depreciation and maintenance of research facilities and equipment. \n\nSelling, General and Administrative Expenses: Selling, general and administrative expense is primarily comprised of selling expenses, marketing expenses, administrative and other indirect overhead costs, amortization of loaner instrumentation, depreciation and amortization expense of non-manufacturing assets and other miscellaneous operating items. \n\nCurrency Translation: Financial statements of subsidiaries outside the United States generally are measured using the local currency as the functional currency. Adjustments to translate those statements into United States Dollars are recorded in other comprehensive income (OCI). Transactional exchange gains and losses are included in other income (expense), net. \n\nCash Equivalents: Highly liquid investments with remaining stated maturities of three months or less when purchased or other money market instruments that are redeemable upon demand are considered cash equivalents and recorded at cost. \n\nMarketable Securities: Marketable securities consist of marketable debt securities, certificates of deposit and mutual funds. Mutual funds are acquired to offset changes in certain liabilities related to deferred compensation arrangements and are expected to be used to settle these liabilities and are recognized in other noncurrent assets. Pursuant to our investment policy, all individual marketable security investments must have a minimum credit quality of single A (Standard &#38; Poor&#8217;s and Fitch) and A2 (Moody&#8217;s Corporation) at the time of acquisition, while the overall portfolio of marketable securities must maintain a minimum average credit quality of double A (Standard &#38; Poor&#8217;s and Fitch) or Aa (Moody&#8217;s Corporation). In the event of a rating downgrade below the minimum credit quality subsequent to purchase, the marketable security investment is evaluated to determine the appropriate action to take to minimize the overall risk to our marketable security investment portfolio. Our marketable securities are classified as available-for-sale and trading securities. Investments in trading securities represent participant-directed investments of deferred employee compensation. \n\nAccounts Receivable: Accounts receivable consists of trade and other miscellaneous receivables. An allowance is maintained for doubtful accounts for estimated losses in the collection of accounts receivable. Estimates are made regarding the ability of customers to make required payments based on historical credit experience, current market conditions and expected credit losses. Accounts receivable are written off when all reasonable collection efforts are exhausted. \n\nInventories: Inventories are stated at the lower of cost or net realizable value, with cost generally determined using the first-in, first-out (FIFO) cost method. For excess and obsolete inventory resulting from the potential inability to sell specific products at prices in excess of current carrying costs, reserves are maintained to reduce current carrying cost to net realizable value. \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 27 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\nFinancial Instruments: Our financial instruments consist of cash, cash equivalents, marketable securities, accounts receivable, other investments, accounts payable, debt and foreign currency exchange contracts. The carrying value of our financial instruments, with the exception of our senior unsecured notes, approximates fair value on December 31, 2022 and 2021. Refer to Notes 3 and 10 for further details. \n\nAll marketable securities are recognized at fair value. Adjustments to the fair value of marketable securities that are classified as available-for-sale are recognized as increases or decreases, net of income taxes, within accumulated other comprehensive income (AOCI) in shareholders&#8217; equity and adjustments to the fair value of marketable securities that are classified as trading are recognized in earnings. The amortized cost of marketable debt securities is adjusted for amortization of premiums and discounts to maturity computed under the effective interest method. Such amortization and interest and realized gains and losses are included in other income (expense), net. The cost of securities sold is determined by the specific identification method. \n\nWe review declines in the fair value of our investments classified as available-for-sale to determine whether the decline in fair value is a result of credit loss or other factors. Impairments of available-for-sale marketable debt securities related to credit loss are included in earnings and impairments related to other factors are recognized within AOCI. \n\nDerivatives: All derivatives are recognized at fair value and reported on a gross basis. We enter into forward currency exchange contracts to mitigate the impact of currency fluctuations on transactions denominated in nonfunctional currencies, thereby limiting our risk that would otherwise result from changes in exchange rates. The periods of the forward currency exchange contracts correspond to the periods of the exposed transactions, with realized gains and losses included in the measurement and recording of transactions denominated in the nonfunctional currencies. All forward currency exchange contracts are recorded at their fair value each period. \n\nForward currency exchange contracts designated as cash flow hedges are designed to hedge the variability of cash flows associated with forecasted transactions denominated in a foreign currency that will take place in the future. These nonfunctional currency exposures principally relate to forecasted intercompany sales and purchases of manufactured products and generally have maturities up to eighteen months . Changes in value of derivatives designated as cash flow hedges are recorded in AOCI on the Consolidated Balance Sheets until earnings are affected by the variability of the underlying cash flows. At that time, the applicable amount of gain or loss from the derivative instrument that is deferred in shareholders&#8217; equity is reclassified into earnings and is included in cost of goods sold in the Consolidated Statements of Earnings. Cash flows associated with these hedges are included in cash from operations in the same category as the cash flows from the items being hedged. \n\nForward currency exchange contracts are used to offset our exposure to the change in value of specific foreign currency denominated assets and liabilities, primarily intercompany payables and receivables. These derivatives are not designated as hedges and, therefore, changes in the value of these forward contracts are recognized in earnings, thereby offsetting the current earnings effect of the related changes in value of foreign currency denominated assets and liabilities. The estimated fair value of our forward currency exchange contracts represents the \n\nmeasurement of the contracts at month-end spot rates as adjusted by current forward points. \n\nFrom time to time, we designate derivative and non-derivative financial instruments as net investment hedges of our investments in certain international subsidiaries. For derivative instruments that are designated and qualify as a net investment hedge, the effective portion of the derivative's gain or loss is recognized in OCI and reported as a component of AOCI. We have elected to use the spot method to assess effectiveness for our derivatives designated as net investment hedges. Accordingly, the change in fair value attributable to changes in the spot rate is recorded in AOCI. We exclude the spot-forward difference from the assessment of hedge effectiveness and amortize this amount separately on a straight-line basis over the term of the forward contracts. This amortization is recognized in other income (expense), net. \n\nFrom time to time, we designate forward starting interest rate derivative instruments as cash flow hedges to manage the exposure to interest rate volatility with regard to future issuance and refinancing of debt. Changes in value of derivatives designated as cash flow hedges are recorded in AOCI on the Consolidated Balance Sheets until earnings are affected by the variability of the underlying cash flows. At that time, the applicable amount of gain or loss from the derivative instrument that is deferred in shareholders&#8217; equity is reclassified into earnings and is included in interest expense within other income (expense), net in the Consolidated Statements of Earnings. \n\nInterest rate derivative instruments designated as fair value hedges have been used in the past to manage the exposure to interest rate movements and to reduce borrowing costs by converting fixed-rate debt into floating-rate debt. Under these agreements, we agree to exchange, at specified intervals, the difference between fixed and floating interest amounts calculated by reference to an agreed-upon notional principal amount. \n\nProperty, Plant and Equipment: Property, plant and equipment is stated at cost. Depreciation is generally computed by the straight-line method over the estimated useful lives of three to 30 years for buildings and improvements and three to 15 years for machinery and equipment. \n\nGoodwill and Other Intangible Assets: Goodwill represents the excess of purchase price over fair value of tangible net assets of acquired businesses at the acquisition date, after amounts allocated to other identifiable intangible assets. Factors that contribute to the recognition of goodwill include synergies that are specific to our business and not available to other market participants and are expected to increase net sales and profits; acquisition of a talented workforce; cost savings opportunities; the strategic benefit of expanding our presence in core and adjacent markets; and diversifying our product portfolio. \n\nThe fair values of other identifiable intangible assets acquired in a business combination are primarily determined using the income approach. Other intangible assets include, but are not limited to, developed technology, customer and distributor relationships (which reflect expected continued customer or distributor patronage) and trademarks and patents. Intangible assets with determinable useful lives are amortized on a straight-line basis over their estimated useful lives of four to 40 years. Certain acquired trade names are considered to have indefinite lives and are not amortized, but are assessed annually for potential impairment as described below. \n\nIn some of our acquisitions, we acquire in-process research and development (IPRD) intangible assets. For acquisitions accounted for as business combinations IPRD is considered to \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 28 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\nbe an indefinite-lived intangible asset until the research is completed (then it becomes a determinable-lived intangible asset) or determined to have no future use (then it is impaired). For asset acquisitions IPRD is expensed immediately unless there is an alternative future use. \n\nGoodwill, Intangibles and Long-Lived Asset Impairment Tests: We perform our annual impairment test for goodwill as of October 31 each year. We consider qualitative indicators of the fair value of a reporting unit when it is unlikely that a reporting unit has impaired goodwill and periodically corroborate that assessment with quantitative information. In certain circumstances, we may also utilize a discounted cash flow analysis that requires certain assumptions and estimates be made regarding market conditions and our future profitability. Indefinite-lived intangible assets are also tested at least annually for impairment by comparing the individual carrying values to the fair value. \n\nWe review long-lived assets for indicators of impairment whenever events or changes in circumstances indicate that the carrying amount may not be recoverable. The evaluation is performed at the lowest level of identifiable cash flows. Undiscounted cash flows expected to be generated by the related assets are estimated over the asset's useful life based on updated projections. If the evaluation indicates that the carrying amount of the asset may not be recoverable, any potential impairment is measured based upon the fair value of the related asset or asset group as determined by an appropriate market appraisal or other valuation technique. Assets classified as held for sale are recorded at the lower of carrying amount or fair value less costs to sell. \n\nShare-Based Compensation: S hare-based compensation is in the form of stock options, restricted stock units (RSUs) and performance stock units (PSUs). Stock options are granted under long-term incentive plans to certain key employees and non-employee directors at an exercise price not less than the fair market value of the underlying common stock, which is the quoted closing price of our common stock on the day prior to the date of grant. The options are granted for periods of up to 10 years and become exercisable in varying installments. \n\nWe grant RSUs to key employees and non-employee directors and PSUs to certain key employees under our long-term incentive plans. The fair value of RSUs is determined based on the number of shares granted and the quoted closing price of our common stock on the date of grant, adjusted for the fact that RSUs do not include anticipated dividends. RSUs generally vest in one-third increments over a three-year period and are settled in stock. PSUs are earned over a three-year performance cycle and vest in March of the year following the end of that performance cycle. The number of PSUs that will ultimately be earned is based on our performance relative to pre-established goals in that three-year performance cycle. The fair value of PSUs is determined based on the quoted closing price of our common stock on the day of grant. \n\nCompensation expense is recognized in the Consolidated Statements of Earnings based on the estimated fair value of the awards on the grant date. Compensation expense recognized reflects an estimate of the number of awards expected to vest after taking into consideration an estimate of award forfeitures based on actual experience and is recognized on a straight-line basis over the requisite service period, which is generally the period required to obtain full vesting. Management expectations related to the achievement of performance goals associated with PSU grants is assessed regularly and that assessment is used to \n\ndetermine whether PSU grants are expected to vest. If performance-based milestones related to PSU grants are not met or not expected to be met, any compensation expense recognized associated with such grants will be reversed. \n\nIncome Taxes: Deferred income tax assets and liabilities are determined based on differences between financial reporting and income tax bases of assets and liabilities and are measured using the enacted income tax rates in effect for the years in which the differences are expected to reverse. Deferred income tax benefits generally represent the change in net deferred income tax assets and liabilities in the year. Other amounts result from adjustments related to acquisitions and foreign currency as appropriate. \n\nWe operate in multiple income tax jurisdictions both within the United States and internationally. Accordingly, management must determine the appropriate allocation of income to each of these jurisdictions based on current interpretations of complex income tax regulations. Income tax authorities in these jurisdictions regularly perform audits of our income tax filings. Income tax audits associated with the allocation of this income and other complex issues, including inventory transfer pricing and cost sharing, product royalty and foreign branch arrangements, may require an extended period of time to resolve and may result in significant income tax adjustments if changes to the income allocation are required between jurisdictions with different income tax rates. \n\nNew Accounting Pronouncements Not Yet Adopted \n\nIn September 2022 the Financial Accounting Standards Board issued ASU 2022-04, Liabilities - Supplier Finance Programs: Disclosure of Supplier Finance Program Obligations , which requires entities that utilize supplier finance programs in connection with the purchase of goods and services to disclose information about the key terms of the programs, a rollforward of the obligations under the programs and where those obligations are presented in the balance sheet. The new disclosure requirements are effective for fiscal years beginning after December 15, 2022, including interim periods within those fiscal years. Currently our obligations under these programs are not material. \n\nAccounting Pronouncements Recently Adopted \n\nOn January 1, 2022 we adopted ASU 2021-08, Business Combinations: Accounting for Contract Assets and Contract Liabilities from Contracts with Customers . This update requires an entity to recognize and measure contract assets and contract liabilities acquired in a business combination in accordance with Accounting Standards Codification 606, Revenue from Contracts with Customers . The adoption of this update did not have a material impact on our Consolidated Financial Statements. \n\nNOTE 2 - REVENUE RECOGNITION \n\nWe disaggregate our net sales by product line and geographic location for each of our segments as we believe it best depicts how the nature, amount, timing and certainty of our net sales and cash flows are affected by economic factors. \n\nProducts and services are primarily transferred to customers at a point in time, with some transfers of services taking place over time. In 2022 less than 10 % of our sales were recognized as services transferred over time. Refer to Note 1 for further discussion on our revenue recognition policies. \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 29 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\n##TABLE_START Segment Net Sales MedSurg and Neurotechnology: 2022 2021 2020 Instruments $ 2,279 &#160; $ 2,111 &#160; $ 1,863 &#160; Endoscopy 2,423 &#160; 2,141 &#160; 1,763 &#160; Medical 3,031 &#160; 2,607 &#160; 2,524 &#160; Neurovascular 1,200 &#160; 1,188 &#160; 973 &#160; Neuro Cranial 1,376 &#160; 1,214 &#160; 972 &#160; Other 302 &#160; 277 &#160; 250 &#160; $ 10,611 &#160; $ 9,538 &#160; $ 8,345 &#160; Orthopaedics and Spine: Knees $ 1,997 &#160; $ 1,848 &#160; $ 1,567 &#160; Hips 1,413 &#160; 1,342 &#160; 1,206 &#160; Trauma and Extremities 2,807 &#160; 2,664 &#160; 1,722 &#160; Spine 1,146 &#160; 1,167 &#160; 1,047 &#160; Other 475 &#160; 549 &#160; 464 &#160; $ 7,838 &#160; $ 7,570 &#160; $ 6,006 &#160; Total $ 18,449 &#160; $ 17,108 &#160; $ 14,351 &#160; ##TABLE_END\n\n##TABLE_START United States Net Sales MedSurg and Neurotechnology: 2022 2021 2020 Instruments $ 1,810 &#160; $ 1,637 &#160; $ 1,471 &#160; Endoscopy 1,914 &#160; 1,670 &#160; 1,408 &#160; Medical 2,422 &#160; 2,007 &#160; 1,910 &#160; Neurovascular 446 &#160; 451 &#160; 381 &#160; Neuro Cranial 1,135 &#160; 988 &#160; 801 &#160; Other 297 &#160; 273 &#160; 247 &#160; $ 8,024 &#160; $ 7,026 &#160; $ 6,218 &#160; Orthopaedics and Spine: Knees $ 1,493 &#160; $ 1,351 &#160; $ 1,170 &#160; Hips 896 &#160; 822 &#160; 777 &#160; Trauma and Extremities 2,035 &#160; 1,866 &#160; 1,139 &#160; Spine 836 &#160; 831 &#160; 764 &#160; Other 354 &#160; 425 &#160; 387 &#160; $ 5,614 &#160; $ 5,295 &#160; $ 4,237 &#160; Total $ 13,638 &#160; $ 12,321 &#160; $ 10,455 &#160; ##TABLE_END\n\n##TABLE_START International Net Sales MedSurg and Neurotechnology: 2022 2021 2020 Instruments $ 469 &#160; $ 474 &#160; $ 392 &#160; Endoscopy 509 &#160; 471 &#160; 355 &#160; Medical 609 &#160; 600 &#160; 614 &#160; Neurovascular 754 &#160; 737 &#160; 592 &#160; Neuro Cranial 241 &#160; 226 &#160; 171 &#160; Other 5 &#160; 4 &#160; 3 &#160; $ 2,587 &#160; $ 2,512 &#160; $ 2,127 &#160; Orthopaedics and Spine: Knees $ 504 &#160; $ 497 &#160; $ 397 &#160; Hips 517 &#160; 520 &#160; 429 &#160; Trauma and Extremities 772 &#160; 798 &#160; 583 &#160; Spine 310 &#160; 336 &#160; 283 &#160; Other 121 &#160; 124 &#160; 77 &#160; $ 2,224 &#160; $ 2,275 &#160; $ 1,769 &#160; Total $ 4,811 &#160; $ 4,787 &#160; $ 3,896 &#160; ##TABLE_END\n\nMedSurg and Neurotechnology \n\nMedSurg and Neurotechnology products include surgical equipment and navigation systems (Instruments), endoscopic and communications systems (Endoscopy), patient handling, emergency medical equipment, intensive care disposable products and clinical communication and workflow solutions (Medical), minimally invasive products for the treatment of acute ischemic and hemorrhagic stroke (Neurovascular), a comprehensive line of products for traditional brain and open skull based surgical procedures; orthobiologic and biosurgery \n\nproducts, including synthetic bone grafts and vertebral augmentation products (Neuro Cranial) and other medical device products used in a variety of medical specialties. Substantially all MedSurg and Neurotechnology sales are recognized when a purchase order has been received and control has transferred. For certain Endoscopy, Instruments and Medical services, we may recognize sales over time as we satisfy performance obligations that may include an obligation to complete installation, provide training and perform ongoing services, generally performed within one year. \n\nOrthopaedics and Spine \n\nOrthopaedics and Spine products consist primarily of implants used in hip and knee joint replacements and trauma and extremity surgeries, and cervical, thoracolumbar and interbody systems used in spinal injury, deformity and degenerative therapies. Substantially all Orthopaedics sales are recognized when we have received a purchase order and appropriate notification the product has been used or implanted. Substantially all Spine sales are recognized when a purchase order has been received and control has transferred. For certain Orthopaedic products in the \"other\" category, we recognize sales at a point in time, as well as over time for performance obligations that may include an obligation to complete installation and provide training and ongoing services. Performance obligations are generally satisfied within one year. \n\nContract Assets and Liabilities \n\nThe nature of our products and services do not generally give rise to contract assets as we typically do not incur costs to fulfill a contract before a product or service is provided to a customer. Our costs to obtain contracts are typically in the form of sales commissions paid to employees or third-party agents. Certain sales commissions paid to employees prior to recognition of sales are recorded as contract assets. We expense sales commissions associated with obtaining a contract at the time of the sale or as incurred as the amortization period is generally less than one year. These costs have been presented within selling, general and administrative expenses. On December 31, 2022 contract assets recorded in our Consolidated Balance Sheets were not significant. \n\nOur contract liabilities arise as a result of consideration received from customers at inception of contracts for certain businesses or where the timing of billing for services precedes satisfaction of our performance obligations. We generally satisfy performance obligations within one year from the contract inception date. Our contract liabilities were $ 741 and $ 529 on December 31, 2022 and 2021. Changes in contract liabilities during the year were as follows: \n\n##TABLE_START 2022 Beginning contract liabilities $ 529 &#160; Revenue recognized from beginning of year contract liabilities ( 329 ) Contract liabilities acquired 80 &#160; Net advance consideration received during the period 461 &#160; Ending contract liabilities $ 741 &#160; ##TABLE_END \n\nNOTE 3 - FAIR VALUE MEASUREMENTS \n\nFair value is defined as the price that would be received to sell an asset or paid to transfer a liability in an orderly transaction between market participants at the measurement date. Financial assets and liabilities carried at fair value are classified in their entirety based on the lowest level of input and disclosed in one of the following three categories: \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 30 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\n##TABLE_START Level 1 Quoted market prices in active markets for identical assets or liabilities. Level 2 Observable market-based inputs or unobservable inputs that are corroborated by market data. Level 3 Unobservable inputs reflecting our assumptions or external inputs from active markets. ##TABLE_END\n\nUse of observable market data, when available, is required in making fair value measurements. When inputs used fall within different levels of the hierarchy, the level within which the fair value measurement is categorized is based on the lowest level input that is significant to the fair value measurement. We determine fair value for Level 1 instruments using exchange-traded prices for identical instruments. We determine fair value of Level 2 instruments using exchange-traded prices of similar instruments, where available, or utilizing other observable inputs that take into account our credit risk and that of our counterparties. Foreign currency exchange contracts and interest rate hedges, when outstanding, are included in Level 2 and are primarily valued using standard calculations and models that use readily observable market data as their basis. Our Level 3 liabilities are comprised of contingent consideration arising from recently completed acquisitions. We determine fair value of these Level 3 liabilities using a discounted cash flow technique. Significant unobservable inputs were used in our assessment of fair value, including assumptions regarding future business results, discount rates, discount periods and probability assessments based on the likelihood of reaching various targets. We remeasure the fair value of our assets and liabilities each reporting period. We record the changes in fair value within selling, general and administrative expense. \n\nDuring the third quarter 2022 we determined that certain commercial and regulatory milestones related to technology acquired in the purchase of Mobius Imaging and Cardan Robotics were no longer probable of being achieved and recorded a $ 110 reduction in the fair value of contingent consideration reflected in selling, general and administrative expenses. \n\n##TABLE_START Assets Measured at Fair Value 2022 2021 Cash and cash equivalents $ 1,844 &#160; $ 2,944 &#160; Trading marketable securities 166 &#160; 193 &#160; Level 1 - Assets $ 2,010 &#160; $ 3,137 &#160; Available-for-sale marketable securities: Corporate and asset-backed debt securities $ 42 &#160; $ 48 &#160; Foreign government debt securities 1 &#160; 2 &#160; United States agency debt securities 3 &#160; 5 &#160; United States treasury debt securities 36 &#160; 19 &#160; Certificates of deposit 2 &#160; 1 &#160; Total available-for-sale marketable securities $ 84 &#160; $ 75 &#160; Foreign currency exchange forward contracts 119 &#160; 212 &#160; Level 2 - Assets $ 203 &#160; $ 287 &#160; Total assets measured at fair value $ 2,213 &#160; $ 3,424 &#160; ##TABLE_END\n\n##TABLE_START Liabilities Measured at Fair Value 2022 2021 Deferred compensation arrangements $ 166 &#160; $ 193 &#160; Level 1 - Liabilities $ 166 &#160; $ 193 &#160; Foreign currency exchange forward contracts $ 102 &#160; $ 17 &#160; Level 2 - Liabilities $ 102 &#160; $ 17 &#160; Contingent consideration: Beginning $ 306 &#160; $ 393 &#160; Additions 1 &#160; 62 &#160; Change in estimate ( 137 ) ( 1 ) Settlements ( 49 ) ( 148 ) Ending $ 121 &#160; $ 306 &#160; Level 3 - Liabilities $ 121 &#160; $ 306 &#160; Total liabilities measured at fair value $ 389 &#160; $ 516 &#160; ##TABLE_END\n\n##TABLE_START Fair Value of Available for Sale Securities by Maturity 2022 2021 Due in one year or less $ 53 &#160; $ 36 &#160; Due after one year through three years $ 31 &#160; $ 39 &#160; ##TABLE_END \n\nOn December 31, 2022 the aggregate difference between the cost and fair value of available-for-sale marketable securities was nominal. Interest and marketable securities income was $ 94 , $ 68 and $ 102 in 2022, 2021 and 2020, which was recorded in other income (expense), net. \n\nOur investments in available-for-sale marketable securities had a minimum credit quality rating of A2 (Moody's), A (Standard &#38; Poor's) and A (Fitch). We do not plan to sell the investments, and it is not more likely than not that we will be required to sell the investments before recovery of their amortized cost basis, which may be maturity. \n\nNOTE 4 - DERIVATIVE INSTRUMENTS \n\nWe use operational and economic hedges, foreign currency exchange forward contracts, net investment hedges (both derivative and non-derivative financial instruments) and interest rate derivative instruments to manage the impact of currency exchange and interest rate fluctuations on earnings, cash flow and equity. We do not enter into derivative instruments for speculative purposes. We are exposed to potential credit loss in the event of nonperformance by counterparties on our outstanding derivative instruments but do not anticipate nonperformance by any of our counterparties. Should a counterparty default, our maximum loss exposure is the asset balance of the instrument. \n\nForeign Currency Hedges \n\n##TABLE_START 2022 Cash Flow Net Investment Non-Designated Total Gross notional amount $ 1,053 &#160; $ 1,598 &#160; $ 3,417 &#160; $ 6,068 &#160; Maximum term in years 3.9 Fair value: Other current assets $ 20 &#160; $ &#8212; &#160; $ 9 &#160; $ 29 &#160; Other noncurrent assets 1 &#160; 89 &#160; &#8212; &#160; 90 &#160; Other current liabilities ( 6 ) &#8212; &#160; ( 79 ) ( 85 ) Other noncurrent liabilities ( 1 ) ( 16 ) &#8212; &#160; ( 17 ) Total fair value $ 14 &#160; $ 73 &#160; $ ( 70 ) $ 17 &#160; 2021 Gross notional amount $ 973 &#160; $ 2,266 &#160; $ 5,512 &#160; $ 8,751 &#160; Maximum term in years 4.9 Fair value: Other current assets $ 15 &#160; $ 39 &#160; $ 92 &#160; $ 146 &#160; Other noncurrent assets 1 &#160; 65 &#160; &#8212; &#160; 66 &#160; Other current liabilities ( 7 ) &#8212; &#160; ( 10 ) ( 17 ) Total fair value $ 9 &#160; $ 104 &#160; $ 82 &#160; $ 195 &#160; ##TABLE_END \n\nWe had &#8364; 1.5 billion and &#8364; 2.0 billion at December 31, 2022 and 2021 in certain forward currency contracts designated as net investment hedges to hedge a portion of our investments in certain of our entities with functional currencies denominated in Euros. In addition to these derivative financial instruments designated as net investment hedges, we had &#8364; 4.4 billion at December 31, 2022 and 2021 of senior unsecured notes designated as net investment hedges to selectively hedge portions of our investment in certain international subsidiaries. The currency effects of our Euro-denominated senior unsecured notes are reflected in AOCI within shareholders' equity where they offset gains and losses recorded on our net investment in international subsidiaries. \n\nIn 2022 we settled certain foreign currency forward contracts designated as net investment hedges resulting in cash proceeds of $ 197 . The amounts in AOCI related to settled net investment \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 31 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\nhedges will remain in AOCI until the hedged investment is either sold or substantially liquidated. \n\nThe total after-tax gain (loss) recognized in OCI related to designated net investment hedges was $ 321 in 2022. \n\n##TABLE_START Net Currency Exchange Rate Gains (Losses) Derivative Instrument Recorded in: 2022 2021 2020 Cash Flow Cost of sales $ 23 &#160; $ ( 12 ) $ 5 &#160; Net Investment Other income (expense), net 39 &#160; 35 &#160; 28 &#160; Non-Designated Other income (expense), net 1 &#160; ( 10 ) ( 13 ) Total $ 63 &#160; $ 13 &#160; $ 20 &#160; ##TABLE_END \n\nPretax gains (losses) on derivatives designated as cash flow hedges of $ 32 and net investment hedges of $ 34 recorded in AOCI are expected to be reclassified to cost of sales and other income (expense), net in earnings within 12 months as of December 31, 2022. This cash flow hedge reclassification is primarily due to the sale of inventory that includes previously hedged purchases. A component of the AOCI amounts related to net investment hedges is reclassified over the life of the hedge instruments as we elected to exclude the initial value of the component related to the spot-forward difference from the effectiveness assessment. \n\nInterest Rate Hedges \n\nPretax gains of $ 5 recorded in AOCI related to other interest rate hedges closed in conjunction with debt issuances are expected to be reclassified to other income (expense), net in earnings within 12 months of December 31, 2022. The cash flow effect of interest rate hedges is recorded in cash flow from operations. \n\nNOTE 5 - ACCUMULATED OTHER COMPREHENSIVE (LOSS) INCOME (AOCI) \n\n##TABLE_START Marketable Securities Pension Plans Hedges Financial Statement Translation Total 2020 $ ( 3 ) $ ( 259 ) $ ( 10 ) $ ( 885 ) $ ( 1,157 ) OCI 4 &#160; 123 &#160; 46 &#160; 551 &#160; 724 &#160; Income taxes &#8212; &#160; ( 32 ) ( 15 ) ( 54 ) ( 101 ) Reclassifications to: Cost of sales &#8212; &#160; &#8212; &#160; 12 &#160; &#8212; &#160; 12 &#160; Other (income) expense, net &#8212; &#160; 15 &#160; 6 &#160; ( 35 ) ( 14 ) Income taxes ( 1 ) ( 2 ) 1 &#160; 7 &#160; 5 &#160; Net OCI 3 &#160; 104 &#160; 50 &#160; 469 &#160; 626 &#160; 2021 $ &#8212; &#160; $ ( 155 ) $ 40 &#160; $ ( 416 ) $ ( 531 ) OCI ( 1 ) 244 &#160; 43 &#160; 253 &#160; 539 &#160; Income taxes &#8212; &#160; ( 64 ) 1 &#160; ( 110 ) ( 173 ) Reclassifications to: Cost of sales &#8212; &#160; &#8212; &#160; ( 23 ) &#8212; &#160; ( 23 ) Other (income) expense, net &#8212; &#160; 8 &#160; ( 5 ) ( 39 ) ( 36 ) Income taxes &#8212; &#160; ( 2 ) ( 4 ) 9 &#160; 3 &#160; Net OCI ( 1 ) 186 &#160; 12 &#160; 113 &#160; 310 &#160; 2022 $ ( 1 ) $ 31 &#160; $ 52 &#160; $ ( 303 ) $ ( 221 ) ##TABLE_END \n\nNOTE 6 - ACQUISITIONS \n\nWe acquire stock in companies and various assets that continue to support our capital deployment and product development strategies. The aggregate purchase price of our acquisitions, net of cash acquired was $ 2,563 and $ 393 in 2022 and 2021. \n\nIn February 2022 we completed the acquisition of Vocera for $ 79.25 per share, or an aggregate purchase price of $ 2.6 billion, net of cash acquired ($ 3.0 billion including convertible notes). Vocera is a leader in the digital care coordination and communication category. Vocera is part of our Medical business within MedSurg and Neurotechnology. Goodwill attributable to the acquisition reflects the strategic benefits of expanding our \n\npresence in adjacent markets, diversifying our product portfolio, advancing innovations and accelerating our digital aspirations. This goodwill is not deductible for tax purposes . \n\nDuring 2022 note holders elected to redeem the 1.50 % and 0.50 % convertible notes assumed in the Vocera acquisition for $ 101 and $ 324 . These repayments are classified as financing activities in the Consolidated Statements of Cash Flows. \n\nShare-based awards for Vocera employees vested upon our acquisition and a charge of $ 132 was recorded in selling, general and administrative expenses in 2022. \n\nPurchase price allocations for our significant acquisitions are: \n\n##TABLE_START Purchase Price Allocation of Acquired Net Assets 2022 Vocera Tangible assets acquired: Accounts receivable $ 33 &#160; Inventory 13 &#160; Deferred income tax assets 73 &#160; Other assets 92 &#160; Debt ( 425 ) Deferred income tax liabilities ( 182 ) Other liabilities ( 115 ) Intangible assets: Customer and distributor relationships 550 &#160; Developed technology 178 &#160; Trade name 18 &#160; Goodwill 2,328 &#160; \n\nPurchase price, net of cash acquired of $ 281 \n\n$ 2,563 &#160; Weighted average life of intangible assets 13 ##TABLE_END\n\nOur allocation of the Vocera purchase price to intangible assets and residual goodwill is preliminary. These amounts are subject to review and potential change during the measurement period, which will extend to February 2023. The subsequent adjustment of the preliminary amounts may be material. \n\nIn September 2021 we completed the acquisition of Gauss Surgical, Inc. (Gauss) for $ 120 in cash and up to $ 40 in future milestone payments. Gauss is a medical device company that has developed Triton, an artificial intelligence-enabled platform for real-time monitoring of blood loss during surgery. Gauss is part of our Instruments business within MedSurg and Neurotechnology. Goodwill attributable to the acquisition is not deductible for tax purposes. The purchase price allocations for Gauss and other 2021 acquisitions were finalized in 2022 without material adjustments. \n\nNOTE 7 - CONTINGENCIES AND COMMITMENTS \n\nWe are involved in various ongoing proceedings, legal actions and claims arising in the normal course of business, including proceedings related to product, labor, intellectual property and other matters, the most significant of which are more fully described below. The outcomes of these matters will generally not be known for prolonged periods of time. In certain of the legal proceedings the claimants seek damages as well as other compensatory and equitable relief that could result in the payment of significant claims and settlements and/or the imposition of injunctions or other equitable relief. For legal matters for which management had sufficient information to reasonably estimate our future obligations, a liability representing management's best estimate of the probable loss, or the minimum of the range of probable losses when a best estimate within the range is not known, is recorded. The estimates are based on consultation with legal counsel, previous settlement experience and settlement strategies. If actual outcomes are less favorable than those estimated by management, additional expense may be incurred, which could unfavorably affect future \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 32 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\noperating results. We are self-insured for certain claims and expenses. The ultimate cost to us with respect to product liability claims could be materially different than the amount of the current estimates and accruals and could have a material adverse effect on our financial position, results of operations and cash flows. \n\nIn April 2022 the United States District Court for the District of Delaware issued a judgment following a jury verdict in favor of PureWick Corporation (PureWick) for its 2019 complaint seeking patent infringement damages related to our PrimaFit and PrimoFit products. The court awarded damages and we recorded charges of $ 28 in March 2022. In June 2022 PureWick filed a motion to seek enhancement of the judgment and if successful, the judgment could total approximately $ 100 and include an injunction against future sales. We intend to appeal the outcome of this case. In 2022 PureWick filed additional patent infringement claims related to our PrimaFit products. \n\nRecall Matters \n\nIn June 2012 we voluntarily recalled our Rejuvenate and ABG II Modular-Neck hip stems and terminated global distribution of these hip products. Product liability lawsuits relating to this voluntary recall have been filed against us. In November 2014 we entered into a settlement agreement to compensate eligible United States patients who had revision surgery prior to November 3, 2014 and in December 2016 the settlement program was extended to patients who had revision surgery prior to December 19, 2016. In September 2020 we entered into a second settlement agreement to compensate eligible United States patients who had revision surgery prior to September 9, 2020. There are remaining lawsuits that we will continue to defend against. \n\nIn August 2016 and May 2018 we voluntarily recalled certain lot-specific sizes and offsets of LFIT Anatomic CoCr V40 Femoral Heads. Product liability lawsuits and claims relating to this voluntary recall have been filed against us. In November 2018 we entered into a settlement agreement to resolve a significant number of claims and lawsuits related to the recalls. In April 2022 we executed a second agreement to resolve a significant number of claims and lawsuits related to the recalls. The specific terms of the settlement agreement, including the financial terms, are confidential. \n\nWith the acquisition of Wright Medical Group N.V. (Wright) in November 2020, we are responsible for certain product liability claims, primarily related to certain hip products sold by Wright prior to its 2014 divestiture of the OrthoRecon business. We will continue to evaluate each claim and the possible loss we may incur. \n\nWe have incurred, and expect to incur in the future, costs associated with the defense and settlement of these matters. In 2022 we made payments of $ 157 , primarily related to LFIT femoral heads and Wright hip products. Based on the information that has been received, we have estimated the remaining range of probable loss related to these recall matters to be approximately $ 213 to $ 347 . We have recorded reserves representing the remaining minimum of the range of probable loss. The final outcomes of these matters are dependent on many factors that are difficult to predict. Accordingly, the ultimate cost related to these matters may be materially different than the amount of our current estimate and accruals and could have a material adverse effect on our results of operations and cash flows. \n\nLeases \n\nWe lease various manufacturing, warehousing and distribution facilities, administrative and sales offices as well as equipment \n\nunder operating leases. We evaluate our contracts to identify leases, which is generally if there is an identified asset and we have the right to direct the use of and obtain substantially all of the economic benefit from the use of the identified asset. Certain of our lease agreements contain rent escalation clauses (including index-based escalations), rent holidays, capital improvement funding or other lease incentives. We recognize our minimum rental expense on a straight-line basis over the term of the lease beginning with the date of initial control of the asset. Right-of-use assets are recorded in Other noncurrent assets on our Consolidated Balance Sheets. Current and noncurrent lease liabilities are recorded in Accrued expenses and other liabilities and Other noncurrent liabilities, respectively. \n\nWe have made certain significant assumptions and judgments when recording leases. For all asset classes, we elected to not recognize a right-of-use asset and lease liability for short-term leases and not separate non-lease components from lease components to which they relate and have accounted for the combined lease and non-lease components as a single lease component. The determination of the discount rate used in a lease is our incremental borrowing rate which is based on what we would normally pay to borrow on a collateralized basis over a similar term an amount equal to the lease payments. \n\n##TABLE_START 2022 2021 Right-of-use assets $ 473 &#160; $ 419 &#160; Lease liabilities, current $ 121 &#160; $ 112 &#160; Lease liabilities, noncurrent $ 357 &#160; $ 310 &#160; Other information: Weighted-average remaining lease term (years) 5.5 5.4 Weighted-average discount rate 3.22 &#160; % 2.86 &#160; % ##TABLE_END \n\nOperating lease expense totaled $ 149 , $ 133 , and $ 130 in 2022, 2021 and 2020. \n\nFuture Obligations \n\nWe have purchase commitments for materials, supplies, services and property, plant and equipment as part of the normal course of business. In addition, we lease various manufacturing, warehousing and distribution facilities, administrative and sales offices as well as equipment under operating leases. Refer to Note 10 for more information on the debt obligations. \n\n##TABLE_START 2023 2024 2025 2026 2027 Thereafter Debt repayments $ 1,208 &#160; $ 1,450 &#160; $ 2,250 &#160; $ 1,000 &#160; $ 750 &#160; $ 6,300 &#160; Purchase obligations $ 1,595 &#160; $ 68 &#160; $ 53 &#160; $ 56 &#160; $ 59 &#160; $ 14 &#160; Minimum lease payments $ 126 &#160; $ 96 &#160; $ 73 &#160; $ 54 &#160; $ 41 &#160; $ 76 &#160; ##TABLE_END \n\nNOTE 8 - GOODWILL AND OTHER INTANGIBLE ASSETS \n\nWe performed our annual impairment test for goodwill as of October 31, 2022 and determined that the carrying value of the Spine reporting unit exceeded its fair value. As a result an impairment charge of $ 216 was recognized in the Goodwill impairment line in the Consolidated Statements of Earnings in 2022. As of December 31, 2022 goodwill of the Spine reporting unit is $ 1,002 after the impairment charge. \n\nWe estimated the fair value of the Spine reporting unit using a discounted cash flow analysis. Significant inputs to the analysis include assumptions for future revenue growth and operating margin. The analysis also included a rate to discount the estimated future cash flow projections to their present value, based on the reporting unit&#8217;s estimated weighted average cost of capital. The impairment charge for the Spine reporting unit was primarily driven by the slower than anticipated recovery of surgery volumes as we emerge from the COVID-19 pandemic, the competitive pressures in the spine market and rising interest rates in the current macroeconomic environment. \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 33 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\nFor our other reporting units, we considered qualitative indicators of impairment as it was considered more likely than not that the fair values of those reporting units exceeded their respective carrying values. No impairment was identified for those reporting units in 2022. \n\nFuture changes in the judgments, assumptions and estimates that are used in our impairment testing for goodwill, including discount and tax rates and future cash flow projections, could result in significantly different estimates of the fair values. A significant reduction in the estimated fair values could result in impairment charges that could materially affect our results of operations. \n\n##TABLE_START Changes in the Net Carrying Value of Goodwill by Segment \n\nMedSurg and Neurotechnology Orthopaedics and Spine Total 2020 $ 5,459 &#160; $ 7,319 &#160; $ 12,778 &#160; Additions and adjustments 223 &#160; 59 &#160; 282 &#160; Foreign exchange ( 13 ) ( 129 ) ( 142 ) 2021 $ 5,669 &#160; $ 7,249 &#160; $ 12,918 &#160; Goodwill impairment &#8212; &#160; ( 216 ) ( 216 ) Additions and adjustments 2,320 &#160; &#8212; &#160; 2,320 &#160; Foreign exchange ( 54 ) ( 88 ) ( 142 ) 2022 $ 7,935 &#160; $ 6,945 &#160; $ 14,880 &#160; ##TABLE_END \n\n##TABLE_START Summary of Other Intangible Assets Weighted Average Amortization Period (Years) Gross Carrying Amount Less Accumulated Amortization Net Carrying Amount Developed technologies 2022 14 $ 5,440 &#160; $ 2,363 &#160; $ 3,077 &#160; 2021 13 5,326 &#160; 1,956 &#160; 3,370 &#160; Customer relationships 2022 15 $ 2,847 &#160; $ 1,322 &#160; $ 1,525 &#160; 2021 15 2,324 &#160; 1,174 &#160; 1,150 &#160; Patents 2022 11 $ 343 &#160; $ 297 &#160; $ 46 &#160; 2021 12 343 &#160; 286 &#160; 57 &#160; Trademarks 2022 16 $ 425 &#160; $ 220 &#160; $ 205 &#160; 2021 16 415 &#160; 199 &#160; 216 &#160; In-process research and development 2022 N/A $ 21 &#160; $ &#8212; &#160; $ 21 &#160; 2021 N/A 29 &#160; &#8212; &#160; 29 &#160; Other 2022 6 $ 105 &#160; $ 94 &#160; $ 11 &#160; 2021 9 105 &#160; 87 &#160; 18 &#160; Total 2022 14 $ 9,181 &#160; $ 4,296 &#160; $ 4,885 &#160; 2021 14 8,542 &#160; 3,702 &#160; 4,840 &#160; ##TABLE_END \n\n##TABLE_START Estimated Amortization Expense 2023 2024 2025 2026 2027 $ 620 &#160; $ 588 &#160; $ 568 &#160; $ 510 &#160; $ 490 &#160; ##TABLE_END \n\nNOTE 9 - CAPITAL STOCK \n\nThe aggregate number of shares of all classes of stock which we are authorized to issue is up to 1,000,500,000 , divided into two classes consisting of 500,000 shares of $ 1 par value preferred stock and 1,000,000,000 shares of common stock with a par value of $ 0.10 . No shares of preferred stock were outstanding on December 31, 2022. \n\nWe made no repurchases of shares in 2022. The manner, timing and amount of repurchases are determined by management based on an evaluation of market conditions, stock price and other factors and are subject to regulatory considerations. Purchases are made from time-to-time in the open market, in privately negotiated transactions or otherwise. On December 31, \n\n2022 the total dollar value of shares that could be purchased under our authorized repurchase program was $ 1,033 . \n\nShares reserved for future compensation grants of our common stock were 23 million and 25 million on December 31, 2022 and 2021. \n\nStock Options \n\nWe measure the cost of employee stock options based on the grant-date fair value and recognize that cost using the straight-line method over the period in which a recipient is required to provide services in exchange for the options, typically the vesting period. The weighted-average fair value per share of options is estimated on the date of grant using the Black-Scholes option pricing model. \n\n##TABLE_START Option Value and Assumptions 2022 2021 2020 Weighted-average fair value per share $ 68.08 &#160; $ 53.35 &#160; $ 39.34 &#160; Assumptions: Risk-free interest rate 1.8 &#160; % 0.8 &#160; % 1.4 &#160; % Expected dividend yield 1.0 &#160; % 1.2 &#160; % 1.0 &#160; % Expected stock price volatility 27.0 &#160; % 26.9 &#160; % 18.9 &#160; % Expected option life (years) 5.9 5.9 5.8 ##TABLE_END \n\nThe risk-free interest rate for periods within the expected life of options granted is based on the United States Treasury yield curve in effect at the time of grant. Expected stock price volatility is based on the historical volatility of our stock. The expected option life, representing the period of time that options granted are expected to be outstanding, is based on historical option exercise and employee termination data. \n\n##TABLE_START 2022 Stock Option Activity Shares (in millions) Weighted Average Exercise Price Weighted-Average Remaining Term (in years) Aggregate Intrinsic Value Outstanding January 1 12.1 &#160; $ 150.17 &#160; Granted 1.9 &#160; 248.36 &#160; Exercised ( 1.5 ) 102.85 &#160; Canceled or forfeited ( 0.4 ) 220.16 &#160; Outstanding December 31 12.1 &#160; $ 168.80 &#160; 5.4 $ 925.3 &#160; Exercisable December 31 7.2 &#160; $ 131.38 &#160; 3.1 $ 819.2 &#160; Options expected to vest 4.4 &#160; $ 222.62 &#160; 7.7 $ 102.5 &#160; ##TABLE_END \n\nThe aggregate intrinsic value of options, which represents the cumulative difference between the fair market value of the underlying common stock and the option exercise prices, exercised was $ 218 , $ 253 , and $ 258 in 2022, 2021 and 2020. Exercise prices for options outstanding ranged from $ 64.01 to $ 270.94 on December 31, 2022. On December 31, 2022 there was $ 111 of unrecognized compensation cost related to nonvested stock options granted under the long-term incentive plans; that cost is expected to be recognized over the weighted-average period of approximately 1.6 years. \n\n##TABLE_START Restricted Stock Units (RSUs) and Performance Stock Units (PSUs) Activity Shares (in millions) Weighted Average Grant Date Fair Value RSUs PSUs RSUs PSUs Nonvested on January 1 0.7 &#160; 0.2 &#160; $ 213.16 &#160; $ 210.73 &#160; Granted 0.4 &#160; 0.1 &#160; 239.76 &#160; 237.17 &#160; Vested ( 0.3 ) ( 0.1 ) 204.62 &#160; 179.35 &#160; Canceled or forfeited ( 0.1 ) &#8212; &#160; 225.83 &#160; 179.35 &#160; Nonvested on December 31 0.7 &#160; 0.2 &#160; $ 232.02 &#160; $ 234.70 &#160; ##TABLE_END \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 34 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\nOn December 31, 2022 there was $ 72 of unrecognized compensation cost related to nonvested RSUs. That cost is expected to be recognized as expense over the weighted-average period of approximately one year . The weighted-average grant date fair value per share of RSUs granted was $ 239.76 and $ 230.61 in 2022 and 2021. The fair value of RSUs and PSUs vested in 2022 was $ 75 and $ 14 . On December 31, 2022 there was $ 18 of unrecognized compensation cost related to nonvested PSUs; the cost is expected to be recognized as expense over the weighted-average period of approximately one year . \n\nEmployee Stock Purchase Plans (ESPP) \n\nEmployees may participate in our ESPP provided they meet certain eligibility requirements. The purchase price for our common stock under the terms of the ESPP is defined as 95 % of the closing stock price on the last trading day of a purchase period. We issued 221,387 and 183,964 shares under the ESPP in 2022 and 2021. \n\nNOTE 10 - DEBT AND CREDIT FACILITIES \n\nWe have lines of credit issued by various financial institutions that are available to fund our day-to-day operating needs. Certain of our credit facilities require us to comply with financial and other covenants. We were in compliance with all covenants on December 31, 2022. \n\nIn February 2022 we entered into a $ 1.5 billion term loan agreement that matures on February 22, 2025 and bears interest at a base rate based on the Term Secured Overnight Financing Rate (SOFR) plus 0.725 %. In 2022 we repaid $ 650 on the term loan. \n\nIn 2022 our Board of Directors approved an increase to the maximum amount of commercial paper that can be outstanding from $ 1,500 to $ 2,250 . \n\nOn December 31, 2022 there were no borrowings outstanding under our credit facility or commercial paper program which allows for maturities up to 397 days from the date of issuance. \n\n##TABLE_START Summary of Total Debt Rate Due 2022 2021 Senior unsecured notes: 1.125 % November 30, 2023 $ 585 &#160; $ 622 &#160; 0.600 % December 1, 2023 599 &#160; 598 &#160; 3.375 % May 15, 2024 596 &#160; 593 &#160; 0.250 % December 3, 2024 903 &#160; 958 &#160; 1.150 % June 15, 2025 647 &#160; 645 &#160; 3.375 % November 1, 2025 748 &#160; 748 &#160; 3.500 % March 15, 2026 995 &#160; 994 &#160; 2.125 % November 30, 2027 795 &#160; 845 &#160; 3.650 % March 7, 2028 597 &#160; 597 &#160; 0.750 % March 1, 2029 848 &#160; 901 &#160; 1.950 % June 15, 2030 991 &#160; 990 &#160; 2.625 % November 30, 2030 684 &#160; 727 &#160; 1.000 % December 3, 2031 790 &#160; 840 &#160; 4.100 % April 1, 2043 392 &#160; 392 &#160; 4.375 % May 15, 2044 396 &#160; 395 &#160; 4.625 % March 15, 2046 983 &#160; 982 &#160; 2.900 % June 15, 2050 642 &#160; 642 &#160; Term loan 850 &#160; &#8212; &#160; Other 7 &#160; 10 &#160; Total debt $ 13,048 &#160; $ 12,479 &#160; Less current maturities 1,191 &#160; 7 &#160; Total long-term debt $ 11,857 &#160; $ 12,472 &#160; Unamortized debt issuance costs $ 52 &#160; $ 62 &#160; Borrowing capacity on existing facilities $ 2,162 &#160; $ 2,162 &#160; Fair value of senior unsecured notes $ 10,910 &#160; $ 13,391 &#160; ##TABLE_END \n\nThe fair value of the senior unsecured notes was estimated using quoted interest rates, maturities and amounts of borrowings based on quoted active market prices and yields that took into account the underlying terms of the debt instruments. Substantially all of our debt is classified within Level 2 of the fair value hierarchy. \n\nInterest expense, including required fees incurred on outstanding debt and credit facilities that were included in other income (expense), net, totaled $ 337 , $ 337 , and $ 315 in 2022, 2021 and 2020. \n\nNOTE 11 - INCOME TAXES \n\nOur effective tax rate was 12.1 %, 12.6 % and 18.2 % for 2022, 2021 and 2020. The effective income tax rate for 2022 decreased due to the effective settlement of the United States federal income tax audit for years 2014 through 2018 and the reversal of deferred income tax on undistributed earnings of foreign subsidiaries. In addition, the effective income tax rates for 2022, 2021 and 2020 reflect the continued lower effective income tax rates as a result of our European operations, the tax effect related to the transfers of intellectual property between tax jurisdictions, the tax effect of future remittances of the undistributed earnings of foreign subsidiaries and certain discrete tax items. \n\n##TABLE_START Effective Income Tax Rate Reconciliation 2022 2021 2020 United States federal statutory rate 21.0 &#160; % 21.0 &#160; % 21.0 &#160; % United States state and local income taxes, less federal deduction 2.0 &#160; 2.7 &#160; 0.1 &#160; Foreign income tax at rates other than 21% ( 4.1 ) ( 6.9 ) ( 3.3 ) Tax related to repatriation of foreign earnings ( 2.4 ) 1.4 &#160; 3.0 &#160; Intellectual property transfers 0.1 &#160; ( 2.3 ) ( 1.4 ) United States federal audit settlement ( 6.1 ) &#8212; &#160; &#8212; &#160; Goodwill impairment 1.7 &#160; &#8212; &#160; &#8212; &#160; Other ( 0.1 ) ( 3.3 ) ( 1.2 ) Effective income tax rate 12.1 &#160; % 12.6 &#160; % 18.2 &#160; % ##TABLE_END \n\n##TABLE_START Earnings Before Income Taxes 2022 2021 2020 United States $ 407 &#160; $ 433 &#160; $ 239 &#160; International 2,276 &#160; 1,848 &#160; 1,715 &#160; Total $ 2,683 &#160; $ 2,281 &#160; $ 1,954 &#160; ##TABLE_END\n\n##TABLE_START Components of Income Tax Expense (Benefit) \n\nCurrent income tax expense (benefit): 2022 2021 2020 United States federal $ ( 76 ) $ 155 &#160; $ 80 &#160; United States state and local 64 &#160; 97 &#160; 20 &#160; International 279 &#160; 272 &#160; 207 &#160; Total current income tax expense $ 267 &#160; $ 524 &#160; $ 307 &#160; Deferred income tax expense (benefit): United States federal $ ( 179 ) $ ( 82 ) $ 1 &#160; United States state and local ( 30 ) ( 23 ) ( 25 ) International 267 &#160; ( 132 ) 72 &#160; Total deferred income tax expense (benefit) $ 58 &#160; $ ( 237 ) $ 48 &#160; Total income tax expense $ 325 &#160; $ 287 &#160; $ 355 &#160; ##TABLE_END\n\nInterest and penalties included in other income (expense), net were income of $ 71 in 2022, and expense of ($ 23 ) and ($ 35 ) in 2021 and 2020. The United States federal deferred income tax benefit (expense) includes the utilization of net operating loss carryforwards of $ 56 , $ 283 and $ 41 in 2022, 2021 and 2020. \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 35 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\n##TABLE_START Deferred Income Tax Assets and Liabilities Deferred income tax assets: 2022 2021 Inventories $ 516 &#160; $ 513 &#160; Product-related liabilities 26 &#160; 39 &#160; Other accrued expenses 155 &#160; 501 &#160; Depreciation and amortization 1,038 &#160; 1,194 &#160; State income taxes 153 &#160; 128 &#160; Share-based compensation 73 &#160; 63 &#160; Research and development capitalization 204 &#160; &#8212; &#160; International interest expense carryforwards 135 &#160; &#8212; &#160; Net operating loss and other credit carryforwards 247 &#160; 232 &#160; Other 165 &#160; 191 &#160; Total deferred income tax assets $ 2,712 &#160; $ 2,861 &#160; Less valuation allowances ( 285 ) ( 164 ) Net deferred income tax assets $ 2,427 &#160; $ 2,697 &#160; Deferred income tax liabilities: Depreciation and amortization $ ( 1,037 ) $ ( 891 ) Undistributed earnings ( 47 ) ( 114 ) Total deferred income tax liabilities $ ( 1,084 ) $ ( 1,005 ) Net deferred income tax assets $ 1,343 &#160; $ 1,692 &#160; Reported as: Noncurrent deferred income tax assets $ 1,410 &#160; $ 1,760 &#160; Noncurrent liabilities&#8212;Other liabilities ( 67 ) ( 68 ) Total $ 1,343 &#160; $ 1,692 &#160; ##TABLE_END \n\nAccrued interest and penalties were $ 66 and $ 150 on December 31, 2022 and 2021 which were reported in accrued expenses and other liabilities and other noncurrent liabilities. \n\nNet operating loss carryforwards totaling $ 544 with $ 155 being subject to a full valuation allowance on December 31, 2022 are available to reduce future taxable earnings of certain domestic and foreign subsidiaries. United States loss carryforwards of $ 377 begin to expire in 2023. International loss carryforwards of $ 167 begin to expire in 2023; however, some have no expiration. We also have tax credit carryforwards of $ 133 with $ 91 being subject to a full valuation allowance. The credits with a full valuation allowance begin to expire in 2023. We do not anticipate generating income tax in excess of the non-expiring credits in the foreseeable future. \n\nThe Tax Cuts and Jobs Act (the Act) was enacted in 2017 in the United States. We recorded a one-time transition tax on earnings of certain foreign subsidiaries that were previously deferred. The Act also subjects a United States shareholder to tax on Global Intangible Low-Taxed Income (GILTI) earned by certain foreign subsidiaries. We have elected to account for GILTI tax in the year the tax is incurred. \n\nWe recorded deferred income tax on undistributed earnings of foreign subsidiaries not determined to be indefinitely reinvested. Determination of the total amount of unrecognized deferred income tax on undistributed earnings of foreign subsidiaries is not practicable. \n\n##TABLE_START Uncertain Income Tax Positions &#160; 2022 2021 Beginning uncertain tax positions $ 444 &#160; $ 457 &#160; Increases related to current year income tax positions 17 &#160; 13 &#160; Increases related to prior year income tax positions 34 &#160; 4 &#160; Decreases related to prior year income tax positions ( 178 ) ( 18 ) Settlements of income tax audits ( 13 ) &#8212; &#160; Statute of limitations expirations and other ( 6 ) &#8212; &#160; Foreign currency translation ( 12 ) ( 12 ) Ending uncertain tax positions $ 286 &#160; $ 444 &#160; Reported as: Noncurrent liabilities&#8212;Income taxes $ 286 &#160; $ 444 &#160; ##TABLE_END \n\nOur income tax expense would have been reduced by $ 289 and $ 445 in 2022 and 2021 had these uncertain income tax positions been favorably resolved. It is reasonably possible that the amount of unrecognized tax benefits will significantly change due \n\nto one or more of the following events in the next 12 months: expiring statutes, audit activity, tax payments, competent authority proceedings related to transfer pricing or final decisions in matters that are the subject of controversy in various taxing jurisdictions in which we operate, including inventory transfer pricing, cost sharing, product royalty and foreign branch arrangements. We are not able to reasonably estimate the amount or the future periods in which changes in unrecognized tax benefits may be resolved. Interest and penalties incurred associated with uncertain tax positions are included in other income (expense), net. \n\nIn the normal course of business, income tax authorities in various income tax jurisdictions both within the United States and internationally conduct routine audits of our income tax returns filed in prior years. These audits are generally designed to determine if individual income tax authorities are in agreement with our interpretations of complex income tax regulations regarding the allocation of income to the various income tax jurisdictions. Income tax expense in 2022 decreased $ 162 due to the effective settlement of the United States federal income tax audit for years 2014 through 2018. In addition, 2022 other income (expense), net includes a benefit of $ 50 related to the release of accrued interest associated with this settlement. Income tax years are open from 2019 through the current year for the United States federal jurisdiction. Income tax years open for our other major jurisdictions range from 2007 through the current year. \n\nNOTE 12 - RETIREMENT PLANS \n\nDefined Contribution Plans \n\nWe provide certain employees with defined contribution plans and other types of retirement plans. A portion of our retirement plan expense under the defined contribution plans is funded with Stryker common stock. The use of Stryker common stock represents a non-cash operating activity that is not reflected in our Consolidated Statements of Cash Flows. \n\n##TABLE_START 2022 2021 2020 Plan expense $ 305 &#160; $ 259 &#160; $ 235 &#160; Expense funded with Stryker common stock 41 &#160; 37 &#160; 34 &#160; Stryker common stock held by plan: Dollar amount 522 &#160; 582 &#160; 542 &#160; Shares (in millions) 2.1 &#160; 2.2 &#160; 2.2 &#160; Value as a percentage of total plan assets 10 &#160; % 10 &#160; % 11 &#160; % ##TABLE_END \n\nDefined Benefit Plans \n\nCertain of our subsidiaries have both funded and unfunded defined benefit pension plans covering some or all of their employees. The majority of our defined benefit pension plans have projected benefit obligations in excess of plan assets. \n\nDiscount Rate \n\nThe discount rates were selected using a hypothetical portfolio of high quality bonds on December 31 that would provide the necessary cash flows to match our projected benefit payments. \n\nExpected Return on Plan Assets \n\nThe expected return on plan assets is determined by applying the target allocation in each asset category of plan investments to the anticipated return for each asset category based on historical and projected returns. \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 36 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\n##TABLE_START Components of Net Periodic Pension Cost Net periodic benefit cost: 2022 2021 2020 Service cost $ ( 56 ) $ ( 72 ) $ ( 63 ) Interest cost ( 10 ) ( 7 ) ( 8 ) Expected return on plan assets 15 &#160; 11 &#160; 13 &#160; Amortization of prior service credit 1 &#160; 1 &#160; 1 &#160; Recognized actuarial loss ( 9 ) ( 16 ) ( 13 ) Curtailment gain &#8212; 9 &#160; &#8212; Net periodic benefit cost $ ( 59 ) $ ( 74 ) $ ( 70 ) Changes in assets and benefit obligations recognized in OCI: Net actuarial gain (loss) $ 244 &#160; $ 132 &#160; $ ( 117 ) Recognized net actuarial loss 9 &#160; 16 &#160; 13 &#160; Prior service credit and transition amount ( 1 ) ( 1 ) ( 1 ) Curtailment gain &#8212; ( 9 ) &#8212; &#160; Total recognized in other comprehensive income (loss) $ 252 &#160; $ 138 &#160; $ ( 105 ) Total recognized in net periodic benefit cost and OCI $ 193 &#160; $ 64 &#160; $ ( 175 ) Weighted-average rates used to determine net periodic benefit cost: Discount rate 1.1 &#160; % 0.8 &#160; % 1.0 &#160; % Expected return on plan assets 3.1 &#160; % 2.5 &#160; % 2.9 &#160; % Rate of compensation increase 2.6 &#160; % 2.6 &#160; % 2.9 &#160; % Weighted-average discount rate used to determine projected benefit obligations 3.3 &#160; % 1.1 &#160; % 0.8 &#160; % ##TABLE_END \n\nThe actuarial gain (loss) for all pension plans was primarily related to a change in the discount rate used to measure the benefit obligations of those plans. \n\nInvestment Strategy \n\nThe investment strategy for our defined benefit pension plans is to meet the liabilities of the plans as they fall due and to maximize the return on invested assets within appropriate risk tolerances. \n\n##TABLE_START 2022 2021 Fair value of plan assets $ 420 &#160; $ 543 &#160; Benefit obligations ( 673 ) ( 1,036 ) Funded status $ ( 253 ) $ ( 493 ) Reported as: Noncurrent assets&#8212;other assets $ 21 &#160; $ &#8212; &#160; Current liabilities&#8212;accrued compensation ( 3 ) ( 2 ) Noncurrent liabilities&#8212;other liabilities ( 271 ) ( 491 ) Pre-tax amounts recognized in AOCI: Unrecognized net actuarial gain (loss) 33 &#160; ( 215 ) Unrecognized prior service credit 11 &#160; 7 &#160; Total $ 44 &#160; $ ( 208 ) ##TABLE_END \n\n##TABLE_START Change in Benefit Obligations 2022 2021 Beginning projected benefit obligations $ 1,036 &#160; $ 1,118 &#160; Service cost 56 &#160; 72 &#160; Interest cost 10 &#160; 7 &#160; Foreign exchange impact ( 56 ) ( 70 ) Employee contributions 5 &#160; 8 &#160; Actuarial (gains) losses ( 354 ) ( 71 ) Curtailment gain &#8212; &#160; ( 23 ) Benefits paid ( 24 ) ( 5 ) Ending projected benefit obligations $ 673 &#160; $ 1,036 &#160; Ending accumulated benefit obligations $ 645 &#160; $ 987 &#160; ##TABLE_END \n\n##TABLE_START Change in Plan Assets 2022 2021 Beginning fair value of plan assets $ 543 &#160; $ 522 &#160; Actual return ( 109 ) 17 &#160; Employer contributions 19 &#160; 33 &#160; Employee contributions 5 &#160; 8 &#160; Foreign exchange impact ( 24 ) ( 29 ) Benefits paid ( 14 ) ( 8 ) Ending fair value of plan assets $ 420 &#160; $ 543 &#160; ##TABLE_END \n\n##TABLE_START Allocation of Plan Assets 2023 Target 2022 Actual 2021 Actual Equity securities 25 &#160; % 27 &#160; % 23 &#160; % Debt securities 41 &#160; 38 &#160; 41 &#160; Other 34 &#160; 35 &#160; 36 &#160; Total 100 &#160; % 100 &#160; % 100 &#160; % ##TABLE_END \n\n##TABLE_START Valuation of Plan Assets \n\n2022 Level 1 Level 2 Level 3 Total Cash and cash equivalents $ 18 &#160; $ &#8212; &#160; $ &#8212; &#160; $ 18 &#160; Equity securities 21 &#160; 99 &#160; &#8212; &#160; 120 &#160; Corporate debt securities \n\n2 &#160; 151 &#160; &#8212; &#160; 153 &#160; Other 5 &#160; 69 &#160; 55 &#160; 129 &#160; Total $ 46 &#160; $ 319 &#160; $ 55 &#160; $ 420 &#160; 2021 Cash and cash equivalents $ 21 &#160; $ &#8212; &#160; $ &#8212; &#160; $ 21 &#160; Equity securities 28 &#160; 119 &#160; &#8212; &#160; 147 &#160; Corporate debt securities 2 &#160; 202 &#160; &#8212; &#160; 204 &#160; Other 4 &#160; 68 &#160; 99 &#160; 171 &#160; Total $ 55 &#160; $ 389 &#160; $ 99 &#160; $ 543 &#160; ##TABLE_END \n\nOur Level 3 pension plan assets consist primarily of guaranteed investment contracts with insurance companies. The insurance contracts guarantee us principal repayment and a fixed rate of return. The $ 44 decrease in Level 3 pension plan assets is primarily driven by the change in the corresponding pension liability. We expect to contribute $ 19 to our defined benefit pension plans in 2023. \n\n##TABLE_START Estimated Future Benefit Payments 2023 2024 2025 2026 2027 2028-2032 $ 22 &#160; $ 26 &#160; $ 23 &#160; $ 23 &#160; $ 25 &#160; $ 146 &#160; ##TABLE_END \n\nNOTE 13 - SUMMARY OF QUARTERLY DATA (UNAUDITED) \n\n##TABLE_START 2022 Quarters Mar 31 Jun 30 Sep 30 Dec 31 Net sales $ 4,275 &#160; $ 4,493 &#160; $ 4,479 &#160; $ 5,202 &#160; Gross profit 2,734 &#160; 2,826 &#160; 2,782 &#160; 3,236 &#160; Earnings (loss) before income taxes 386 &#160; 720 &#160; 816 &#160; 761 &#160; Net earnings (loss) 323 &#160; 656 &#160; 816 &#160; 563 &#160; Net earnings (loss) per share of common stock: Basic $ 0.86 &#160; $ 1.73 &#160; $ 2.16 &#160; $ 1.48 &#160; Diluted $ 0.84 &#160; $ 1.72 &#160; $ 2.14 &#160; $ 1.47 &#160; Dividends declared per share of common stock $ 0.695 &#160; $ 0.695 &#160; $ 0.695 &#160; $ 0.750 &#160; 2021 Quarters Mar 31 Jun 30 Sep 30 Dec 31 Net sales $ 3,953 &#160; $ 4,294 &#160; $ 4,160 &#160; $ 4,701 &#160; Gross profit 2,509 &#160; 2,772 &#160; 2,642 &#160; 3,045 &#160; Earnings before income taxes 367 &#160; 662 &#160; 495 &#160; 757 &#160; Net earnings 302 &#160; 592 &#160; 438 &#160; 662 &#160; Net earnings per share of common stock: Basic $ 0.80 &#160; $ 1.57 &#160; $ 1.17 &#160; $ 1.75 &#160; Diluted $ 0.79 &#160; $ 1.55 &#160; $ 1.14 &#160; $ 1.73 &#160; Dividends declared per share of common stock $ 0.630 &#160; $ 0.630 &#160; $ 0.630 &#160; $ 0.695 &#160; ##TABLE_END \n\nNOTE 14 - SEGMENT AND GEOGRAPHIC DATA \n\nWe segregate our operations into two reportable business segments: (i) MedSurg and Neurotechnology and (ii) Orthopaedics and Spine which aligns to our internal reporting structure and how the Company manages its businesses. \n\nThe Corporate and Other category shown in the table below includes corporate and administration, corporate initiatives and share-based compensation, which includes compensation related to employee stock options, restricted stock units and performance stock unit grants and director stock options and restricted stock unit grants. \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 37 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\n##TABLE_START Segment Results 2022 2021 2020 MedSurg and Neurotechnology $ 10,611 &#160; $ 9,538 &#160; $ 8,345 &#160; Orthopaedics and Spine 7,838 &#160; 7,570 &#160; 6,006 &#160; Net sales $ 18,449 &#160; $ 17,108 &#160; $ 14,351 &#160; MedSurg and Neurotechnology $ 540 &#160; $ 518 &#160; $ 496 &#160; Orthopaedics and Spine 614 &#160; 629 &#160; 458 &#160; Segment depreciation and amortization $ 1,154 &#160; $ 1,147 &#160; $ 954 &#160; Corporate and Other 124 &#160; 125 &#160; 122 &#160; Total depreciation and amortization $ 1,278 &#160; $ 1,272 &#160; $ 1,076 &#160; MedSurg and Neurotechnology $ 2,737 &#160; $ 2,807 &#160; $ 2,414 &#160; Orthopaedics and Spine 2,296 &#160; 2,180 &#160; 1,588 &#160; Segment operating income $ 5,033 &#160; $ 4,987 &#160; $ 4,002 &#160; Items not allocated to segments: Corporate and Other $ ( 649 ) $ ( 605 ) $ ( 503 ) Acquisition and integration-related charges ( 150 ) ( 585 ) ( 242 ) Amortization of intangible assets ( 627 ) ( 619 ) ( 472 ) Restructuring-related and other charges ( 349 ) ( 386 ) ( 458 ) Goodwill impairment ( 216 ) &#8212; &#160; &#8212; &#160; Medical device regulations ( 140 ) ( 107 ) ( 81 ) Recall-related matters 15 &#160; ( 103 ) ( 17 ) Regulatory and legal matters ( 76 ) 2 &#160; ( 6 ) Consolidated operating income $ 2,841 &#160; $ 2,584 &#160; $ 2,223 &#160; ##TABLE_END \n\n##TABLE_START Segment Assets and Capital Spending Assets: 2022 2021 2020 MedSurg and Neurotechnology $ 18,283 &#160; $ 15,218 &#160; $ 15,250 &#160; Orthopaedics and Spine 17,295 &#160; 18,149 &#160; 18,090 &#160; Total segment assets $ 35,578 &#160; $ 33,367 &#160; $ 33,340 &#160; Corporate and Other 1,306 &#160; 1,264 &#160; 990 &#160; Total assets $ 36,884 &#160; $ 34,631 &#160; $ 34,330 &#160; Purchases of property, plant and equipment: MedSurg and Neurotechnology $ 173 &#160; $ 197 &#160; $ 192 &#160; Orthopaedics and Spine 175 &#160; 165 &#160; 150 &#160; Total segment purchases of property, plant and equipment $ 348 &#160; $ 362 &#160; $ 342 &#160; Corporate and Other 240 &#160; 163 &#160; 145 &#160; Total purchases of property, plant and equipment $ 588 &#160; $ 525 &#160; $ 487 &#160; ##TABLE_END \n\nWe measure the financial results of our reportable segments using an internal performance measure that excludes acquisition and integration-related charges, restructuring-related and other charges, goodwill impairment, reserves for certain product recall matters and reserves for certain legal and regulatory matters. Identifiable assets are those assets used exclusively in the operations of each business segment or allocated when used jointly. Corporate assets are principally property, plant and equipment, and noncurrent assets. \n\nThe countries in which we have local revenue generating operations have been combined into the following geographic areas: the United States (including Puerto Rico); Europe, Middle East, Africa; Asia Pacific; and other foreign countries, which include Canada and countries in the Latin American region. Net sales are reported based on the geographic area of the Stryker location where the sales to the customer originated. \n\n##TABLE_START Geographic Information Net Sales Net Property, Plant and Equipment 2022 2021 2020 2022 2021 United States $ 13,638 &#160; $ 12,321 &#160; $ 10,455 &#160; $ 1,791 &#160; $ 1,717 &#160; Europe, Middle East, Africa 2,348 &#160; 2,299 &#160; 1,818 &#160; 995 &#160; 941 &#160; Asia Pacific 1,885 &#160; 1,973 &#160; 1,630 &#160; 76 &#160; 76 &#160; Other countries 578 &#160; 515 &#160; 448 &#160; 108 &#160; 99 &#160; Total $ 18,449 &#160; $ 17,108 &#160; $ 14,351 &#160; $ 2,970 &#160; $ 2,833 &#160; ##TABLE_END \n\nNOTE 15 - ASSET IMPAIRMENTS \n\nThe government in China has launched regional and national programs for volume-based procurement (VBP) of high-value medical consumables to reduce healthcare costs. Each VBP program has specific requirements to award contracts to the lowest bidders who are able to satisfy the quality and quantity requirements. The successful bidders may be guaranteed sales volume for certain products, while unsuccessful bidders may lose unit sales volume. The prices required for a successful bid have negatively impact our affected commercial operations in China, including those for joint replacement, trauma and certain neurovascular products. \n\nAs a result of the outcome of certain regional programs for our trauma products and the national VBP program for hips and knees we recorded charges of $ 105 to impair certain long-lived and intangible assets in 2021. These charges were included in selling, general and administrative expenses. The national VBP program for spine products took place in the third quarter of 2022 and we were unsuccessful in our bid. As a result we are exiting the spine business in China. Related asset impairments recognized in 2022 were not significant and we do not expect any significant impairments related to future VBP programs. Our business in China represented approximately 2.4 % of our revenues for the year ended December 31, 2022. \n\nIn addition to asset impairments in connection with VBP program results, we recognized asset impairments of $ 47 in 2022 for long-lived and intangible assets primarily as a result of the exit of certain product lines. \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 38 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\n##TABLE_START "
    },
    {
      "section": "9",
      "text": " ITEM 9. CHANGES IN AND DISAGREEMENTS WITH ACCOUNTANTS ON ACCOUNTING AND FINANCIAL DISCLOSURE. ##TABLE_END\n\nNot applicable. \n\n##TABLE_START "
    },
    {
      "section": "9A",
      "text": " ITEM 9A. CONTROLS AND PROCEDURES. ##TABLE_END\n\nEvaluation of Disclosure Controls and Procedures \n\nThe Company's management, with the participation of the Chief Executive Officer and Chief Financial Officer (the Certifying Officers), evaluated the effectiveness of the Company&#8217;s disclosure controls and procedures (as defined in Rules 13a-15(e) or 15d-15(e) promulgated under the Securities Exchange Act of 1934, as amended) (Exchange Act) as of December 31, 2022. Based on that evaluation, the Certifying Officers concluded that the Company&#8217;s disclosure controls and procedures were effective as of December 31, 2022. \n\nChanges in Internal Control over Financial Reporting \n\nThere was no change to our internal control over financial reporting during the fourth quarter of 2022 that materially affected, or is reasonably likely to materially affect, our internal control over financial reporting. \n\nMANAGEMENT'S REPORT ON INTERNAL CONTROL OVER FINANCIAL REPORTING \n\nThe Company's management is responsible for establishing and maintaining adequate internal control over financial reporting, as such term is defined in Exchange Act Rule 13a-15(f). The Company's internal control over financial reporting was designed to provide reasonable assurance to the Company's management and Board of Directors regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles and includes those policies and procedures that: (i) pertain to the maintenance of records that in reasonable detail accurately and fairly reflect the transactions and dispositions of the assets of the Company; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the Company are being made only in accordance with authorizations of management and directors of the Company; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use or disposition of the Company's assets that could have a material effect on the financial statements. \n\nThe Company's management assessed the effectiveness of our internal control over financial reporting on December 31, 2022. In making this assessment, we used the criteria set forth by the Committee of Sponsoring Organizations of the Treadway Commission in Internal Control-Integrated Framework (2013) . We have excluded from our assessment the operations and related assets of Vocera, which we acquired in February 2022. As of December 31, 2022 Vocera represented approximately 8.2% of our total assets, including the goodwill and intangible assets recorded as part of the purchase price allocation and approximately 1.1% of our net sales for the year ended December 31, 2022. Based on its assessment, management concluded that our internal control over financial reporting was effective as of December 31, 2022. \n\nStryker&#8217;s independent registered public accounting firm has issued an audit report on their assessment of the effectiveness of the Company&#8217;s internal control over financial reporting. \n\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM \n\nTo the Shareholders and the Board of Directors of Stryker Corporation \n\nOpinion on Internal Control over Financial Reporting \n\nWe have audited Stryker Corporation and subsidiaries&#8217; internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control&#8212;Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria). In our opinion, Stryker Corporation and subsidiaries (the Company) maintained, in all material respects, effective internal control over financial reporting as of December 31, 2022, based on the COSO criteria. \n\nAs indicated in the accompanying Management&#8217;s Report on Internal Control Over Financial Reporting, management&#8217;s assessment of and conclusion on the effectiveness of internal control over financial reporting did not include the internal controls of Vocera Communications, Inc. (Vocera), which is included in the 2022 consolidated financial statements of the Company and constituted 8.2% of total assets as of December 31, 2022 and 1.1% of net sales for the year then ended. Our audit of internal control over financial reporting of the Company also did not include an evaluation of the internal control over financial reporting of Vocera. \n\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the 2022 consolidated financial statements of the Company and our report dated February 10, 2023 expressed an unqualified opinion thereon. \n\nBasis for Opinion \n\nThe Company&#8217;s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting included in the accompanying Management&#8217;s Report on Internal Control Over Financial Reporting. Our responsibility is to express an opinion on the Company&#8217;s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \n\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. \n\nOur audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion. \n\nDefinition and Limitations of Internal Control Over Financial Reporting \n\nA company&#8217;s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company&#8217;s internal control over \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 39 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\nfinancial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company&#8217;s assets that could have a material effect on the financial statements. \n\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate. \n\n/s/ Ernst &#38; Young LLP \n\nGrand Rapids, Michigan \n\nFebruary 10, 2023 \n\n##TABLE_START "
    },
    {
      "section": "9B",
      "text": " ITEM 9B. OTHER INFORMATION. ##TABLE_END\n\nSection 13(r) of the Securities Exchange Act of 1934, as amended, requires an issuer to disclose in its annual or quarterly reports whether it or any of its affiliates knowingly engaged in certain activities, transactions or dealings relating to parties subject to sanctions administered by the Office of Foreign Assets Control (OFAC) within the United States Department of the Treasury, whether or not such activities are prohibited or sanctionable under United States law. On March 2, 2021, the United States government designated the Russian Federal Security Service (FSB) under additional sanctions authorities. On the same day, OFAC issued General License No. 1B (OFAC General License), which generally authorizes certain licensing, permitting, certification, notification and related transactions with the FSB as may be required pursuant to Russian encryption product import controls for the importation, distribution or use of certain information technology products and radio frequency technology products in the Russian Federation. \n\nAs required under Russian law and as permitted under the OFAC General License, one of our subsidiaries in Russia periodically files notifications with or applies for import licenses and permits from the FSB on our behalf in connection with the importation of our products into Russia. These notification and licensing activities are free of charge, and none of our gross revenue or net profits are attributable to such activities. We expect to continue to file notifications with and apply for import licenses and permits from the FSB to qualify our products for importation and distribution in the Russian Federation to the extent required under Russian law, but only so long as such notification and licensing activities are authorized by the OFAC General License, any successor general license or other authorization issued by OFAC. \n\nDuring the year ended December 31, 2022 we filed two notifications with the FSB as described above. \n\n##TABLE_START "
    },
    {
      "section": "10",
      "text": " ITEM 10. DIRECTORS, EXECUTIVE OFFICERS AND CORPORATE GOVERNANCE. ##TABLE_END\n\nInformation regarding our executive officers appears under the caption \"Information about our Executive Officers\" in Part I, Item 1 of this report. \n\nInformation regarding our directors and certain corporate governance and other matters appearing under the captions \"Proposal 1&#8212;Election of Directors,\" \"Corporate Governance,\" and \"Additional Information&#8212;Delinquent Section 16(a) Reports\" in the 2023 proxy statement is incorporated herein by reference. \n\nThe Corporate Governance Guidelines adopted by our Board of Directors, as well as the charters of each of the Audit Committee, the Governance and Nominating Committee and the Compensation Committee and the Code of Conduct applicable to the principal executive officer, president, principal financial officer and principal accounting officer or controller or persons performing similar functions are posted on the \"Corporate Governance\" section of our website at www.stryker.com . The Code of Conduct replaces our previous Code of Ethics applicable to the principal executive officer, president, principal financial officer and principal accounting officer or controller or persons performing similar functions, which was retired on February 9, 2023. \n\n##TABLE_START "
    },
    {
      "section": "11",
      "text": " ITEM 11. EXECUTIVE COMPENSATION. ##TABLE_END\n\nInformation regarding the compensation of our management appearing under the captions \"Compensation Discussion and Analysis,\" \"Compensation Committee Report,\" \"Executive Compensation\" and \"Compensation of Directors\" in the 2023 proxy statement is incorporated herein by reference. \n\n##TABLE_START "
    },
    {
      "section": "12",
      "text": " ITEM 12. SECURITY OWNERSHIP OF CERTAIN BENEFICIAL OWNERS AND MANAGEMENT AND RELATED STOCKHOLDER MATTERS. ##TABLE_END\n\nThe information under the caption \"Stock Ownership\" in the 2023 proxy statement is incorporated herein by reference. \n\nOn December 31, 2022 we had an equity compensation plan under which options were granted at a price not less than fair market value at the date of grant and under which awards of restricted stock units (RSUs) and performance stock units (PSUs) were made. Options and RSUs were also awarded under a previous plan. Additional information regarding our equity compensation plans appears in Note 1 and Note 9 to our Consolidated Financial Statements. On December 31, 2022 we also had a stock performance incentive award program pursuant to which shares of our common stock were and may be issued to certain employees with respect to performance. The status of these plans, each of which were previously submitted to and approved by our shareholders, on December 31, 2022 is as follows: \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 40 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\n##TABLE_START Plan Number of securities to be issued upon exercise of outstanding options, warrants and rights Weighted-average exercise price of outstanding options, warrants and rights Number of securities remaining available for future issuance under equity compensation plans (excluding shares reflected in the first column) 2006 Long-Term Incentive Plan 302,744 $ 64.01 &#8212; 2008 Employee Stock Purchase Plan N/A N/A 3,967,851 \n\n2011 Long-Term Incentive Plan (1) \n\n12,707,533 $ 171.48 22,654,814 2011 Performance Incentive Award Plan N/A N/A 276,718 Total 26,899,383 &#160; ##TABLE_END\n\n(1) The 2011 Long-Term Incentive Plan securities to be issued upon exercise include 689,043 RSUs and 193,496 PSUs. The weighted-average exercise prices does not take these awards into account. \n\n##TABLE_START "
    },
    {
      "section": "13",
      "text": " ITEM 13. CERTAIN RELATIONSHIPS AND RELATED TRANSACTIONS, AND DIRECTOR INDEPENDENCE. ##TABLE_END\n\nThe information under the caption \"Corporate Governance\" and \"Corporate Governance&#8212;Certain Relationships and Related Party Transactions\" in the 2023 proxy statement is incorporated herein by reference. \n\n##TABLE_START "
    },
    {
      "section": "14",
      "text": " ITEM 14. PRINCIPAL ACCOUNTANT FEES AND SERVICES. ##TABLE_END\n\nThe information under the caption \"Proposal 2&#8212;Ratification of Appointment of our Independent Registered Public Accounting Firm\" in the 2023 proxy statement is incorporated herein by reference. \n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 41 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\n##TABLE_START ##TABLE_END\n\n##TABLE_START PART IV ##TABLE_END\n\n##TABLE_START "
    },
    {
      "section": "15",
      "text": " ITEM 15. EXHIBITS, FINANCIAL STATEMENT SCHEDULES. ##TABLE_END\n\n##TABLE_START (a) 1. Financial Statements The following Consolidated Financial Statements are set forth in Part II, Item 8 of this report. Report of Independent Registered Public Accounting Firm 21 \n\nConsolidated Statements of Earnings for 2022, 2021 and 2020 \n\nConsolidated Statements of Comprehensive Income for 2022, 2021 and 2020 \n\nConsolidated Balance Sheets on 2022 and 2021 \n\nConsolidated Statements of Shareholders&#8217; Equity for 2022, 2021 and 2020 \n\nConsolidated Statements of Cash Flows for 2022, 2021 and 2020 \n\nNotes to Consolidated Financial Statements 27 \n\n(a) 2. Financial Statement Schedules The Consolidated Financial Statement schedule of Stryker Corporation and its subsidiaries is: SCHEDULE II - VALUATION AND QUALIFYING ACCOUNTS &#160; &#160; Additions Deductions &#160; Description Balance at Beginning of Period Charged to Costs &#38; Expenses Uncollectible Amounts Written Off, Net of Recoveries Effect of Changes in Foreign Currency Exchange Rates Balance at End of Period DEDUCTED FROM ASSET ACCOUNTS Allowance for Doubtful Accounts: Year ended December 31, 2022 \n\n$ 167 &#160; $ 41 &#160; $ 52 &#160; $ 2 &#160; $ 154 &#160; Year ended December 31, 2021 \n\n$ 131 &#160; $ 61 &#160; $ 23 &#160; $ 2 &#160; $ 167 &#160; Year ended December 31, 2020 \n\n$ 88 &#160; $ 65 &#160; $ 22 &#160; $ &#8212; &#160; $ 131 &#160; All other schedules for which provision is made in the applicable accounting regulation of the United States Securities and Exchange Commission are not required under the related instructions or are inapplicable and, therefore, have been omitted. (a) 3. Exhibits ##TABLE_END\n\nFORM 10-K&#8212;ITEM 15(a) 3. AND ITEM 15(c) \n\nSTRYKER CORPORATION AND SUBSIDIARIES \n\nEXHIBIT INDEX &#160; \n\n##TABLE_START Exhibit 2&#8212; Plan of Acquisition, Reorganization, Arrangement, Liquidation or Succession (i) \n\nAgreement and Plan of Merger, dated as of August 29, 2018, by and among Stryker Corporation, Austin Merger Sub Corp. and K2M Group Holdings, Inc. &#8212; Incorporated by reference to Exhibit 2.1 to the Company's Form 8-K dated August 30, 2018 (Commission File No. 000-09165). \n\n(ii) \n\nPurchase Agreement, dated as of November 4, 2019, among Stryker Corporation, Stryker B.V. and Wright Medical Group N.V. &#8212; Incorporated by reference to Exhibit 2.1 to the Company&#8217;s Form 8-K dated November 6, 2019 (Commission File No. 001-13149). \n\n(iii) &#169; \n\nAgreement and Plan of Merger, dated as of January 6, 2022, by and among Stryker Corporation, Voice Merger Sub Corp., and Vocera Communications, Inc. &#8212; Incorporated by reference to Exhibit 2.1 to the Company&#8217;s Form 8-K dated January 11, 2022 (Commission File No. 001-13149). \n\nExhibit 3&#8212; Articles of Incorporation and By-Laws (i) \n\nRestated Articles of Incorporation &#8212; Incorporated by reference to Exhibit 3(i) to the Company's Form 10-Q for the quarterly period ended September 30, 2018 (Commission File No. 00-09165). \n\n(ii) &#8224; \n\nAmended and Restated Bylaws. \n\n(iii) \n\nAmendments to the Amended and Restated Bylaws (adopted and effective November 1, 2022) &#8212; Incorporated by reference to Exhibit 3.1 to the Company&#8217;s Form 8-K dated November 15, 2022 (Commission File No. 001-13149). \n\nExhibit 4&#8212; Instruments defining the rights of security holders, including indentures&#8212;We agree to furnish to the Commission upon request a copy of each instrument pursuant to which long-term debt of Stryker Corporation and its subsidiaries not exceeding 10% of the total assets of Stryker Corporation and its consolidated subsidiaries is authorized. ##TABLE_END\n\n##TABLE_START Dollar amounts in millions except per share amounts or as otherwise specified. 42 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\n##TABLE_START (i) \n\nIndenture, dated January 15, 2010, between Stryker Corporation and U.S. Bank National Association.&#8212; Incorporated by reference to Exhibit 4.1 to the Company's Form 8-K dated January 15, 2010 (Commission File No. 000-09165). \n\n(ii) \n\nFifth Supplemental Indenture (including the form of 2043 note) dated March 25, 2013, between Stryker Corporation and U.S. Bank National Association.&#8212; Incorporated by reference to Exhibit 4.3 to the Company's Form 8-K dated March 25, 2013 (Commission File No. 000-09165). \n\n(iii) \n\nSixth Supplemental Indenture (including the form of 2024 note), dated May 1, 2014, between Stryker Corporation and U.S. Bank National Association.&#8212; Incorporated by reference to Exhibit 4.2 to the Company's Form 8-K dated May 1, 2014 (Commission File No. 000-09165). \n\n(iv) \n\nSeventh Supplemental Indenture (including the form of 2044 note), dated May 1, 2014, between Stryker Corporation and U.S. Bank National Association.&#8212; Incorporated by reference to Exhibit 4.3 to the Company's Form 8-K dated May 1, 2014 (Commission File No. 000-09165). \n\n(v) \n\nEighth Supplemental Indenture (including the form of 2025 note), dated October 29, 2015, between Stryker Corporation and U.S. Bank National association.&#8212; Incorporated by reference to Exhibit 4.2 to the Company's Form 8-K dated October 29, 2015 (Commission File No. 000-09165). \n\n(vi) \n\nTenth Supplemental Indenture (including the form of the 2021 note), dated March 10, 2016, between Stryker Corporation and U.S. Bank National Association. &#8212; Incorporated by reference to Exhibit 4.3 to the Company's Form 8-K dated March 10, 2016 (Commission File No. 000-09615). \n\n(vii) \n\nEleventh Supplemental Indenture (including the form of the 2026 note), dated March 10, 2016, between Stryker Corporation and U.S. Bank National Association.&#8212; Incorporated by reference to Exhibit 4.4 to the Company's Form 8-K dated March 10, 2016 (Commission File No. 000-09615). \n\n(viii) \n\nTwelfth Supplemental Indenture (including the form of the 2046 note), dated March 10, 2016, between Stryker Corporation and U.S. Bank National Association. &#8212; Incorporated by reference to Exhibit 4.5 to the Company's Form 8-K dated March 10, 2016 (Commission File No. 000-09615). \n\n(ix) \n\nFourteenth Supplemental Indenture (including the form of the 2028 note), dated March 7, 2018, between Stryker Corporation and U.S. Bank National Association. &#8212; Incorporated by reference to Exhibit 4.2 to the Company's Form 8-K dated March 7, 2018 (Commission File No. 000-09615). \n\n(x) \n\nFifteenth Supplemental Indenture (including the form of the 2023 note), dated November 30, 2018, between Stryker Corporation and U.S. Bank National Association. &#8212; Incorporated by reference to Exhibit 4.2 to the Company's Form 8-K dated November 30, 2018 (Commission File No. 000-09615). \n\n(xi) \n\nSixteenth Supplemental Indenture (including the form of the 2027 note), dated November 30, 2018, between Stryker Corporation and U.S. Bank National Association. &#8212; Incorporated by reference to Exhibit 4.3 to the Company's Form 8-K dated November 30, 2018 (Commission File No. 000-09615). \n\n(xii) \n\nSeventeenth Supplemental Indenture (including the form of the 2030 note), dated November 30, 2018, between Stryker Corporation and U.S. Bank National Association. &#8212; Incorporated by reference to Exhibit 4.4 to the Company's Form 8-K dated November 30, 2018 (Commission File No. 000-09615). \n\n(xiii) \n\nNineteenth Supplemental Indenture (including the form of the 2024 note), dated December 3, 2019, between Stryker Corporation and U.S. Bank National Association. &#8212; Incorporated by reference to Exhibit 4.2 to the Company's Form 8-K dated December 3, 2019 (Commission File No. 001-13149). \n\n(xiv) \n\nTwentieth Supplemental Indenture (including the form of the 2029 note), dated December 3, 2019, between Stryker Corporation and U.S. Bank National Association. &#8212; Incorporated by reference to Exhibit 4.3 to the Company's Form 8-K dated December 3, 2019 (Commission File No. 001-13149). \n\n(xv) \n\nTwenty-First Supplemental Indenture (including the form of the 2031 note), dated December 3, 2019, between Stryker Corporation and U.S. Bank National Association. &#8212; Incorporated by reference to Exhibit 4.4 to the Company's Form 8-K dated December 3, 2019 (Commission File No. 001-13149). \n\n(xvi) \n\nTwenty-Second Supplemental Indenture (including the form of the 2025 note), dated June 4, 2020, between Stryker Corporation and U.S. Bank National Association, as trustee - Incorporated by reference to Exhibit 4.2 to the Company&#8217;s Form 8-K dated June 4, 2020 (Commission File No. 001-13149). \n\n(xvii) \n\nTwenty-Third Supplemental Indenture (including the form of the 2030 note), dated June 4, 2020, between Stryker Corporation and U.S. Bank National Association &#8212; Incorporated by reference to Exhibit 4.3 to the Company&#8217;s Form 8-K dated June 4, 2020 (Commission File No. 001-13149). \n\n(xviii) \n\nTwenty-Fourth Supplemental Indenture (including the form of the 2050 note), dated June 4, 2020, between Stryker Corporation and U.S. Bank National Association &#8212; Incorporated by reference to Exhibit 4.4 to the Company&#8217;s Form 8-K dated June 4, 2020 (Commission File No. 001-13149). \n\n(xix) \n\nTwenty-Fifth Supplemental Indenture (including the form of the 2023 note), dated November 23, 2020, between Stryker Corporation and U.S. Bank National Association, as trustee &#8212; Incorporated by reference to Exhibit 4.2 to the Company&#8217;s Form 8-K dated November 23, 2020 (Commission File No. 001-13149). \n\n(xx) &#8224; \n\nDescription of Securities \n\nExhibit 10&#8212; Material contracts (i)* &#8224; \n\nForm of grant notice and terms and conditions for stock options granted in 2023 under the 2011 Long-Term Incentive Plan. \n\n(ii)* &#8224; \n\nForm of grant notice and terms and conditions for restricted stock units granted in 2023 under the 2011 Long-Term Incentive Plan. \n\n(iii)* &#8224; \n\nForm of grant notice and terms and conditions for performance stock units granted in 2023 under the 2011 Long-Term Incentive Plan. \n\n(iv)* \n\nForm of grant notice and terms and conditions for stock options granted in 2022 under the 2011 Long-Term Incentive Plan &#8212; Incorporated by reference to Exhibit 10(i) to the Company's Form 10-K for the year ended December 31, 2021 (Commission File No. 001-13149). \n\n(v)* \n\nForm of grant notice and terms and conditions for restricted stock units granted in 2022 under the 2011 Long-Term Incentive Plan &#8212; Incorporated by reference to Exhibit 10(ii) to the Company's Form 10-K for the year ended December 31, 2021 (Commission File No. 001-13149). \n\n##TABLE_END\n\n##TABLE_START 43 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\n##TABLE_START (vi)* \n\nForm of grant notice and terms and conditions for performance stock units granted in 2022 under the 2011 Long-Term Incentive Plan &#8212; Incorporated by reference to Exhibit 10(iii) to the Company's Form 10-K for the year ended December 31, 2021 (Commission File No. 001-13149). \n\n(vii)* \n\nForm of grant notice and terms and conditions for stock options granted in 2021 under the 2011 Long-Term Incentive Plan &#8212; Incorporated by reference to Exhibit 10(i) to the Company's Form 10-K for the year ended December 31, 2020 (Commission File No. 001-13149). \n\n(viii)* \n\nForm of grant notice and terms and conditions for restricted stock units granted in 2021 under the 2011 Long-Term Incentive Plan &#8212; Incorporated by reference to Exhibit 10(ii) to the Company's Form 10-K for the year ended December 31, 2020 (Commission File No. 001-13149). \n\n(ix)* \n\nForm of grant notice and terms and conditions for performance stock units granted in 2021 under the 2011 Long-Term Incentive Plan &#8212; Incorporated by reference to Exhibit 10(iii) to the Company's Form 10-K for the year ended December 31, 2020 (Commission File No. 001-13149). \n\n(x)* \n\nForm of grant notice and terms and conditions for restricted stock units granted in 2022 under the 2011 Long-Term Incentive Plan to non-employee directors &#8212; Incorporated by reference to Exhibit 10(i) to the Company's Form 10-Q for the quarterly period ended June 30, 2022 (Commission File No. 001-13149). \n\n(xi)* \n\nForm of grant notice and terms and conditions for restricted stock units granted in 2021 under the 2011 Long-Term Incentive Plan to non-employee directors &#8212; Incorporated by reference to Exhibit 10(i) to the Company's Form 10-Q for the quarterly period ended June 30, 2021 (Commission File No. 001-13149). \n\n(xii)* \n\nForm of grant notice and terms and conditions for restricted stock units granted in 2020 under the 2011 Long-Term Incentive Plan to non-employee directors &#8212; Incorporated by reference to Exhibit 10(i) to the Company's Form 10-Q for the quarterly period ended June 30, 2020 (Commission File No. 001-13149). \n\n(xiii)* \n\n2011 Long-Term Incentive Plan (as amended effective February 4, 2020) &#8212; Incorporated by reference to Exhibit 10(i) to the Company's Form 10-K for the year ended December 31, 2019 (Commission File No. 001-13149). \n\n(xiv)* \n\nForm of grant notice and terms and conditions for stock options granted in 2020 under the 2011 Long-Term Incentive Plan &#8212; Incorporated by reference to Exhibit 10(ii) to the Company's Form 10-K for the year ended December 31, 2019 (Commission File No. 001-13149). \n\n(xv)* \n\nForm of grant notice and terms and conditions for restricted stock units granted in 2020 under the 2011 Long-Term Incentive Plan &#8212; Incorporated by reference to Exhibit 10(iii) to the Company's Form 10-K for the year ended December 31, 2019 (Commission File No. 001-13149). \n\n(xvi)* \n\nForm of grant notice and terms and conditions for performance stock units granted in 2020 under the 2011 Long-Term Incentive Plan &#8212; Incorporated by reference to Exhibit 10(iv) to the Company's Form 10-K for the year ended December 31, 2019 (Commission File No. 001-13149). \n\n(xvii)* \n\nForm of terms and conditions for restricted stock units granted to non-employee directors in 2019 under the 2011 Long-Term Incentive Plan &#8212; Incorporated by reference to Exhibit 10(v) to the Company's Form 10-K for the year ended December 31, 2019 (Commission File No. 001-13149). \n\n(xviii)* \n\nSupplemental Savings and Retirement Plan (as amended effective January 1, 2008 and January 1, 2019) &#8212; Incorporated by reference to Exhibit 10(vi) to the Company's Form 10-K for the year ended December 31, 2019 (Commission File No. 001-13149). \n\n(xix)* \n\nForm of grant notice and terms and conditions for stock options granted in 2019 under the 2011 Long-Term Incentive Plan &#8212; Incorporated by reference to Exhibit 10(ii) to the Company's Form 10-K for the year ended December 31, 2018 (Commission File No. 001-13149). \n\n(xx)* \n\nForm of grant notice and terms and conditions for restricted stock units granted in 2019 under the 2011 Long-Term Incentive Plan &#8212; Incorporated by reference to Exhibit 10(iii) to the Company's Form 10-K for the year ended December 31, 2018 (Commission File No. 001-13149). \n\n(xxi)* \n\nForm of grant notice and terms and conditions for performance stock units granted in 2019 under the 2011 Long-Term Incentive Plan &#8212; Incorporated by reference to Exhibit 10(iv) to the Company's Form 10-K for the year ended December 31, 2018 (Commission File No 001-13149). \n\n(xxii)* \n\n2006 Long-Term Incentive Plan (as amended effective February 7, 2017) &#8212; Incorporated by reference to Exhibit 10(ii) to the Company's Form 10-K for the year ended December 31, 2016 (Commission File No. 000-09165). \n\n(xxiii)* \n\nForm of grant notice and terms and conditions for stock options granted in 2018 under the 2011 Long-Term Incentive Plan &#8212; Incorporated by reference to Exhibit 10(ii) to the Company's Form 10-K for the year ended December 31, 2017 (Commission File No. 000-09165). \n\n(xxiv)* \n\nForm of grant notice and terms and conditions for restricted stock units granted in 2018 under the 2011 Long-Term Incentive Plan &#8212; Incorporated by reference to Exhibit 10(iii) to the Company&#8217;s Form 10-K for the year ended December 31, 2017 (Commission File No. 000-09165). \n\n(xxv)* \n\nForm of grant notice and terms and conditions for performance stock units granted in 2018 under the 2011 Long-Term Incentive Plan &#8212; Incorporated by reference to Exhibit 10(iv) to the Company&#8217;s Form 10-K for the year ended December 31, 2017 (Commission File No. 000-09165). \n\n(xxvi)* \n\nForm of grant notice and terms and conditions for restricted stock units granted in 2018 under the 2011 Long-Term Incentive Plan to non-employee directors &#8212; Incorporated by reference to Exhibit 10(ii) to the Company&#8217;s Form 10-Q for the quarterly period ended June 30, 2018 (Commission File No. 000-09165). \n\n(xxvii)* \n\nStryker Corporation Executive Bonus Plan &#8212; Incorporated by reference to Exhibit 10.1 to the Company's Form 8-K dated February 21, 2007 (Commission File No. 000-09165). \n\n(xxviii)* \n\nLetter Agreement between Stryker Corporation and Glenn Boehnlein &#8212; Incorporated by reference to Exhibit 10.2 to the Company's Form 8-K dated January 26, 2016 (Commission File No. 000-09165). \n\n(xxix)* \n\nLetter Agreement between Stryker Corporation and Timothy J. Scannell &#8212; Incorporated by reference to Exhibit 10.1 to the Company&#8217;s Form 8-K dated August 18, 2021 (Commission File No. 001-13149). \n\n(xxx) \n\nForm of Indemnification Agreement for Directors &#8212; Incorporated by reference to Exhibit 10 (xiv) to the Company's Form 10-K for the year ended December 31, 2008 (Commission File No. 000-09165). \n\n##TABLE_END\n\n##TABLE_START 44 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\n##TABLE_START (xxxi) \n\nForm of Indemnification Agreement for Certain Officers&#8212;Incorporated by reference to Exhibit 10 (xv) to the Company's Form 10-K for the year ended December 31, 2008 (Commission File No. 000-09165). \n\n(xxxii) \n\nSettlement Agreement between Howmedica Osteonics Corp. and the counsel listed on the signature pages thereto, dated as of November 3, 2014 (Rejuvenate and ABF II Hip Implant Products Liability Litigation) &#8212; Incorporated by reference to Exhibit 10xxiii to the Company's Form 10-K for the year ended December 31, 2014 (Commission File No. 000-09165). \n\n(xxxiii) &#169; \n\nCredit Agreement, dated as of August 19, 2016, among Stryker Corporation and certain subsidiaries, as designated borrowers; the lenders party thereto; and Bank of America, N.A., as administrative agent &#8212; Incorporated by reference to Exhibit 4.1 to the Company&#8217;s 8-K dated August 23, 2016 (Commission File No. 000-09165). \n\n(xxxiv) \n\nAmendment No. 1, dated as of April 30, 2020, to Credit Agreement, dated as of August 19, 2016, among Stryker Corporation and certain of its subsidiaries, as designated borrowers; the lenders party thereto; and Bank of America, N.A., as administrative agent &#8212; Incorporated by reference to Exhibit 10(i) to the Company's Form 10-Q for the quarterly period ended March 31, 2020 (Commission File No. 001-13149). \n\n(xxxv) \n\nCredit Agreement, dated as of April 30, 2020, among Stryker Corporation as borrower; the lenders party thereto; and Bank of America, N.A., as administrative agent &#8212; Incorporated by reference to Exhibit 10(ii) to the Company's Form 10-Q for the quarterly period ended March 31, 2020 (Commission File No. 001-13149). \n\n(xxxvi) \n\nTerm Loan Agreement, dated as of November 10, 2020, among Stryker Corporation, as borrower, the lenders party thereto and Bank of America, N.A., as administrative agent &#8212; Incorporated by reference to Exhibit 10.1 to the Company's Form 8-K dated November 13, 2020 (Commission File No. 001-13149). \n\n(xxxvii) \n\nCredit Agreement, dated as of October 26, 2021, among Stryker Corporation as borrower; the lenders party thereto; and Wells Fargo Bank, N.A., as administrative agent &#8212; Incorporated by reference to Exhibit 10(i) to the Company's Form 10-Q for the quarterly period ended September 30, 2021 (Commission File No. 001-13149). \n\n(xxxviii) \n\nTerm Loan Agreement, dated as of February 22, 2022, among Stryker Corporation, as borrower, the lenders party thereto and Wells Fargo Bank, National Association, as administrative agent &#8212; Incorporated by reference to Exhibit 10.1 to the Company's Form 8-K dated February 25, 2022 (Commission File No. 001-13149). \n\nExhibit 21&#8212; &#160; Subsidiaries of the registrant (i) &#8224; \n\nList of Subsidiaries. \n\nExhibit 23&#8212; &#160; Consent of experts and counsel (i) &#8224; \n\nConsent of Independent Registered Public Accounting Firm. \n\n##TABLE_END\n\n##TABLE_START Exhibit 31&#8212; &#160; Rule 13a-14(a) Certifications (i) &#8224; \n\nCertification by Principal Executive Officer of Stryker Corporation. \n\n(ii) &#8224; \n\nCertification by Principal Financial Officer of Stryker Corporation. \n\nExhibit 32&#8212; &#160; 18 U.S.C. Section 1350 Certifications (i) &#8224; \n\nCertification by Principal Executive Officer of Stryker Corporation. \n\n(ii) &#8224; \n\nCertification by Principal Financial Officer of Stryker Corporation. \n\nExhibit 101&#8212; iXBRL (Inline Extensible Business Reporting Language) Documents 101.INS iXBRL Instance Document 101.SCH iXBRL Schema Document 101.CAL iXBRL Calculation Linkbase Document 101.DEF iXBRL Definition Linkbase Document 101.LAB iXBRL Label Linkbase Document 101.PRE iXBRL Presentation Linkbase Document 104 Cover Page Interactive Data File (the cover page XBRL tags are embedded within the Inline XBRL document) ##TABLE_END\n\n##TABLE_START * Compensation arrangement ##TABLE_END\n\n##TABLE_START &#8224; Furnished with this Form 10-K ##TABLE_END\n\n##TABLE_START &#169; Schedules have been omitted pursuant to Item 601(a)(5) of Regulation S-K. Stryker hereby agrees to furnish supplementally a copy of any omitted schedule upon request by the U.S. Securities and Exchange Commission. ##TABLE_END\n\n##TABLE_START ITEM 16. FORM 10-K SUMMARY. ##TABLE_END\n\nNone. \n\n##TABLE_START 45 \n\n##TABLE_END\n\nSTRYKER CORPORATION 2022 FORM 10-K \n\nSIGNATURES \n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized. \n\n&#160; \n\n##TABLE_START STRYKER CORPORATION Date: February 10, 2023 /s/ GLENN S. BOEHNLEIN Glenn S. Boehnlein Vice President, Chief Financial Officer ##TABLE_END\n\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on the date indicated above on behalf of the registrant and in the capacities indicated. \n\n##TABLE_START /s/ KEVIN A. LOBO /s/ GLENN S. BOEHNLEIN Kevin A. Lobo Glenn S. Boehnlein Chair, Chief Executive Officer and President Vice President, Chief Financial Officer (Principal Executive Officer) (Principal Financial Officer) /s/ WILLIAM E. BERRY JR. William E. Berry, Jr. Vice President, Chief Accounting Officer (Principal Accounting Officer) /s/ SHERILYN S. MCCOY /s/ ANDREW K. SILVERNAIL Sherilyn S. McCoy Andrew K. Silvernail Lead Independent Director Director /s/ MARY K. BRAINERD /s/ LISA M. SKEETE TATUM Mary K. Brainerd Lisa M. Skeete Tatum Director Director /s/ GIOVANNI CAFORIO /s/ RONDA E. STRYKER Giovanni Caforio, M.D. Ronda E. Stryker Director Director /s/ SRIKANT M. DATAR /s/ RAJEEV SURI Srikant M. Datar, Ph.D. Rajeev Suri Director Director /s/ ALLAN C. GOLSTON Allan C. Golston Director ##TABLE_END\n\n##TABLE_START 46 \n\n##TABLE_END\n\n"
    }
  ]
}