{
  "ticker": "TGT",
  "content": [
    {
      "section": "1",
      "text": " Item 1. Business \n\nGeneral \n\nTarget Corporation (Target, the Corporation, or the Company) was incorporated in Minnesota in 1902. Our corporate purpose is to help all families discover the joy of everyday life. We offer to our customers, referred to as \"guests,\" everyday essentials and fashionable, differentiated merchandise at discounted prices. We operate as a single segment designed to enable guests to purchase products seamlessly in stores or through our digital channels. Since 1946, we have given 5 percent of our profit to communities. \n\nStrategy \n\nOur team, technology, and operations enable us to serve guests, fulfill our purpose, and drive business results through a durable, growth-focused enterprise strategy that differentiates Target in the marketplace. The six pillars of our strategy are: \n\n&#8226; Differentiating from our competition with our assortment of unique owned brands and curated leading national brands; \n\n&#8226; Investing to create an engaging, convenient, safe, and differentiated shopping experience for our guests; \n\n&#8226; Leveraging our stores as fulfillment hubs to efficiently meet our guests' needs, whether they purchase online or in-store; \n\n&#8226; Engaging with our guests through programs like Target Circle and RedCard to maintain and enhance our relevancy; \n\n&#8226; Delivering affordability to our guests; and \n\n&#8226; Leveraging our size and scale to benefit people, the planet, and our business, primarily through Target Forward, our enterprise sustainability strategy. \n\nOur recent growth in sales demonstrates the strength and relevance of Target&#8217;s strategy. Our strategy places stores at the center of our flexible fulfillment approach, with stores fulfilling more than 96 percent of total sales, which provides convenience for our guests at a reduced fulfillment cost. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 2 \n\n##TABLE_END\n\n##TABLE_START BUSINESS \n\nIndex to Financial Statements \n\n##TABLE_END\n\nSales by Fulfillment Channel \n\nFinancial Highlights \n\nFor information on key financial highlights, see Part II, Item 7, Management's Discussion and Analysis of Financial Condition and Results of Operations (MD&#38;A). \n\nSeasonality \n\nA larger share of annual revenues traditionally occurs in the fourth quarter because it includes the November and December holiday sales period. \n\nMerchandise \n\nThe majority of our stores offer a wide assortment of general merchandise and food. Nearly all of our stores larger than 170,000 square feet offer a variety of general merchandise and a full line of food items comparable to traditional supermarkets. Our digital channels include a wide merchandise and food assortment, including many items found in our stores, along with a complementary assortment sold by Target and third parties. We manage our business across the five core merchandise categories shown below. Within categories, gross margins vary depending on the type of merchandise. \n\nSales by Merchandise Category \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 3 \n\n##TABLE_END\n\n##TABLE_START BUSINESS \n\nIndex to Financial Statements \n\n##TABLE_END\n\nA significant portion of our sales is from national brand merchandise. Approximately one-third of our sales come from our owned and exclusive brands, including, but not limited to, the brands listed below. \n\n##TABLE_START Owned Brands &#160; A New Day&#8482; Goodfellow &#38; Co&#8482; Room Essentials&#8482; All in Motion&#8482; Hearth &#38; Hand&#8482; with Magnolia Shade &#38; Shore&#8482; Art Class&#8482; Heyday&#8482; Smartly&#8482; Auden&#8482; Hyde &#38; EEK! Boutique&#8482; Smith &#38; Hawken&#8482; Ava &#38; Viv&#8482; JoyLab&#8482; Sonia Kashuk&#8482; Boots &#38; Barkley&#8482; Kindfull&#8482; Spritz&#8482; Brightroom&#8482; Knox Rose&#8482; Stars Above&#8482; Bullseye's Playground&#8482; Kona Sol&#8482; Sun Squad&#8482; Casaluna&#8482; Made By Design&#8482; Threshold&#8482; Cat &#38; Jack&#8482; Market Pantry&#8482; Universal Thread&#8482; Cloud Island&#8482; Mondo Llama&#8482; up &#38; up&#8482; Colsie&#8482; More Than Magic&#8482; Wild Fable&#8482; Embark&#8482; Opalhouse&#8482; Wondershop&#8482; Everspring&#8482; Open Story&#8482; Xhilaration&#8482; Favorite Day&#8482; Original Use&#8482; Future Collective&#8482; Pillowfort&#8482; Good &#38; Gather&#8482; Project 62&#8482; Exclusive Adult Beverage Brands &#160; &#160; California Roots&#8482; Jingle &#38; Mingle&#8482; SunPop&#8482; Casa Cantina&#8482; Photograph&#8482; The Collection&#8482; Headliner&#8482; Ros&#233; Bae&#8482; Wine Cube&#8482; ##TABLE_END\n\nWe also sell merchandise through periodic exclusive design and creative partnerships, and shop-in-shop experiences, with partners such as Apple, Disney, Levi's, and Ulta Beauty, and generate revenue from in-store amenities such as Starbucks, Target Caf&#233;, and Target Optical. CVS Pharmacy, Inc. (CVS) operates pharmacies and clinics in our stores under a perpetual operating agreement from which we generate annual occupancy income. \n\nCustomer Loyalty Programs \n\nOur guests receive a 5 percent discount on nearly all purchases and receive free shipping at Target.com when they use their Target Debit Card, RedCard Reloadable Account, Target Credit Card, or Target MasterCard &#174; (collectively, RedCards&#8482;). We also seek to drive customer loyalty and trip frequency through our Target Circle program, where members earn 1 percent rewards on nearly all non-RedCard purchases, among other benefits. \n\nDistribution \n\nThe vast majority of merchandise is distributed to our stores through our network of distribution centers. Common carriers ship merchandise to and from our distribution centers. Vendors or third-party distributors ship certain food items and other merchandise directly to our stores. Merchandise sold through our digital channels is distributed to our guests through guest pick-up at our stores, via common carriers (from stores, distribution centers, vendors, and third-party distributors), and delivery via our wholly owned subsidiary, Shipt, Inc. (Shipt). Our stores fulfill the majority of the digitally originated sales, which allows improved product availability, faster fulfillment times, reduced shipping costs, and allows us to offer guests a suite of same-day fulfillment options such as Order Pickup, Drive Up, and Shipt. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 4 \n\n##TABLE_END\n\n##TABLE_START BUSINESS \n\nIndex to Financial Statements \n\n##TABLE_END\n\nHuman Capital Management \n\nIn support of our purpose&#8212;to help all families discover the joy of everyday life&#8212;we invest in our team, our most important asset, by giving them opportunities to grow professionally, take care of themselves, each other, and their families, and to make a difference for our guests and our communities. We are among the largest private employers in the United States (U.S.), and our workforce has varying goals and expectations of their employment relationship, from team members looking to build a career to students, retirees, and others who are seeking to supplement their income in an enjoyable atmosphere. We seek to be an employer of choice to attract and retain top talent no matter their objectives in seeking employment. To that end, we strive to foster an engaged, diverse, inclusive, safe, purpose-driven culture where employees, referred to as \"team members,\" have equitable opportunities for success. \n\nAs of January 28, 2023, we employed approximately 440,000 full-time, part-time, and seasonal team members. Because of the seasonal nature of the retail business, employment levels peak in the holiday season. We also engage independent contractors, most notably in our Shipt subsidiary. \n\nOur Board of Directors, through the Compensation and Human Capital Management Committee, oversees human capital management matters. \n\nTalent Development and Engagement \n\nWe offer a compelling work environment with meaningful experiences and abundant growth and career-development opportunities. This starts with the opportunity to do challenging work and learn on the job and is supplemented by programs and continuous learning that help our team build skills at all levels, including programs focused on specialized skill development, leadership opportunities, coaching, and mentoring. Our talent and succession planning process supports the development of a diverse talent pipeline for leadership and other critical roles. We monitor our team members&#8217; perceptions of these commitments through a number of surveys and take steps to address areas needing improvement. \n\nDiversity, Equity, and Inclusion (DE&#38;I) \n\nWe embrace diversity and strive to give our team members equitable access to opportunities. We champion workplace diversity and an inclusive work environment with a focus on attracting, engaging, developing, and advancing team members equitably in order to reflect the guests and communities we serve. We monitor the representation of women and racially or ethnically diverse team members at different levels throughout the company and disclose the composition of our team in our annual Workforce Diversity Report and EEO-1 report. We set company-wide DE&#38;I goals to drive progress in these areas. Developing environments where all team members feel seen, heard, and welcome to belong is part of Target's core value of inclusivity and is fundamental to creating an inclusive guest experience. \n\nCompensation and Benefits \n\nOur compensation and benefits are designed to support the financial, mental, and physical well-being of our team members and their families. We believe in paying team members equitably, regardless of gender, race, or ethnicity, and we regularly review the pay data of U.S. team members to confirm that we are doing so. Our compensation packages include a starting wage range of $15 to $24 per hour for U.S. hourly team members in our stores and supply chain facilities (who comprise the vast majority of our team), a 401(k) plan with dollar-for-dollar matching contributions up to five percent of eligible earnings, paid vacation and holidays, family leave, merchandise and other discounts, disability insurance, life insurance, healthcare and dependent care flexible spending accounts, debt-free education assistance and tuition reimbursement, free mental health services, an annual short-term incentive program, long-term equity awards, and health insurance benefits, including free virtual health care visits. Eligibility for, and the level of, benefits vary depending on team members&#8217; full-time or part-time status, work location, compensation level, and tenure. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 5 \n\n##TABLE_END\n\n##TABLE_START BUSINESS \n\nIndex to Financial Statements \n\n##TABLE_END\n\nWorkplace Health and Safety \n\nWe strive to maintain a safe and secure work environment and have specific safety programs. This includes administering a comprehensive occupational injury- and illness-prevention program and training for team members. \n\nThroughout the COVID-19 pandemic, we continued to invest in the well-being, health, and safety of our team members with a variety of mental, emotional, and physical wellness resources. We also enacted dozens of safety, social distancing, and cleaning measures designed to protect our team and guests during the COVID-19 pandemic. \n\nWorking Capital \n\nEffective inventory management is key to our ongoing success, and we use various techniques including demand forecasting and planning and various forms of replenishment management. We achieve effective inventory management by staying in-stock in core product offerings, maintaining positive vendor relationships, and carefully planning inventory levels for seasonal and apparel items to minimize markdowns. During 2022, rapid changes in consumer preferences and supply chain volatility resulted in increased working capital needs. \n\nThe Business Environment and Liquidity and Capital Resources sections in MD&#38;A provide additional details. \n\nCompetition \n\nWe compete with traditional and internet retailers, including department stores, off-price general merchandise retailers, wholesale clubs, category-specific retailers, drug stores, supermarkets, direct-to-consumer brands, and other forms of retail commerce. Our ability to positively differentiate ourselves from other retailers and provide compelling value to our guests largely determines our competitive position within the retail industry. \n\nIntellectual Property \n\nOur brand image is a critical element of our business strategy. Our principal trademarks, including Target, our \"Expect More. Pay Less.\" brand promise, and our \"Bullseye Design,\" ha ve been registered with the U.S. Patent and Trademark Office. We also seek to obtain and preserve intellectual property protection for our brands. \n\nGeographic Information \n\nNearly all of our revenues are generated within the U.S. The vast majority of our property and equipment is located within the U.S. \n\nAvailable Information \n\nOur internet website is corporate.target.com. Our Annual Report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, proxy statements, and amendments to those documents filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended (Exchange Act), are available free of charge on the Investors section of our website (corporate.target.com/investors) as soon as reasonably practicable after we file such material with, or furnish it to, the U.S. Securities and Exchange Commission (SEC). In addition, the SEC maintains a website (http://www.sec.gov) that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC. Investors should note that we currently announce material information to our investors and others using filings with the SEC, press releases, public conference calls, webcasts, or our corporate website (corporate.target.com). Information that we post on our corporate website could be deemed material to investors. We encourage investors, the media, and others interested in us to review the information we post on these channels. The information on our website is not, and shall not be deemed to be, a part hereof or incorporated into this or any of our other filings with the SEC. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 6 \n\n##TABLE_END\n\n##TABLE_START BUSINESS &#38; RISK FACTORS \n\nIndex to Financial Statements \n\n##TABLE_END\n\nInformation About Our Executive Officers \n\nExecutive officers are elected by, and serve at the pleasure of, the Board of Directors. There are no family relationships between any of the officers named and any other executive officer or member of the Board of Directors, or any arrangement or understanding pursuant to which any person was selected as an officer. \n\n##TABLE_START Name Title and Recent Business Experience Age Katie M. Boylan \n\nExecutive Vice President and Chief Communications Officer since February 2021. Senior Vice President and Chief Communications Officer from January 2019 to February 2021. Senior Vice President, Communications from June 2017 to January 2019. \n\n46 Brian C. Cornell Chair of the Board and Chief Executive Officer since August 2014. 64 Michael J. Fiddelke Executive Vice President and Chief Financial Officer since November 2019. Senior Vice President, Operations from August 2018 to October 2019. Senior Vice President, Merchandising Capabilities from March 2017 to August 2018. 46 \n\nA. Christina Hennington \n\nExecutive Vice President and Chief Growth Officer since February 2021. Executive Vice President and Chief Merchandising Officer, Hardlines, Essentials and Capabilities from January 2020 to February 2021. Senior Vice President, Group Merchandise Manager, Essentials, Beauty, Hardlines and Services from January 2019 to January 2020. Senior Vice President, Merchandising Essentials, Beauty and Wellness from April 2017 to January 2019. 48 Melissa K. Kremer Executive Vice President and Chief Human Resources Officer since January 2019. Senior Vice President, Talent and Organizational Effectiveness from October 2017 to January 2019. 45 Don H. Liu Executive Vice President, Chief Legal &#38; Risk Officer and Corporate Secretary since October 2017. 61 John J. Mulligan Executive Vice President and Chief Operating Officer since September 2015. 57 Cara A. Sylvester \n\nExecutive Vice President and Chief Guest Experience Officer since May 2022. Executive Vice President and Chief Marketing &#38; Digital Officer from February 2021 to May 2022. Senior Vice President, Home from March 2019 to February 2021. Vice President, Beauty &#38; Dermstore from June 2017 to March 2019. \n\n45 Laysha L. Ward Executive Vice President and Chief External Engagement Officer since January 2017. 55 ##TABLE_END\n\n"
    },
    {
      "section": "1A",
      "text": " Item 1A. Risk Factors \n\nOur business is subject to many risks. Set forth below are the material risks we face. Risks are listed in the categories where they primarily apply, but other categories may also apply. \n\nCompetitive and Reputational Risks \n\nIf we are unable to positively differentiate ourselves from other retailers, our results of operations and financial condition could be adversely affected. \n\nWe attempt to differentiate our guest experience through a careful combination of price, merchandise assortment, store environment, convenience, guest service, loyalty programs, and marketing. Our ability to successfully differentiate ourselves depends on many competitive factors, including guest perceptions regarding the safety and cleanliness of our stores, the value and exclusivity of our offerings, our in-stock levels, the effectiveness of our digital channels and fulfillment options, our ability to responsibly source merchandise, and our ability to create a personalized guest experience. If we fail to differentiate our guest experience from our competitors, our results of operations and financial condition could be adversely affected. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 7 \n\n##TABLE_END\n\n##TABLE_START RISK FACTORS \n\nIndex to Financial Statements \n\n##TABLE_END\n\nThe retail industry's continuing migration to digital channels and multiple fulfillment options for consumers has affected the ways we differentiate from other retailers. Since consumers can quickly comparison shop using digital tools, they may make decisions based solely on price or convenience, which could limit our ability to differentiate from our competitors. In addition, providing multiple fulfillment options and implementing new technology is complex, costly, and may not meet our guests&#8217; expectations. If we are unable to offset the increased costs of new technology and expanded fulfillment options with improved performance or efficiencies, our results of operations could be adversely affected. To remain competitive, we must anticipate and adapt to developments and offerings by other retailers. Consumers may also use third-party channels or devices to initiate shopping searches and place orders, which could make us dependent on the capabilities and search algorithms of those third parties to reach those consumers. Any difficulties in executing our differentiation efforts could adversely affect our results of operations and financial condition. \n\nIf we do not anticipate and respond quickly to changing consumer preferences, our results of operations and financial condition could suffer. \n\nA large part of our business is dependent on our ability to make trend-right decisions in a broad range of merchandise categories. If we do not predict and quickly respond to changing consumer preferences and spending patterns, we may experience lower sales, spoilage, and increased inventory markdowns, which could adversely affect our results of operations. Our ability to predict and adapt to changing consumer preferences depends on many factors, including obtaining accurate and relevant data on guest preferences, emphasizing relevant merchandise categories, effectively managing our inventory levels, and implementing competitive and effective pricing and promotion strategies. We have not always been able to predict rapid changes in consumer preferences and spending patterns, including those that were impacted by the COVID-19 pandemic, which has previously resulted in insufficient or excess inventory, increased costs, and adverse impacts on our results of operations. If we are unable to effectively adapt to future changes in consumer preferences and spending patterns, our results of operations and financial condition could be adversely affected. \n\nOur continued success is dependent on positive perceptions of Target which, if eroded, could adversely affect our business and our relationships with our guests and team members. \n\nWe believe that one of the reasons our shareholders, guests, team members, and vendors choose Target is the positive reputation we have built over many years for serving those constituencies and the communities in which we operate. To be successful in the future, we must continue to preserve Target's reputation. Our reputation is largely based on perceptions. It may be difficult to address negative publicity across media channels, regardless of whether it is accurate. Negative incidents involving us, our workforce, or others with whom we do business could quickly erode trust and confidence and result in consumer boycotts, workforce unrest or walkouts, government investigations, and litigation. Negative reputational incidents or negative perceptions of us could adversely affect our business and results of operations, including through lower sales, the termination of business relationships, loss of new store and development opportunities, and team member retention and recruiting difficulties. \n\nIn addition, stakeholder expectations regarding environmental, social, and governance matters continue to evolve and are not uniform. We have established, and may continue to establish, various goals and initiatives on these matters, including with respect to diversity, equity, and inclusion topics. We cannot guarantee that we will achieve these goals and initiatives. Any failure, or perceived failure, by us to achieve these goals and initiatives or to otherwise meet evolving and varied stakeholder expectations could adversely affect our reputation and result in legal and regulatory proceedings against us. Any of these outcomes could negatively impact our results of operations and financial condition. \n\nReputational harm can also occur indirectly through companies with whom we do business. We have relationships with a variety of other companies, including Apple, CVS, Disney, Levi&#8217;s, Starbucks, and Ulta Beauty. If our guests have negative experiences with or view unfavorably any of the companies with whom we have relationships, it could cause them to stop shopping with us. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 8 \n\n##TABLE_END\n\n##TABLE_START RISK FACTORS \n\nIndex to Financial Statements \n\n##TABLE_END\n\nIf we are unable to successfully develop, source, and market our owned and exclusive brand products, our results of operations could be adversely affected. \n\nOur owned and exclusive brand products represent approximately one third of our overall sales and generally carry higher margins than equivalent national brand products. If we are unable to successfully develop, source, and market our owned and exclusive brands, or if we are unable to successfully protect our related intellectual property rights, our results of operations could be adversely affected. In addition, our reliance on owned and exclusive brand products may also amplify other risks discussed in this Item 1A, Risk Factors, because many of these products are imported and we are more involved in the development and sourcing of those products. For example, owned brand products involve greater responsible sourcing risk in the selection of vendors, which can exacerbate reputational risk. In addition, owned brand products generally require longer lead times between order placement and product delivery and require us to take ownership of those products earlier in the supply chain. This exposes us to enhanced risks of supply chain disruptions and changing consumer preferences, which could adversely affect our results of operations. \n\nIf we are unable to protect against inventory shrink, our results of operations and financial condition could be adversely affected. \n\nOur business depends on our ability to effectively manage our inventory. We have historically experienced loss of inventory (also called shrink) due to damage, theft (including from organized retail crime), and other causes. We continue to experience elevated levels of inventory shrink relative to historical levels, which have adversely affected, and could continue to adversely affect, our results of operations and financial condition. To protect against rising inventory shrink, we have taken, and may continue to take, certain operational and strategic actions that could adversely affect our reputation, guest experience, and results of operations. In addition, sustained high rates of inventory shrink at certain stores could impact the profitability of those stores and result in the impairment of long-term assets. \n\nInvestments and Infrastructure Risks \n\nIf our capital investments do not achieve appropriate returns, our competitive position, results of operations, and financial condition could be adversely affected. \n\nOur business depends, in part, on our ability to remodel existing stores and build new stores in a manner that achieves appropriate returns on our capital investment. When building new stores, we compete with other retailers and businesses for suitable locations for our stores. Pursuing the wrong remodel or new store opportunities and any delays, cost increases, or other difficulties related to those projects could adversely affect our results of operations and financial condition. \n\nWe are making, and expect to continue to make, significant investments in technology and supply chain infrastructure. The effectiveness of these investments can be less predictable than remodeling or building new stores, and might not provide the anticipated benefits, which could adversely affect our results of operations and financial condition. For example, our stores-as-hubs strategy depends on adequate replenishment facilities to receive, store, and move inventory to stores on a timely basis. Underestimating our replenishment capacity needs could result in lower in-stock levels or increased costs for temporary storage. Conversely, overestimating replenishment capacity needs could result in inefficient deployment of capital. Any of these outcomes could adversely affect our results of operations and financial condition. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 9 \n\n##TABLE_END\n\n##TABLE_START RISK FACTORS \n\nIndex to Financial Statements \n\n##TABLE_END\n\nA significant disruption in our computing and information systems and our inability to adequately maintain and update those systems could adversely affect our operations and negatively affect our guests. \n\nWe rely extensively on computing and information systems throughout our business. We also rely on continued and unimpeded access to the Internet to use our systems. Our systems are subject to possible damage or interruption from many events, including power outages, telecommunications failures, malicious attacks, security breaches, and implementation errors. If our systems are damaged or disrupted, we may incur substantial costs, experience data loss or theft, and be unable to manage inventories or process guest transactions, which could adversely affect our reputation, results of operations, and financial condition. For example, in the past, we have experienced disruptions in our point-of-sale system that prevented our ability to process debit or credit transactions, which negatively impacted some guests&#8217; experiences and generated negative publicity. We continually invest to maintain and update our systems, but implementing significant changes increases the risk of system disruption. Problems and interruptions associated with implementing technology initiatives could adversely affect our operational efficiency and negatively impact our guests and their confidence in us. \n\nInformation Security, Cybersecurity, and Data Privacy Risks \n\nIf our efforts to maintain information security, cybersecurity, and data privacy are unsuccessful or if we are unable to meet increasingly demanding regulatory requirements, our reputation, results of operations, and financial condition could be adversely affected. \n\nWe regularly receive and store information about our guests, team members, vendors, and other third parties. We have programs in place to detect, contain, and respond to data security incidents. However, we may be unable to anticipate security incidents or implement adequate preventive measures. In addition, hardware or software that we develop or obtain from third parties may contain defects that could compromise information security, cybersecurity, or data privacy. Unauthorized parties may also attempt to gain access to our systems or facilities, or those of third parties with whom we do business, through fraud, deception, or other bad acts. Although we conduct regular training as part of our information security, cybersecurity, and data privacy efforts, that training may not be completely effective in preventing successful attacks. \n\nOur only significant data security incident was a data breach that occurred in 2013 and went undetected for several weeks. The 2013 data breach adversely affected our reputation and results of operations. Both we and our vendors have experienced data security incidents since that data breach; however, to date, these other incidents have not been material to our results of operations. Based on the prominence and notoriety of our prior significant data breach, additional data security incidents could draw greater scrutiny. If we, our vendors, or other third parties with whom we do business experience additional significant data security incidents or fail to detect and appropriately respond to significant incidents, we could be exposed to costly government enforcement actions and private litigation. In addition, our guests could lose confidence in our ability to protect their information, stop using our RedCards or loyalty programs, or stop shopping with us altogether, which could adversely affect our reputation, results of operations, and financial condition. \n\nThe legal and regulatory environment regarding information security, cybersecurity, and data privacy is dynamic and has strict requirements for using and treating personal data. Complying with current or contemplated data protection laws and regulations, or any failure to comply, could cause us to incur substantial costs, require changes to our business practices, and expose us to litigation and regulatory risks, each of which could adversely affect our reputation, results of operations, and financial condition. \n\nSupply Chain and Third-Party Risks \n\nChanges in our relationships with our vendors, changes in tax or trade policy, interruptions in our operations or supply chain, and increased commodity or supply chain costs could adversely affect our reputation and results of operations. \n\nWe are dependent on our vendors, including common carriers, to supply merchandise to our distribution centers, stores, and guests. If our replenishment and fulfillment network does not operate properly, if a vendor fails to deliver on its commitments, or if common carriers have difficulty providing capacity to meet demands for their services like they experienced in recent years, we could experience merchandise out-of-stocks, delays in shipping and receiving merchandise, and increased costs, which could adversely affect our reputation and results of operations. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 10 \n\n##TABLE_END\n\n##TABLE_START RISK FACTORS \n\nIndex to Financial Statements \n\n##TABLE_END\n\nA large portion of the merchandise that we offer is sourced, directly or indirectly, from outside the U.S., with China as our single largest source. Any major changes in tax or trade policy between the U.S. and countries from which we source merchandise, such as the imposition of additional tariffs or duties on imported products, could require us to take certain actions, including raising prices on products we sell and seeking alternative sources of supply from vendors in other countries. Any of these actions could adversely affect our reputation and results of operations. \n\nPolitical or financial instability, currency fluctuations, the outbreak of pandemics or other illnesses, labor shortages, labor unrest or strikes, transport capacity and costs, inflation, port security, weather conditions, natural disasters, armed conflicts, or other events that could affect foreign trade are beyond our control and could disrupt our supply of merchandise, increase our costs, and adversely affect our results of operations. For example, there have been periodic closings and ship diversions, labor disputes, and congestion disrupting U.S. ports, including in California where we receive a significant portion of the products we source from outside the U.S. We have from time to time made alternative arrangements to continue the flow of inventory as a result of supply chain disruptions in the U.S. and other countries. If these types of events recur, it could increase our costs and adversely affect our supply of inventory. In addition, prices of fuel and other commodities that our supply chain depends on are historically volatile and subject to fluctuations based on a variety of international and domestic factors. Rapid and significant changes in commodity prices, as has occurred in recent years, could further increase our costs and adversely affect our results of operations. \n\nIf services we obtain from third parties are unavailable or fail to meet our standards, our reputation and results of operations could be adversely affected. \n\nWe rely on third parties to support our business operations, including portions of our technology infrastructure, digital platforms, replenishment and fulfillment operations, store and supply chain infrastructure, delivery services, guest contact centers, payment processing, and extensions of credit for our RedCard program. If we are unable to contract with third parties having the specialized skills needed to support our operations or if they fail to meet our performance standards, then our reputation and results of operations could be adversely affected. \n\nLegal, Regulatory, Global, and Other External Risks \n\nThe effects of the COVID-19 pandemic, or other similar public health crises, may continue to amplify the risks and uncertainties facing our business. \n\nThe long-term impacts of the social, economic, and financial disruptions caused by the COVID-19 pandemic and the government responses to such disruptions are unknown. In addition, the impact on our business of the long-term effects of the COVID-19 pandemic, or other similar public health crises, will depend on numerous factors that we cannot accurately predict. \n\nThe long-term effects of the COVID-19 pandemic, or other similar public health crises, may also continue to amplify other risks discussed in this Item 1A, Risk Factors, including risks related to macroeconomic conditions and consumer confidence and spending, supply chain, information security, cybersecurity, and data privacy, and our workforce, any of which could have a material effect on us. For example, the rise in remote working arrangements by our team members, vendors, and other third parties that began during the COVID-19 pandemic increases the risk of a data security compromise and has amplified our already extensive reliance on computing and information systems and unimpeded Internet access. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 11 \n\n##TABLE_END\n\n##TABLE_START RISK FACTORS \n\nIndex to Financial Statements \n\n##TABLE_END\n\nOur earnings depend on the state of macroeconomic conditions and consumer confidence and spending in the U.S. \n\nNearly all of our sales are in the U.S., making our results highly dependent on the health of the U.S. economy and U.S. consumer confidence and spending, which can be affected by a variety of factors, including inflation, interest rates, housing prices, unemployment rates, household debt and wage levels, and credit usage. In addition, the interconnected nature of the global economy means that international events such as armed conflicts, geopolitical conflicts, public health crises, energy availability, and market volatility can all affect macroeconomic conditions in the U.S. A deterioration in U.S. macroeconomic conditions or consumer confidence or spending could adversely affect our business in many ways, including slowing sales growth, reducing overall sales, reducing gross margins, and lowering our credit card profit-sharing revenue, each of which could adversely affect our results of operations and financial condition. \n\nUncharacteristic or significant weather conditions or natural disasters and the impacts of climate change could adversely affect our results of operations. \n\nUncharacteristic or significant weather conditions, including the physical impacts of climate change, can affect consumer shopping patterns, particularly in apparel and seasonal items, which could lead to lower sales or greater than expected markdowns and adversely affect our results of operations. In addition, we have significant operations in certain states where natural disasters are more prevalent. Natural disasters in those states or in other areas where we operate could result in significant physical damage to or closure of one or more of our stores, distribution centers, facilities, or key vendors. In addition, weather conditions, natural disasters, and other catastrophic events in areas where we or our vendors operate, or depend upon for continued operations, could adversely affect the availability and cost of certain products within our supply chain, affect consumer purchasing power, and reduce consumer demand. Any of these events could adversely affect our results of operations. \n\nThe long-term effects of global climate change are expected to be widespread and unpredictable. The potential impacts of climate change present a variety of risks. The physical effects of climate change, such as extreme weather conditions, drought, and rising sea levels, could adversely affect our results of operations, including by increasing our energy costs, disrupting our supply chain, negatively impacting our workforce, damaging our stores, distribution centers, and inventory, and threatening the habitability of the locations in which we operate. In addition to physical risks, the potential impacts of climate change also present transition risks, including regulatory and reputational risks. For example, we use commodities and energy inputs in our operations that may face increased regulation due to climate change or other environmental concerns, which could increase our costs. Furthermore, any failure to achieve our goals with respect to reducing our impact on the environment, or perception of a failure to act responsibly with respect to the environment, could adversely affect our reputation and results of operations. \n\nWe rely on a large, global, and changing workforce of team members, contractors, and temporary staffing. If we do not effectively manage our workforce, our labor costs and results of operations could be adversely affected. \n\nWith over 400,000 team members, our workforce costs represent our largest operating expense, and our business is dependent on our ability to attract, train, and retain the appropriate mix of qualified team members, contractors, and temporary staffing. Many team members are in entry-level or part-time positions with high turnover rates historically. Our ability to meet our changing labor needs while controlling our costs is subject to external factors such as labor laws and regulations, unemployment levels, prevailing wage rates, benefit costs, changing demographics, and our reputation within the labor market. If we are unable to attract and retain a workforce meeting our needs, our operations, guest service levels, support functions, and competitiveness could suffer and our results of operations could be adversely affected. We are periodically subject to labor organizing efforts and activism, which could negatively impact how we are perceived by team members and our overall reputation. If we become subject to one or more collective bargaining agreements in the future, it could adversely affect our labor costs, how we operate our business, and our results of operations. In addition to our United States operations, we have support offices in India and China, and any extended disruption of our operations in our different locations, whether due to labor difficulties or otherwise, could adversely affect our results of operations. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 12 \n\n##TABLE_END\n\n##TABLE_START RISK FACTORS \n\nIndex to Financial Statements \n\n##TABLE_END\n\nFailure to address product safety and sourcing concerns could adversely affect our results of operations. \n\nIf any of our merchandise offerings do not meet applicable safety standards or Target's or our guests&#8217; expectations regarding safety, supply chain transparency, and responsible sourcing, we could be exposed to legal and reputational risks and our results of operations could be adversely affected. Our vendors must comply with applicable product safety laws, and we are dependent on them to ensure that the products we buy comply with all safety standards. Events that give rise to actual or perceived product safety concerns, including food or drug contamination and product defects, could expose us to government enforcement actions and private litigation and result in costly product recalls and other liabilities. Our sourcing vendors, including any third parties selling through our digital channels, must also meet our expectations across multiple areas of social compliance, including supply chain transparency and responsible sourcing. We have a social compliance audit process that performs audits regularly, but we cannot continuously monitor every vendor, so we are also dependent on our vendors to ensure that the products we buy comply with applicable standards. If we need to seek alternative sources of supply from vendors with whom we have less familiarity, the risk of our standards not being met may increase. Negative guest perceptions regarding the safety and sourcing of the products we sell could harm our reputation and adversely affect our results of operations. \n\nOur failure to comply with applicable laws, or changes in these laws, could adversely affect our results of operations and financial condition. \n\nOur business is subject to a wide variety of complex laws and regulations. \n\nOur expenses could increase and our operations could be adversely affected by changes in law or adverse judicial developments involving our workforce, including an employer&#8217;s obligation to recognize collective bargaining units, minimum wage requirements, advance scheduling notice requirements, health care or other mandates, the classification of exempt and non-exempt employees, and the classification of workers as either employees or independent contractors. Our Shipt subsidiary is a technology company that connects Shipt members through its online marketplace with a network of independent contractors who select, purchase, and deliver groceries and household essentials ordered from Target and other retailers. The classification of workers as employees or independent contractors, in particular, is an area that is experiencing legal challenges and legislative changes. Our Shipt subsidiary has faced, and continues to face, legal challenges to its worker classification. If, as a result of judicial decisions or legislation, Shipt is required to treat its network of independent contractors as employees, we may experience higher digital fulfillment costs, which could adversely affect our results of operations and financial condition. \n\nChanges in the legal or regulatory environment affecting any other area of our business, including information security, cybersecurity, and data privacy, product safety, or payment methods could cause our expenses to increase and adversely affect our results of operations. In addition, if we fail to comply with other applicable laws and regulations, including the Foreign Corrupt Practices Act and other anti-bribery laws, we could be subject to legal and reputational risks, including government enforcement actions and class action civil litigation, which could adversely affect our results of operations and financial condition. \n\nFinancial Risks \n\nIncreases in our effective income tax rate could adversely affect our results of operations. \n\nSeveral factors influence our effective income tax rate, including tax laws and regulations, the related interpretations, and our ability to sustain our reporting positions on examination. Changes in any of those factors could change our effective tax rate, which could adversely affect our net income. In addition, changes in our operations both in and outside of the U.S. may cause greater volatility in our effective tax rate. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 13 \n\n##TABLE_END\n\n##TABLE_START RISK FACTORS &#38; UNRESOLVED STAFF COMMENTS \n\nIndex to Financial Statements \n\n##TABLE_END\n\nIf we are unable to access the capital markets or obtain bank credit, our financial condition and results of operations could suffer. \n\nWe are dependent on a stable, liquid, and well-functioning financial system to fund our operations and capital investments. Our continued access to financial markets depends on multiple factors including the condition of debt capital markets, our operating performance, and our credit ratings. If rating agencies lower our credit ratings, it could adversely affect our ability to access the debt markets, our cost of funds, and other terms for new debt issuances. Each of the credit rating agencies reviews its rating periodically, and there is no guarantee that our current credit ratings will remain the same. In addition, we use a variety of derivative products to manage our exposure to market risk, principally interest rate fluctuations. Disruptions or turmoil in the financial markets could reduce our ability to fund our operations and capital investments and lead to losses on derivative positions from counterparty failures, which could adversely affect our financial condition and results of operations. \n\n"
    },
    {
      "section": "1B",
      "text": " Item 1B. Unresolved Staff Comments \n\nNot applicable. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 14 \n\n##TABLE_END\n\n"
    },
    {
      "section": "2",
      "text": " Item 2. Properties \n\n##TABLE_START Stores as of January 28, 2023 Stores Retail Square Feet (in thousands) Stores as of January 28, 2023 Stores Retail Square Feet (in thousands) Alabama 22 3,132 Montana 7 777 Alaska 3 504 Nebraska 14 2,005 Arizona 46 6,081 Nevada 18 2,262 Arkansas 9 1,165 New Hampshire 10 1,236 California 314 37,304 New Jersey 49 6,189 Colorado 45 6,361 New Mexico 10 1,185 Connecticut 21 2,732 New York 100 10,820 Delaware 4 551 North Carolina 52 6,653 District of Columbia 5 342 North Dakota 4 554 Florida 127 17,225 Ohio 65 7,863 Georgia 51 6,826 Oklahoma 15 2,167 Hawaii 8 1,234 Oregon 22 2,353 Idaho 7 725 Pennsylvania 78 9,260 Illinois 100 12,171 Rhode Island 4 517 Indiana 32 4,186 South Carolina 20 2,389 Iowa 21 2,859 South Dakota 5 580 Kansas 17 2,385 Tennessee 30 3,815 Kentucky 14 1,575 Texas 154 21,176 Louisiana 16 2,195 Utah 15 1,981 Maine 6 741 Vermont 1 60 Maryland 41 5,070 Virginia 61 7,789 Massachusetts 50 5,546 Washington 40 4,424 Michigan 54 6,300 West Virginia 6 755 Minnesota 73 10,332 Wisconsin 38 4,614 Mississippi 6 743 Wyoming 3 257 Missouri 35 4,618 &#160; &#160; &#160; &#160; &#160; Total 1,948 &#160; 244,584 &#160; ##TABLE_END\n\n##TABLE_START Stores and Supply Chain Facilities as of January 28, 2023 Stores Supply Chain Facilities (a) \n\nOwned 1,530 37 Leased 261 18 Owned buildings on leased land 157 &#8212; Total 1,948 &#160; 55 &#160; ##TABLE_END\n\n(a) Supply Chain Facilities includes distribution centers and sortation centers with a total of 59.2 million square feet. \n\nWe own our corporate headquarters buildings located in and around Minneapolis, Minnesota, and we lease and own additional office space elsewhere in Minneapolis and the U.S. We also lease office space in other countries. Our properties are in good condition, well maintained, and suitable to carry on our business. \n\nFor additional information on our properties, see the Capital Expenditures section in MD&#38;A and Notes 11 and 17 to the Consolidated Financial Statements. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 15 \n\n##TABLE_END\n\n##TABLE_START LEGAL PROCEEDINGS &#38; MINE SAFETY DISCLOSURES \n\nIndex to Financial Statements \n\n##TABLE_END\n\n"
    },
    {
      "section": "3",
      "text": " Item 3. Legal Proceedings \n\nNo response is required under Item 103 of Regulation S-K. \n\n"
    },
    {
      "section": "4",
      "text": " Item 4. Mine Safety Disclosures \n\nNot applicable. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 16 \n\n##TABLE_END\n\n##TABLE_START OTHER INFORMATION \n\nIndex to Financial Statements \n\n##TABLE_END\n\nPART II \n\n"
    },
    {
      "section": "5",
      "text": " Item 5. Market for the Registrant's Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities \n\nOur common stock is listed on the New York Stock Exchange under the symbol \"TGT.\" We are authorized to issue up to 6,000,000,000 shares of common stock, par value $0.0833, and up to 5,000,000 shares of preferred stock, par value $0.01. As of March 2, 2023, there were 13,187 shareholders of record. Dividends declared per share for 2022, 2021, and 2020, are disclosed in our Consolidated Statements of Shareholders' Investment . \n\nOn August 11, 2021, our Board of Directors authorized a $15 billion share repurchase program with no stated expiration. Under the program, we have repurchased 23.8 million shares of common at an average price of $223.52, for a total investment of $5.3 billion. As of January 28, 2023, the dollar value of shares that may yet be purchased under the program is $9.7 billion. There were no Target common stock purchases made during the three months ended January 28, 2023 by Target or any \"affiliated purchaser\" of Target, as defined in Rule 10b-18(a)(3) under the Exchange Act. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 17 \n\n##TABLE_END\n\n##TABLE_START OTHER INFORMATION \n\nIndex to Financial Statements \n\n##TABLE_END\n\n##TABLE_START &#160; Fiscal Years Ended &#160; February 3, 2018 February 2, 2019 February 1, 2020 January 30, 2021 January 29, 2022 January 28, 2023 Target $ 100.00 $ 100.82 $ 161.87 $ 270.17 $ 329.06 $ 260.13 S&#38;P 500 Index 100.00 99.94 121.49 142.45 172.36 160.94 Peer Group 100.00 104.28 126.36 175.31 183.63 156.02 ##TABLE_END\n\nThe graph above compares the cumulative total shareholder return on our common stock for the last five fiscal years with (i) the cumulative total return on the S&#38;P 500 Index and (ii) the peer group consisting of 19 online, general merchandise, department stores, food, and specialty retailers (Albertsons Companies, Inc., Amazon.com, Inc., Best Buy Co., Inc., Costco Wholesale Corporation, CVS Health Corporation, Dollar General Corporation, Dollar Tree, Inc., The Gap, Inc., The Home Depot, Inc., Kohl's Corporation, The Kroger Co., Lowe's Companies, Inc., Macy's, Inc., Nordstrom, Inc., Rite Aid Corporation, Ross Stores, Inc., The TJX Companies, Inc., Walgreens Boots Alliance, Inc., and Walmart Inc.) (Peer Group). The Peer Group is consistent with the retail peer group described in our definitive Proxy Statement for the Annual Meeting of Shareholders to be held on June 14, 2023, excluding Publix Super Markets, Inc., which is not quoted on a public stock exchange. \n\nThe peer group is weighted by the market capitalization of each component company. The graph assumes the investment of $100 in Target common stock, the S&#38;P 500 Index, and the Peer Group on February 3, 2018, and reinvestment of all dividends. \n\n"
    },
    {
      "section": "6",
      "text": " Item 6. [Reserved] \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 18 \n\n##TABLE_END\n\n"
    },
    {
      "section": "7",
      "text": " Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations \n\nExecutive Overview \n\nWe continue to make strategic investments to support our durable operating and financial model that further differentiates Target and is designed to drive sustainable sales and profit growth. During 2022, in support of our enterprise strategy described in Item 1 on page 2 of this Form 10-K, we \n\n&#8226; Expanded our supply chain capacity and digital fulfillment capabilities, including adding one new distribution center and six new sortation centers to support our growth and commitment to fast delivery times, while helping our teams work more efficiently and managing our shipping costs; \n\n&#8226; Fulfilled over 50 percent of our digital sales through our same-day fulfillment options: Order Pickup, Drive Up, and delivery via Shipt; \n\n&#8226; Continued the steady stream of newness across our assortment and continued to introduce new owned and exclusive brands, including fashion forward brands Future Collective TM and Houston White x Target; \n\n&#8226; Completed 140 full store remodels and invested in hundreds of other stores through projects to increase efficiency of our Same-Day Services, build-out and open Ulta Beauty shop-in-shops, and expand Apple and Disney experiences; \n\n&#8226; Opened 23 new stores, including a new larger-footprint store with reimagined design elements and additional stores in key urban markets and on college campuses; \n\n&#8226; Invested in our team through our updated starting wage range, expanded access to health care benefits, and our debt-free education assistance program; \n\n&#8226; Offered compelling promotions, attractive every day price points on key items, and free and easy payment and fulfillment options, including our new RedCard Reloadable Account, which provides all the benefits of our RedCard program without the need for a credit check or an existing bank account; and \n\n&#8226; Launched Target Zero, a collection of products designed to reduce waste and make it easier to shop sustainably, and completed retrofitting our first store designed to be net zero energy, located in Vista, California. \n\nFinancial Summary \n\n2022 included the following notable items: \n\n&#8226; GAAP diluted earnings per share were $5.98. \n\n&#8226; Adjusted diluted earnings per share were $6.02. \n\n&#8226; Total revenue increased 2.9 percent, reflecting total sales growth of 2.8 percent and a 9.8 percent increase in other revenue. \n\n&#8226; Comparable sales increased 2.2 percent, driven by a 2.1 percent increase in traffic. \n\n&#9702; Comparable store originated sales grew 2.4 percent. \n\n&#9702; Comparable digitally originated sales increased 1.5 percent. \n\n&#8226; Operating income of $3.8 billion was 57.0 percent lower than the comparable prior-year period. See Business Environment below for additional information. \n\nSales were $107.6 billion for 2022, an increase of $3.0 billion, or 2.8 percent, from the prior year. Operating cash flow was $4.0 billion for 2022, a decrease of $(4.6) billion, or (53.4) percent, from $8.6 billion for 2021. The drivers of the operating cash flow decrease are described on page 27 . \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 19 \n\n##TABLE_END\n\n##TABLE_START MANAGEMENT'S DISCUSSION AND ANALYSIS \n\nFINANCIAL SUMMARY &#38; ANALYSIS OF OPERATIONS Index to Financial Statements \n\n##TABLE_END\n\n##TABLE_START Earnings Per Share \n\n&#160; &#160; &#160; Percent Change 2022 2021 2020 2022/2021 2021/2020 GAAP diluted earnings per share $ 5.98 $ 14.10 $ 8.64 (57.6) % 63.1 % Adjustments 0.03 (0.53) 0.78 &#160; &#160; Adjusted diluted earnings per share $ 6.02 $ 13.56 $ 9.42 (55.7) % 44.0 % ##TABLE_END\n\nNote: Amounts may not foot due to rounding. Adjusted diluted earnings per share (Adjusted EPS), a non-GAAP metric, excludes the impact of certain items. Management believes that Adjusted EPS is useful in providing period-to-period comparisons of the results of our operations. A reconciliation of non-GAAP financial measures to GAAP measures is provided on page 24 . \n\nWe report after-tax return on invested capital (ROIC) because we believe ROIC provides a meaningful measure of our capital-allocation effectiveness over time. For the trailing twelve months ended January 28, 2023, after-tax ROIC was 12.6 percent, compared with 33.1 percent for the trailing twelve months ended January 29, 2022. The calculation of ROIC is provided on page 26 . \n\nBusiness Environment \n\nFollowing the onset of the COVID-19 pandemic in 2020, we experienced strong comparable sales growth and significant volatility in our category and channel mix, which continued through 2021, along with increasing supply chain disruptions. In addition to country of origin production delays, trucker and dockworker shortages, a broad-based surge in consumer demand, and other factors led to industry-wide U.S. port and ground transportation delays. In response to the rising guest demand and supply chain constraints, we took various actions, including ordering merchandise earlier, securing ocean freight routes, adding incremental holding capacity near U.S. ports, and increasing use of air transport for certain merchandise. Some of these supply chain disruptions and resulting actions resulted in increased costs. \n\nIn 2022, our comparable sales growth slowed significantly, reflecting sales decreases in our Discretionary categories (Apparel &#38; Accessories, Hardlines, and Home Furnishings &#38; Decor) that substantially offset growth in our Frequency categories (Beauty &#38; Household Essentials and Food &#38; Beverage). In response to this shift in demand, we took several actions to address our inventory position and create additional flexibility in a rapidly changing environment, including increasing promotional and clearance markdowns, removing excess inventory, and cancelling purchase orders. In addition, during the second half of 2022, port congestion, shipping container availability, and other supply chain pressures improved. This resulted in some inventory arriving earlier than anticipated, which resulted in increased costs of managing elevated inventory levels and an increased working capital investment. These factors, net of the impact of retail price increases taken to address merchandise and freight cost inflation, resulted in decreased profitability compared to the prior year. The Gross Margin Rate analysis on page 23 and Inventory section on page 27 provide additional information. \n\nSale of Dermstore \n\nIn February 2021, we sold Dermstore LLC (Dermstore) for $356 million in cash and recognized a $335 million pretax gain, which is included in Net Other (Income) / Expense. Dermstore represented less than 1 percent of our consolidated revenues, operating income and net assets. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 20 \n\n##TABLE_END\n\n##TABLE_START MANAGEMENT'S DISCUSSION AND ANALYSIS \n\nANALYSIS OF OPERATIONS Index to Financial Statements \n\n##TABLE_END\n\nAnalysis of Results of Operations \n\n##TABLE_START Summary of Operating Income &#160; &#160; &#160; Percent Change (dollars in millions) 2022 2021 2020 2022/2021 2021/2020 Sales $ 107,588 $ 104,611 $ 92,400 2.8 % 13.2 % Other revenue 1,532 1,394 1,161 9.8 20.2 Total revenue 109,120 106,005 93,561 2.9 13.3 Cost of sales 82,229 74,963 66,177 9.7 13.3 SG&#38;A expenses 20,658 19,752 18,615 4.6 6.1 Depreciation and amortization (exclusive of depreciation included in cost of sales) \n\n2,385 2,344 2,230 1.8 5.1 Operating income $ 3,848 $ 8,946 $ 6,539 (57.0) % 36.8 % ##TABLE_END\n\n##TABLE_START Rate Analysis 2022 2021 2020 Gross margin rate 23.6 % 28.3 % 28.4 % SG&#38;A expense rate 18.9 18.6 19.9 Depreciation and amortization (exclusive of depreciation included in cost of sales) expense rate \n\n2.2 2.2 2.4 Operating income margin rate 3.5 8.4 7.0 ##TABLE_END\n\nNote: Gross margin rate is calculated as gross margin (sales less cost of sales) divided by sales. All other rates are calculated by dividing the applicable amount by total revenue. \n\nA discussion regarding Analysis of Results of Operations and Analysis of Financial Condition for 2021, as compared to 2020, is included in Part II, Item 7, MD&#38;A to our Annual Report on Form 10-K for the year ended January 29, 2022. \n\nSales \n\nSales include all merchandise sales, net of expected returns, and our estimate of gift card breakage. Note 3 to the Financial Statements defines gift card \"breakage.\" We use comparable sales to evaluate the performance of our stores and digital channel sales by measuring the change in sales for a period over the comparable, prior-year period of equivalent length. Comparable sales include all sales, except sales from stores open less than 13 months, digital acquisitions we have owned less than 13 months, stores that have been closed, and digital acquisitions that we no longer operate. Comparable sales measures vary across the retail industry. As a result, our comparable sales calculation is not necessarily comparable to similarly titled measures reported by other companies. Digitally originated sales include all sales initiated through mobile applications and our websites. Our stores fulfill the majority of digitally originated sales, including shipment from stores to guests, store Order Pickup or Drive Up, and delivery via Shipt. Digitally originated sales may also be fulfilled through our distribution centers, our vendors, or other third parties. \n\nSales growth &#8211; from both comparable sales and new stores &#8211; represents an important driver of our long-term profitability. We expect that comparable sales growth will drive the majority of our total sales growth. We believe that our ability to successfully differentiate our guests&#8217; shopping experience through a careful combination of merchandise assortment, price, convenience, guest experience, and other factors will over the long-term drive both increasing shopping frequency (number of transactions, or \"traffic\") and the amount spent each visit (average transaction amount). \n\n##TABLE_START Comparable Sales 2022 2021 2020 Comparable sales change 2.2 % 12.7 % 19.3 % Drivers of change in comparable sales &#160; &#160; &#160; Number of transactions (traffic) 2.1 12.3 3.7 Average transaction amount 0.1 0.4 15.0 ##TABLE_END\n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 21 \n\n##TABLE_END\n\n##TABLE_START MANAGEMENT'S DISCUSSION AND ANALYSIS \n\nANALYSIS OF OPERATIONS Index to Financial Statements \n\n##TABLE_END\n\n##TABLE_START Comparable Sales by Channel 2022 2021 2020 Stores originated comparable sales change 2.4 % 11.0 % 7.2 % Digitally originated comparable sales change 1.5 20.8 144.7 ##TABLE_END\n\n##TABLE_START Sales by Channel 2022 2021 2020 Stores originated 81.4 % 81.1 % 82.1 % Digitally originated 18.6 18.9 17.9 Total 100 % 100 % 100 % ##TABLE_END\n\n##TABLE_START Sales by Fulfillment Channel 2022 2021 2020 Stores 96.7 % 96.4 % 96.0 % Other 3.3 3.6 4.0 Total 100 % 100 % 100 % ##TABLE_END\n\nNote: Sales fulfilled by stores include in-store purchases and digitally originated sales fulfilled by shipping merchandise from stores to guests, Order Pickup, Drive Up, and Shipt. \n\nPart I, Item 1 , Business of this Form 10-K and Note 3 to the Financial Statements provides additional product category sales information. The collective interaction of a broad array of macroeconomic, competitive, and consumer behavioral factors, as well as sales mix, and transfer of sales to new stores makes further analysis of sales metrics infeasible. \n\nTD Bank Group offers credit to qualified guests through Target-branded credit cards: the Target Credit Card and the Target MasterCard Credit Card (Target Credit Cards). Additionally, we offer a branded proprietary Target Debit Card and RedCard Reloadable Account. Collectively, we refer to these products as RedCards&#8482;. Guests receive a 5 percent discount on virtually all purchases when they use a RedCard at Target. We monitor the percentage of purchases that are paid for using RedCards (RedCard Penetration) because our internal analysis has indicated that a meaningful portion of incremental purchases on our RedCards are also incremental sales for Target. For the years ended January 28, 2023, January 29, 2022, and January 30, 2021, total RedCard Penetration was 19.8 percent, 20.5 percent, and 21.5 percent, respectively. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 22 \n\n##TABLE_END\n\n##TABLE_START MANAGEMENT'S DISCUSSION AND ANALYSIS \n\nANALYSIS OF OPERATIONS Index to Financial Statements \n\n##TABLE_END\n\nGross Margin Rate \n\nOur gross margin rate was 23.6 percent in 2022 and 28.3 percent in 2021. This decrease reflected the net impact of \n\n&#8226; merchandising pressure, including \n\n&#9702; higher clearance and promotional markdown rates, including the impact of inventory impairments and other actions taken in our Discretionary categories; and \n\n&#9702; higher merchandise and freight costs, partially offset by the benefit of retail price increases; \n\n&#8226; supply chain pressure related to increased compensation and headcount in our distribution centers, investments in new facilities, and costs of managing excess inventory; \n\n&#8226; higher inventory shrink; and \n\n&#8226; favorable mix in the relative growth rates of higher and lower margin categories. \n\nSelling, General and Administrative (SG&#38;A) Expense Rate \n\nOur SG&#38;A expense rate was 18.9 percent in 2022, compared with 18.6 percent in 2021, reflecting the net impact of cost increases across our business, including investments in hourly team member wages, partially offset by lower incentive compensation in 2022 compared to the prior year. \n\nStore Data \n\n##TABLE_START Change in Number of Stores 2022 2021 Beginning store count 1,926 1,897 Opened 23 32 Closed (1) (3) Ending store count 1,948 1,926 ##TABLE_END\n\n##TABLE_START Number of Stores and Retail Square Feet Number of Stores Retail Square Feet (a) \n\nJanuary 28, 2023 January 29, 2022 January 28, 2023 January 29, 2022 170,000 or more sq. ft. 274 274 48,985 49,071 50,000 to 169,999 sq. ft. 1,527 1,516 191,241 190,205 49,999 or less sq. ft. 147 136 4,358 4,008 Total 1,948 1,926 244,584 243,284 ##TABLE_END\n\n(a) In thousands; reflects total square feet less office, distribution center, and vacant space. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 23 \n\n##TABLE_END\n\n##TABLE_START MANAGEMENT'S DISCUSSION AND ANALYSIS \n\nANALYSIS OF OPERATIONS Index to Financial Statements \n\n##TABLE_END\n\nOther Performance Factors \n\nNet Interest Expense \n\nNet interest expense was $478 million for 2022, compared with $421 million for 2021. The increase in net interest expense was primarily due to higher average debt and commercial paper levels in 2022 compared with 2021. \n\nNet Other (Income) / Expense \n\nNet Other (Income) / Expense was $(48) million and $(382) million for 2022 and 2021, respectively. 2021 included the $335 million gain on the February 2021 sale of Dermstore. \n\nProvision for Income Taxes \n\nOur 2022 effective income tax rate was 18.7 percent compared with 22.0 percent in 2021. The decrease reflects lower pretax earnings in the current year and the impacts of discrete tax benefits. Our effective tax rate is generally more volatile at lower amounts of pretax income because the impact of discrete, deductible and nondeductible tax items and credits is greater. \n\nNote 18 to the Financial Statements provides additional information. \n\nReconciliation of Non-GAAP Financial Measures to GAAP Measures \n\nTo provide additional transparency, we have disclosed non-GAAP adjusted diluted earnings per share (Adjusted EPS). This metric excludes certain items presented below. We believe this information is useful in providing period-to-period comparisons of the results of our operations. This measure is not in accordance with, or an alternative to, generally accepted accounting principles in the U.S. (GAAP). The most comparable GAAP measure is diluted earnings per share. Adjusted EPS should not be considered in isolation or as a substitution for analysis of our results as reported in accordance with GAAP. Other companies may calculate Adjusted EPS differently than we do, limiting the usefulness of the measure for comparisons with other companies. \n\n##TABLE_START Reconciliation of Non-GAAP Adjusted EPS 2022 2021 2020 (millions, except per share data) Pretax Net of Tax Per Share Amounts Pretax Net of Tax Per Share Amounts Pretax Net of Tax Per Share Amounts GAAP diluted earnings per share \n\n$ 5.98 $ 14.10 $ 8.64 Adjustments Gain on Dermstore Sale $ &#8212; $ &#8212; $ &#8212; $ (335) $ (269) $ (0.55) $ &#8212; $ &#8212; $ &#8212; Loss on debt extinguishment &#8212; &#8212; &#8212; &#8212; &#8212; &#8212; 512 379 0.75 Loss on investment (a) \n\n&#8212; &#8212; &#8212; &#8212; &#8212; &#8212; 19 14 0.03 Other (b) \n\n20 15 0.03 9 7 0.01 28 20 0.04 Income tax matters (c) \n\n&#8212; &#8212; &#8212; &#8212; &#8212; &#8212; &#8212; (21) (0.04) Adjusted diluted earnings per share \n\n$ 6.02 $ 13.56 $ 9.42 ##TABLE_END\n\nNote: Amounts may not foot due to rounding. \n\n(a) Represents a loss on our investment in Casper Sleep Inc., which is not core to our operations. \n\n(b) Other items unrelated to current period operations, none of which were individually significant. \n\n(c) Represents benefits from the resolution of certain income tax matters unrelated to current period operations. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 24 \n\n##TABLE_END\n\n##TABLE_START MANAGEMENT'S DISCUSSION AND ANALYSIS \n\nRECONCILIATION OF NON-GAAP FINANCIAL MEASURES Index to Financial Statements \n\n##TABLE_END\n\nEarnings before interest expense and income taxes (EBIT) and earnings before interest expense, income taxes, depreciation, and amortization (EBITDA) are non-GAAP financial measures. We believe these measures provide meaningful information about our operational efficiency compared with our competitors by excluding the impact of differences in tax jurisdictions and structures, debt levels, and for EBITDA, capital investment. These measures are not in accordance with, or an alternative to, GAAP. The most comparable GAAP measure is net earnings. EBIT and EBITDA should not be considered in isolation or as a substitution for analysis of our results as reported in accordance with GAAP. Other companies may calculate EBIT and EBITDA differently, limiting the usefulness of the measures for comparisons with other companies. \n\n##TABLE_START EBIT and EBITDA &#160; &#160; Percent Change (dollars in millions) 2022 2021 2020 2022/2021 2021/2020 Net earnings $ 2,780 $ 6,946 $ 4,368 (60.0) % 59.0 % &#160;+ Provision for income taxes 638 1,961 1,178 (67.5) 66.5 &#160;+ Net interest expense 478 421 977 13.4 (56.9) EBIT \n\n$ 3,896 $ 9,328 $ 6,523 (58.2) % 43.0 % \n\n&#160;+ Total depreciation and amortization (a) \n\n2,700 2,642 2,485 2.2 6.3 \n\nEBITDA \n\n$ 6,596 $ 11,970 $ 9,008 (44.9) % 32.9 % ##TABLE_END\n\n(a) Represents total depreciation and amortization, including amounts classified within Depreciation and Amortization and within Cost of Sales. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 25 \n\n##TABLE_END\n\n##TABLE_START MANAGEMENT'S DISCUSSION AND ANALYSIS \n\nRECONCILIATION OF NON-GAAP FINANCIAL MEASURES Index to Financial Statements \n\n##TABLE_END\n\nWe have also disclosed after-tax ROIC, which is a ratio based on GAAP information, with the exception of the add-back of operating lease interest to operating income. We believe this metric is useful in assessing the effectiveness of our capital allocation over time. Other companies may calculate ROIC differently, limiting the usefulness of the measure for comparisons with other companies. \n\n##TABLE_START After-Tax Return on Invested Capital (dollars in millions) Trailing Twelve Months \n\nNumerator \n\nJanuary 28, 2023 January 29, 2022 Operating income \n\n$ 3,848 $ 8,946 &#160;+ Net other income / (expense) 48 382 EBIT 3,896 9,328 \n\n&#160;+ Operating lease interest (a) \n\n93 87 \n\n&#160;- Income taxes (b) \n\n744 2,073 Net operating profit after taxes $ 3,245 &#160; $ 7,342 &#160; ##TABLE_END\n\n##TABLE_START \n\nDenominator \n\nJanuary 28, 2023 January 29, 2022 January 30, 2021 Current portion of long-term debt and other borrowings $ 130 $ 171 $ 1,144 &#160;+ Noncurrent portion of long-term debt 16,009 13,549 11,536 &#160;+ Shareholders' investment 11,232 12,827 14,440 \n\n&#160;+ Operating lease liabilities (c) \n\n2,934 2,747 2,429 &#160;- Cash and cash equivalents 2,229 5,911 8,511 Invested capital $ 28,076 $ 23,383 $ 21,038 \n\nAverage invested capital (d) \n\n$ 25,729 &#160; $ 22,210 &#160; ##TABLE_END\n\n##TABLE_START After-tax return on invested capital 12.6 &#160; % 33.1 &#160; % ##TABLE_END\n\n(a) Represents the add-back to operating income driven by the hypothetical interest expense we would incur if the property under our operating leases were owned or accounted for as finance leases. Calculated using the discount rate for each lease and recorded as a component of rent expense within SG&#38;A Expenses. Operating lease interest is added back to operating income in the ROIC calculation to control for differences in capital structure between us and our competitors. \n\n(b) Calculated using the effective tax rates, which were 18.7 percent and 22.0 percent for the trailing twelve months ended January 28, 2023, and January 29, 2022, respectively. For the trailing twelve months ended January 28, 2023, and January 29, 2022, includes tax effect of $0.7 billion and $2.1 billion, respectively, related to EBIT, and $17 million and $19 million, respectively, related to operating lease interest. \n\n(c) Total short-term and long-term operating lease liabilities included within Accrued and Other Current Liabilities and Noncurrent Operating Lease Liabilities, respectively. \n\n(d) Average based on the invested capital at the end of the current period and the invested capital at the end of the comparable prior period. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 26 \n\n##TABLE_END\n\n##TABLE_START MANAGEMENT'S DISCUSSION AND ANALYSIS \n\nANALYSIS OF FINANCIAL CONDITION Index to Financial Statements \n\n##TABLE_END\n\nAnalysis of Financial Condition \n\nLiquidity and Capital Resources \n\nCapital Allocation \n\nWe follow a disciplined and balanced approach to capital allocation based on the following priorities, ranked in order of importance: first, we fully invest in opportunities to profitably grow our business, create sustainable long-term value, and maintain our current operations and assets; second, we maintain a competitive quarterly dividend and seek to grow it annually; and finally, we return any excess cash to shareholders by repurchasing shares within the limits of our credit rating goals. \n\nOur year-end cash and cash equivalents balance decreased to $2.2 billion from $5.9 billion in 2021. Our cash and cash equivalents balance includes short-term investments of $1.3 billion and $5.0 billion as of January 28, 2023, and January 29, 2022, respectively. Our investment policy is designed to preserve principal and liquidity of our short-term investments. This policy allows investments in large money market funds or in highly rated direct short-term instruments that mature in 60 days or less. We also place dollar limits on our investments in individual funds or instruments. \n\nOperating Cash Flows \n\nCash flows provided by operating activities were $4.0 billion in 2022 compared with $8.6 billion in 2021. For 2022, operating cash flows decreased as a result of lower earnings and lower accounts payable leverage, partially offset by decreased inventory investment, compared with 2021. \n\nInventory \n\nYear-end inventory was $13.5 billion, compared with $13.9 billion in 2021. The decrease in inventory levels primarily reflects the following: \n\n&#8226; decreased in-transit and late-arriving inventory as lead times improved, \n\n&#8226; investments in our inventory position in our Frequency categories, offsetting reductions in our Discretionary categories, and \n\n&#8226; increases in unit costs across all of our categories. \n\nThe Business Environment section on page 20 provides additional information. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 27 \n\n##TABLE_END\n\n##TABLE_START MANAGEMENT'S DISCUSSION AND ANALYSIS \n\nANALYSIS OF FINANCIAL CONDITION Index to Financial Statements \n\n##TABLE_END\n\nCapital Expenditures \n\nNote: Amounts may not foot due to rounding. \n\nCapital expenditures increased in 2022 from the prior year as we invested in our strategic initiatives, including an increase in investments in both stores and in our supply chain. The increase also reflects the impact of inflation on these projects. Beyond full-store remodels, we invested in optimizing front-end space in high-volume locations to increase the efficiency of our Same-Day Services, and built-out and opened approximately 250 Ulta Beauty shop-in-shops. We have completed over 1,000 full-store remodels since the launch of the current program in 2017, including 140 in 2022. \n\nIn addition to these cash investments, we entered into leases related to new stores in 2022, 2021, and 2020 with total future minimum lease payments of $319 million, $401 million, and $764 million, respectively, and new leases related to our supply chain with total future minimum lease payments of $1.6 billion, $226 million, and $442 million, respectively. \n\nWe expect capital expenditures in 2023 of approximately $4.0 billion to $5.0 billion to support full-store remodels and other existing store investments, new stores, and supply chain projects. Supply chain projects will add replenishment capacity and modernize our network, including the use of sortation centers to enhance our last-mile delivery capabilities. We expect to complete approximately 70 full-store remodels, open about 20 new stores, and add additional Ulta Beauty shop-in-shops during 2023. Additionally, we will continue to invest in optimizing front-end space. We also expect to continue to invest in new store and supply chain leases. \n\nDividends \n\nWe paid dividends totaling $1.8 billion ($3.96 per share) in 2022 and $1.5 billion ($3.16 per share) in 2021, a per share increase of 25.3 percent. We declared dividends totaling $1.9 billion ($4.14 per share) in 2022 and $1.7 billion ($3.38 per share) in 2021, a per share increase of 22.5 percent. We have paid dividends every quarter since our 1967 initial public offering and it is our intent to continue to do so in the future. \n\nShare Repurchases \n\nDuring 2022 and 2021 we returned $2.6 billion and $7.2 billion, respectively, to shareholders through share repurchase. See Part II , Item 5 , Market for the Registrant's Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities of this Annual Report on Form 10-K and Note 20 to the Financial Statements for more information. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 28 \n\n##TABLE_END\n\n##TABLE_START MANAGEMENT'S DISCUSSION AND ANALYSIS \n\nANALYSIS OF FINANCIAL CONDITION Index to Financial Statements \n\n##TABLE_END\n\nFinancing \n\nOur financing strategy is to ensure liquidity and access to capital markets, to maintain a balanced spectrum of debt maturities, and to manage our net exposure to floating interest rate volatility. Within these parameters, we seek to minimize our borrowing costs. Our ability to access the long-term debt and commercial paper markets has provided us with ample sources of liquidity. Our continued access to these markets depends on multiple factors, including the condition of debt capital markets, our operating performance, and maintaining strong credit ratings. As of January 28, 2023, our credit ratings were as follows: \n\n##TABLE_START Credit Ratings Moody's Standard and Poor's Fitch Long-term debt A2 A A Commercial paper P-1 A-1 F1 ##TABLE_END\n\nIf our credit ratings were lowered, our ability to access the debt markets, our cost of funds, and other terms for new debt issuances could be adversely impacted. Each of the credit rating agencies reviews its rating periodically and there is no guarantee our current credit ratings will remain the same as described above. \n\nIn 2022, we issued $2.7 billion of debt, and we repaid $62 million of debt at maturity. \n\nIn 2022, we obtained a new committed $1.0 billion 364-day unsecured revolving credit facility that will expire in October 2023. We also extended our existing committed $3.0 billion unsecured revolving credit facility, which now expires in October 2027. No balances were outstanding under either credit facility at any time during 2022 or 2021. \n\nMost of our long-term debt obligations contain covenants related to secured debt levels. In addition to a secured debt level covenant, our credit facilities also contain a debt leverage covenant. We are, and expect to remain, in compliance with these covenants. Additionally, as of January 28, 2023, no notes or debentures contained provisions requiring acceleration of payment upon a credit rating downgrade, except that certain outstanding notes allow the note holders to put the notes to us if within a matter of months of each other we experience both (i) a change in control and (ii) our long-term credit ratings are either reduced and the resulting rating is non-investment grade, or our long-term credit ratings are placed on watch for possible reduction and those ratings are subsequently reduced and the resulting rating is non-investment grade. \n\nNote 15 to the Financial Statements provides additional information. \n\nFuture Cash Requirements \n\nWe enter into contractual obligations in the ordinary course of business that may require future cash payments. Such obligations include, but are not limited to, purchase commitments, debt service, leasing arrangements, and liabilities related to deferred compensation and pensions. The Notes to the Consolidated Financial Statements provide additional information. \n\nWe believe our sources of liquidity, namely operating cash flows, credit facility capacity, and access to capital markets, will continue to be adequate to meet our contractual obligations, working capital and capital expenditure requirements, finance anticipated expansion and strategic initiatives, fund debt maturities, pay dividends, and execute purchases under our share repurchase program for the foreseeable future. \n\nCritical Accounting Estimates \n\nOur consolidated financial statements are prepared in accordance with GAAP, which requires us to make estimates and apply judgments that affect the reported amounts. In the Notes to the Consolidated Financial Statements , we describe the significant accounting policies used in preparing the consolidated financial statements. Our management has discussed the development, selection, and disclosure of our critical accounting estimates with the Audit &#38; Risk Committee of our Board of Directors. The following items require significant estimation or judgment: \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 29 \n\n##TABLE_END\n\n##TABLE_START MANAGEMENT'S DISCUSSION AND ANALYSIS \n\nANALYSIS OF FINANCIAL CONDITION Index to Financial Statements \n\n##TABLE_END\n\nInventory and cost of sales: The vast majority of our inventory is accounted for under the retail inventory accounting method using the last-in, first-out method (LIFO). Our inventory is valued at the lower of LIFO cost or market. We reduce inventory for estimated losses related to shrink and markdowns. Our shrink estimate is based on historical losses verified by physical inventory counts. Historically, our actual physical inventory count results have shown our estimates to be reliable. Market adjustments for markdowns are recorded when the salability of the merchandise has diminished. Salability can be impacted by consumer preferences and seasonality, among other factors. We believe the risk of inventory obsolescence is largely mitigated because our inventory typically turns in less than three months. Inventory was $13.5 billion and $13.9 billion as of January 28, 2023, and January 29, 2022, respectively, and is further described in Note 9 to the Financial Statements. \n\nVendor income: We receive various forms of consideration from our vendors (vendor income), principally earned as a result of volume rebates, markdown allowances, promotions, and advertising allowances. Substantially all vendor income is recorded as a reduction of cost of sales. Vendor income earned can vary based on a number of factors, including purchase volumes, sales volumes, and our pricing and promotion strategies. \n\nWe establish a receivable for vendor income that is earned but not yet received. Based on historical trending and data, this receivable is computed by forecasting vendor income collections and estimating the amount earned. The majority of the year-end vendor income receivables are collected within the following fiscal quarter, and we do not believe there is a reasonable likelihood that the assumptions used in our estimate will change significantly. Historically, adjustments to our vendor income receivable have not been material. Vendor income receivable was $526 million and $518 million as of January 28, 2023, and January 29, 2022, respectively. Vendor income is described further in Note 5 to the Financial Statements. \n\nLong-lived assets: Long-lived assets are reviewed for impairment whenever events or changes in circumstances indicate that the carrying amounts may not be recoverable. The evaluation is performed primarily at the store level. An impairment loss is recognized when estimated undiscounted future cash flows from the operation and/or eventual disposition of the asset or asset group is less than its carrying amount, and is measured as the excess of its carrying amount over fair value. We estimate fair value by obtaining market appraisals, obtaining valuations from third-party brokers, or using other valuation techniques. We recorded impairments of $66 million, $87 million, and $62 million in 2022, 2021, and 2020, respectively, which are described further in Note 11 to the Financial Statements. \n\nInsurance/self-insurance: We retain a substantial portion of the risk related to certain general liability, workers' compensation, property loss, and team member medical and dental claims. However, we maintain stop-loss coverage to limit the exposure related to certain risks. Liabilities associated with these losses include estimates of both claims filed and losses incurred but not yet reported. We use actuarial methods which consider a number of factors to estimate our ultimate cost of losses. General liability and workers' compensation liabilities are recorded based on our estimate of their net present value; other liabilities referred to above are not discounted. Our workers' compensation and general liability accrual was $560 million and $519 million as of January 28, 2023, and January 29, 2022, respectively. We believe that the amounts accrued are appropriate; however, our liabilities could be significantly affected if future occurrences or loss developments differ from our assumptions. For example, a 5 percent increase or decrease in average claim costs would have impacted our self-insurance expense by $28 million in 2022. Historically, adjustments to our estimates have not been material. Refer to Part II , Item 7A , Quantitative and Qualitative Disclosures About Market Risk , for further disclosure of the market risks associated with these exposures. We maintain insurance coverage to limit our exposure to certain events, including network security matters. \n\nIncome taxes: We pay income taxes based on the tax statutes, regulations, and case law of the various jurisdictions in which we operate. Significant judgment is required in determining the timing and amounts of deductible and taxable items, and in evaluating the ultimate resolution of tax matters in dispute with tax authorities. The benefits of uncertain tax positions are recorded in our financial statements only after determining it is likely the uncertain tax positions would withstand challenge by taxing authorities. We periodically reassess these probabilities and record any changes in the financial statements as appropriate. Gross uncertain tax positions, including interest and penalties, were $241 million and $138 million as of January 28, 2023, and January 29, 2022, respectively. We believe the resolution of these matters will not materially affect our consolidated financial statements. Income taxes are described further in Note 18 to the Financial Statements. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 30 \n\n##TABLE_END\n\n##TABLE_START MANAGEMENT'S DISCUSSION AND ANALYSIS \n\nANALYSIS OF FINANCIAL CONDITION &#38; NEW ACCOUNTING PRONOUNCEMENTS Index to Financial Statements \n\n##TABLE_END\n\nPension accounting: We maintain a funded qualified defined benefit pension plan, as well as nonqualified and international pension plans that are generally unfunded, for certain current and retired team members. The costs for these plans are determined based on actuarial calculations using the assumptions described in the following paragraphs. Eligibility and the level of benefits vary depending on each team member's full-time or part-time status, date of hire, age, length of service, and/or compensation. The benefit obligation and related expense for these plans are determined based on actuarial calculations using assumptions about the expected long-term rate of return, the discount rate, compensation growth rates, mortality, and retirement age. These assumptions, with adjustments made for any significant plan or participant changes, are used to determine the period-end benefit obligation and establish expense for the next year. \n\nOur 2022 expected long-term rate of return on plan assets of 5.60 percent was determined by the portfolio composition, historical long-term investment performance, and current market conditions. A 1 percentage point decrease in our expected long-term rate of return would increase annual expense by $42 million. \n\nThe discount rate used to determine benefit obligations is adjusted annually based on the interest rate for long-term high-quality corporate bonds, using yields for maturities that are in line with the duration of our pension liabilities. Our benefit obligation and related expense will fluctuate with changes in interest rates. A 1 percentage point decrease in the weighted average discount rate would increase annual expense by $59 million. \n\nBased on our experience, we use a graduated compensation growth schedule that assumes higher compensation growth for younger, shorter-service pension-eligible team members than it does for older, longer-service pension-eligible team members. \n\nPension benefits are further described in Note 23 to the Financial Statements. \n\nLegal and other contingencies: We believe the accruals recorded in our consolidated financial statements properly reflect loss exposures that are both probable and reasonably estimable. We do not believe any of the currently identified claims or litigation will materially affect our results of operations, cash flows, or financial condition. However, litigation is subject to inherent uncertainties, and unfavorable rulings could occur. If an unfavorable ruling were to occur, it may cause a material adverse impact on the results of operations, cash flows, or financial condition for the period in which the ruling occurs, or future periods. Refer to Note 14 to the Financial Statements for further information on contingencies. \n\nNew Accounting Pronouncements \n\nWe do not expect that any recently issued accounting pronouncements will have a material effect on our financial statements. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 31 \n\n##TABLE_END\n\n##TABLE_START MANAGEMENT'S DISCUSSION AND ANALYSIS \n\nFORWARD LOOKING STATEMENTS &#38; QUANTITATIVE AND QUALITATIVE DISCLOSURES Index to Financial Statements \n\n##TABLE_END\n\nForward-Looking Statements \n\nThis report contains forward-looking statements, which are based on our current assumptions and expectations. These statements are typically accompanied by the words \"expect,\" \"may,\" \"could,\" \"believe,\" \"would,\" \"might,\" \"anticipates,\" or similar words. The principal forward-looking statements in this report include: our financial performance, statements regarding the adequacy of and costs associated with our sources of liquidity, the funding of debt maturities, the execution of our share repurchase program, our expected capital expenditures and new lease commitments, the expected compliance with debt covenants, the expected impact of new accounting pronouncements, our intentions regarding future dividends, the expected contributions and payments related to our pension plan, the expected return on plan assets, the expected timing and recognition of compensation expenses, the adequacy of our reserves for general liability, workers' compensation, and property loss, the expected outcome of, and adequacy of our reserves for claims, litigation, and the resolution of tax matters, our expectations regarding our contractual obligations, liabilities, and vendor income, the expected ability to recognize deferred tax assets and liabilities and the timing of such recognition, our expectations regarding arrangements with our partners, and changes in our assumptions and expectations. \n\nAll such forward-looking statements are intended to enjoy the protection of the safe harbor for forward-looking statements contained in the Private Securities Litigation Reform Act of 1995, as amended. Although we believe there is a reasonable basis for the forward-looking statements, our actual results could be materially different. The most important factors which could cause our actual results to differ from our forward-looking statements are set forth in our description of risk factors included in Part I , Item 1A , Risk Factors to this Form 10-K, which should be read in conjunction with the forward-looking statements in this report. Forward-looking statements speak only as of the date they are made, and we do not undertake any obligation to update any forward-looking statement. \n\n"
    },
    {
      "section": "7A",
      "text": " Item 7A. Quantitative and Qualitative Disclosures About Market Risk \n\nAs of January 28, 2023, our exposure to market risk was primarily from interest rate changes on our debt obligations and short-term investments, some of which are at a London Interbank Offered Rate (LIBOR). Our interest rate exposure is primarily due to differences between our floating rate debt obligations compared to our floating rate short-term investments. As of January 28, 2023, our floating rate debt exceeded our floating rate short-term investments by approximately $1.2 billion. Based on our balance sheet position as of January 28, 2023, the annualized effect of a 0.1 percentage point increase in floating interest rates on our floating rate debt obligations, net of our floating rate short-term investments, would decrease our earnings before income taxes by $1 million. In general, we expect our floating rate debt to exceed our floating rate short-term investments over time, but that may vary in different interest rate and economic environments. See further description of our debt and derivative instruments in Notes 15 and 16 to the Financial Statements. \n\nThe United Kingdom's Financial Conduct Authority has announced the intent to phase out LIBOR by June 2023. We do not expect the phase out to materially impact our financial statements, liquidity, or access to capital markets. \n\nWe record our general liability and workers' compensation liabilities at net present value; therefore, these liabilities fluctuate with changes in interest rates. Based on our balance sheet position as of January 28, 2023, the annualized effect of a 0.5 percentage point increase/(decrease) in interest rates would increase/(decrease) earnings before income taxes by $7 million. \n\nIn addition, we are exposed to market return fluctuations on our qualified defined benefit pension plan. The value of our pension liabilities is inversely related to changes in interest rates. A 1 percentage point decrease in the weighted average discount rate would increase annual expense by $59 million. To protect against declines in interest rates, we hold high-quality, long-duration bonds and derivative instruments in our pension plan trust. As of January 28, 2023, we had hedged 70 percent of the interest rate exposure of our plan liabilities. \n\nAs more fully described in Note 22 to the Financial Statements, we are exposed to market returns on accumulated team member balances in our nonqualified, unfunded deferred compensation plans. We control the risk of offering the nonqualified plans by making investments in life insurance contracts and prepaid forward contracts on our own common stock that substantially offset our economic exposure to the returns on these plans. \n\nThere have been no other material changes in our primary risk exposures or management of market risks since the prior year. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 32 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nIndex to Financial Statements \n\n##TABLE_END\n\n"
    },
    {
      "section": "8",
      "text": " Item 8. Financial Statements and Supplementary Data \n\n##TABLE_START INDEX TO CONSOLIDATED FINANCIAL STATEMENTS \n\nReports of Independent Registered Public Accounting Firm \n\nConsolidated Statements of Operations \n\nConsolidated Statements of Comprehensive Income \n\nConsolidated Statements of Financial Position \n\nConsolidated Statements of Cash Flows \n\nConsolidated Statements of Shareholders' Investment \n\nNotes to Consolidated Financial Statements \n\nNote 1 \n\nSummary of Accounting Policies \n\nNote 2 \n\nDermstore Sale \n\nNote 3 \n\nRevenues \n\nNote 4 \n\nCost of Sales and Selling, General and Administrative Expenses \n\nNote 5 \n\nConsideration Received from Vendors \n\nNote 6 \n\nAdvertising Costs \n\nNote 7 \n\nFair Value Measurements \n\nNote 8 \n\nCash and Cash Equivalents \n\nNote 9 \n\nInventory \n\nNote 10 \n\nOther Current Assets \n\nNote 11 \n\nProperty and Equipment \n\nNote 12 \n\nOther Noncurrent Assets \n\nNote 13 \n\nAccrued and Other Current Liabilities \n\nNote 14 \n\nCommitments and Contingencies \n\nNote 15 \n\nCommercial Paper and Long-Term Debt \n\nNote 16 \n\nDerivative Financial Instruments \n\nNote 17 \n\nLeases \n\nNote 18 \n\nIncomes Taxes \n\nNote 19 \n\nOther Noncurrent Liabilities \n\nNote 20 \n\nShare Repurchase \n\nNote 21 \n\nShare-Based Compensation \n\nNote 22 \n\nDefined Contribution Plans \n\nNote 23 \n\nPension Plans \n\nNote 24 \n\nAccumulated Other Comprehensive Income \n\n##TABLE_END\n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 33 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nREPORTS Index to Financial Statements \n\n##TABLE_END\n\nReport of Management on the Consolidated Financial Statements \n\nManagement is responsible for the consistency, integrity, and presentation of the information in the Annual Report. The consolidated financial statements and other information presented in this Annual Report have been prepared in accordance with accounting principles generally accepted in the United States and include necessary judgments and estimates by management. \n\nTo fulfill our responsibility, we maintain comprehensive systems of internal control designed to provide reasonable assurance that assets are safeguarded and transactions are executed in accordance with established procedures. The concept of reasonable assurance is based upon recognition that the cost of the controls should not exceed the benefit derived. We believe our systems of internal control provide this reasonable assurance. \n\nThe Board of Directors exercised its oversight role with respect to the Corporation's systems of internal control primarily through its Audit &#38; Risk Committee, which is comprised of independent directors. The Committee oversees the Corporation's systems of internal control, accounting practices, financial reporting and audits to assess whether their quality, integrity, and objectivity are sufficient to protect shareholders' investments. \n\nIn addition, our consolidated financial statements have been audited by Ernst &#38; Young LLP, independent registered public accounting firm, whose report also appears on this page. ##TABLE_START /s/ Brian C. Cornell &#160; \n\n/s/ Michael J. Fiddelke \n\nBrian C. Cornell Chair of the Board and Chief Executive Officer March 8, 2023 &#160; Michael J. Fiddelke Executive Vice President and Chief Financial Officer ##TABLE_END\n\nReport of Independent Registered Public Accounting Firm \n\nTo the Shareholders and the Board of Directors of \n\nTarget Corporation \n\nOpinion on the Financial Statements \n\nWe have audited the accompanying consolidated statements of financial position of Target Corporation (the Corporation) as of January 28, 2023 and January 29, 2022, the related consolidated statements of operations, comprehensive income, cash flows and shareholders' investment for each of the three years in the period ended January 28, 2023, and the related notes (collectively referred to as the &#8220;consolidated financial statements&#8221;). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Corporation at January 28, 2023 and January 29, 2022, and the results of its operations and its cash flows for each of the three years in the period ended January 28, 2023, in conformity with U.S. generally accepted accounting principles. \n\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Corporation's internal control over financial reporting as of January 28, 2023, based on criteria established in Internal Control-Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) and our report dated March 8, 2023 expressed an unqualified opinion thereon. \n\nBasis for Opinion \n\nThese financial statements are the responsibility of the Corporation's management. Our responsibility is to express an opinion on the Corporation&#8217;s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Corporation in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \n\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion. \n\nCritical Audit Matters \n\nThe critical audit matters communicated below are matters arising from the current period audit of the financial statements that were communicated or required to be communicated to the audit committee and that: (1) relate to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matters below, providing separate opinions on the critical audit matters or on the accounts or disclosures to which they relate. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 34 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nREPORTS Index to Financial Statements \n\n##TABLE_END\n\n##TABLE_START Valuation of Inventory and related Cost of Sales \n\nDescription of the Matter \n\nAt January 28, 2023, the Corporation&#8217;s inventory was $13,499 million. As described in Note 9 to the consolidated financial statements, the Corporation accounts for the vast majority of its inventory under the retail inventory accounting method (RIM) using the last-in, first-out (LIFO) method. RIM is an averaging method that has been widely used in the retail industry due to its practicality. Under RIM, inventory cost and the resulting gross margins are calculated by applying a cost-to-retail ratio to the inventory retail value. \n\nAuditing inventory requires extensive audit effort including significant involvement of more experienced audit team members, including the involvement of our information technology (IT) professionals, given the relatively higher level of automation impacting the inventory process including the involvement of multiple information systems used to capture the high volume of transactions processed by the Corporation. Further, the inventory process is supported by a number of automated and IT dependent controls that elevate the importance of the IT general controls that support the underlying information systems utilized to process transactions. \n\nHow We Addressed the Matter in Our Audit \n\nWe obtained an understanding, evaluated the design and tested the operating effectiveness of controls over the Corporation&#8217;s inventory process, including the underlying IT general controls. For example, we tested automated controls performed by the Corporation&#8217;s information systems and controls over the completeness of data transfers between information systems used in performing the Corporation&#8217;s RIM calculation. Our audit procedures included, among others, testing the processing scenarios of the automated controls by evaluating configuration settings and performing a transaction walkthrough for each scenario. Our audit procedures also included, among others, testing the key inputs into the RIM calculation, including purchases, sales, shortage, and price changes (markdowns) by comparing the key inputs back to source information such as third-party vendor invoices, third-party inventory count information and cash receipts. We also performed analytical procedures. For example, we performed predictive markdown analytics based on inquiries held with members of the merchant organization to assess the level of price changes within each category. In addition, we tested the existence of inventories by observing physical inventory counts for a sample of stores and distribution centers. \n\nValuation of Vendor Income Receivable \n\nDescription of the Matter \n\nAt January 28, 2023, the Corporation&#8217;s vendor income receivable totaled $526 million. As discussed in Note 5 of the consolidated financial statements, the Corporation receives consideration for a variety of vendor-sponsored programs, which are primarily recorded as a reduction of cost of sales when earned. The Corporation records a receivable for amounts earned but not yet received. \n\nAuditing the Corporation's vendor income receivable was complex due to the estimation required in measuring the receivable. The estimate was sensitive to significant assumptions, such as forecasted vendor income collections, and estimating the time period over which the collections have been earned, which is primarily based on historical trending and data. \n\nHow We Addressed the Matter in Our Audit \n\nWe obtained an understanding, evaluated the design and tested the operating effectiveness of controls over the Corporation&#8217;s vendor income receivable process, including controls over management&#8217;s review of the significant assumptions described above. \n\nTo test the estimated vendor income receivable, we performed audit procedures that included, among others, assessing the estimation methodology used by management and evaluating the forecasted vendor income collections and the time period over which collections have been earned as used in the receivable estimation model. For a sample of the vendor rebates and concessions, we evaluated the nature and source of the inputs used and the terms of the contractual agreements. We recalculated the amount of the vendor income earned based on the inputs and the terms of the agreements. In addition, we recalculated the time period over which the vendor income collection had been earned to assess the accuracy of management&#8217;s estimates. We also performed sensitivity analyses of significant assumptions to evaluate the significance of changes in the receivable that would result from changes in assumptions. \n\n##TABLE_END\n\n/s/ Ernst &#38; Young LLP \n\nWe have served as the Corporation's auditor since 1931. \n\nMinneapolis, Minnesota \n\nMarch 8, 2023 \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 35 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nREPORTS Index to Financial Statements \n\n##TABLE_END\n\nReport of Management on Internal Control over Financial Reporting \n\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting, as such term is defined in Exchange Act Rules 13a-15(f). Under the supervision and with the participation of our management, including our chief executive officer and chief financial officer, we assessed the effectiveness of our internal control over financial reporting as of January 28, 2023, based on the framework in Internal Control&#8212;Integrated Framework (2013) , issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework). Based on our assessment, we conclude that the Corporation's internal control over financial reporting is effective based on those criteria. \n\nOur internal control over financial reporting as of January 28, 2023, has been audited by Ernst &#38; Young LLP, the independent registered public accounting firm who has also audited our consolidated financial statements, as stated in their report which appears on this page. ##TABLE_START /s/ Brian C. Cornell &#160; \n\n/s/ Michael J. Fiddelke \n\nBrian C. Cornell Chair of the Board and Chief Executive Officer March 8, 2023 &#160; Michael J. Fiddelke Executive Vice President and Chief Financial Officer ##TABLE_END\n\nReport of Independent Registered Public Accounting Firm \n\nTo the Shareholders and the Board of Directors of \n\nTarget Corporation \n\nOpinion on Internal Control Over Financial Reporting \n\nWe have audited Target Corporation&#8217;s internal control over financial reporting as of January 28, 2023, based on criteria established in Internal Control&#8212;Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria). In our opinion, Target Corporation (the Corporation) maintained, in all material respects, effective internal control over financial reporting as of January 28, 2023, based on the COSO criteria. \n\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated statements of financial position of the Corporation as of January 28, 2023 and January 29, 2022, the related consolidated statements of operations, comprehensive income, cash flows and shareholders' investment for each of the three years in the period ended January 28, 2023, and the related notes and our report dated March 8, 2023 expressed an unqualified opinion thereon. \n\nBasis for Opinion \n\nThe Corporation&#8217;s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting included in the accompanying Report of Management on Internal Control over Financial Reporting. Our responsibility is to express an opinion on the Corporation&#8217;s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Corporation in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \n\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. \n\nOur audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion. \n\nDefinition and Limitations of Internal Control Over Financial Reporting \n\nA company&#8217;s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company&#8217;s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company&#8217;s assets that could have a material effect on the financial statements. \n\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate. \n\n/s/ Ernst &#38; Young LLP \n\nMinneapolis, Minnesota \n\nMarch 8, 2023 \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 36 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nIndex to Financial Statements \n\n##TABLE_END\n\nConsolidated Statements of Operations \n\n##TABLE_START (millions, except per share data) 2022 2021 2020 Sales $ 107,588 &#160; $ 104,611 &#160; $ 92,400 &#160; Other revenue 1,532 &#160; 1,394 &#160; 1,161 &#160; Total revenue 109,120 &#160; 106,005 &#160; 93,561 &#160; Cost of sales 82,229 &#160; 74,963 &#160; 66,177 &#160; Selling, general and administrative expenses 20,658 &#160; 19,752 &#160; 18,615 &#160; Depreciation and amortization (exclusive of depreciation included in cost of sales) \n\n2,385 &#160; 2,344 &#160; 2,230 &#160; Operating income \n\n3,848 &#160; 8,946 &#160; 6,539 &#160; Net interest expense 478 &#160; 421 &#160; 977 &#160; Net other (income) / expense ( 48 ) ( 382 ) 16 &#160; Earnings before income taxes 3,418 &#160; 8,907 &#160; 5,546 &#160; Provision for income taxes 638 &#160; 1,961 &#160; 1,178 &#160; Net earnings $ 2,780 &#160; $ 6,946 &#160; $ 4,368 &#160; Basic earnings per share $ 6.02 &#160; $ 14.23 &#160; $ 8.72 &#160; Diluted earnings per share $ 5.98 &#160; $ 14.10 &#160; $ 8.64 &#160; Weighted average common shares outstanding &#160; &#160; &#160; Basic 462.1 &#160; 488.1 &#160; 500.6 &#160; Diluted 464.7 &#160; 492.7 &#160; 505.4 &#160; Antidilutive shares 1.1 &#160; &#8212; &#160; &#8212; &#160; ##TABLE_END\n\nNote: Per share amounts may not foot due to rounding. \n\nSee accompanying Notes to Consolidated Financial Statements . \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 37 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nIndex to Financial Statements \n\n##TABLE_END\n\nConsolidated Statements of Comprehensive Income \n\n##TABLE_START (millions) 2022 2021 2020 Net earnings $ 2,780 &#160; $ 6,946 &#160; $ 4,368 &#160; \n\nOther comprehensive income / (loss), net of tax \n\n&#160; &#160; &#160; Pension benefit liabilities \n\n( 113 ) 152 &#160; 102 &#160; Currency translation adjustment and cash flow hedges \n\n247 &#160; 51 &#160; 10 &#160; \n\nOther comprehensive income \n\n134 &#160; 203 &#160; 112 &#160; \n\nComprehensive income \n\n$ 2,914 &#160; $ 7,149 &#160; $ 4,480 &#160; ##TABLE_END\n\nSee accompanying Notes to Consolidated Financial Statements . \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 38 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nIndex to Financial Statements \n\n##TABLE_END\n\nConsolidated Statements of Financial Position \n\n##TABLE_START (millions, except footnotes) January 28, 2023 January 29, 2022 Assets &#160; &#160; Cash and cash equivalents $ 2,229 &#160; $ 5,911 &#160; Inventory 13,499 &#160; 13,902 &#160; Other current assets 2,118 &#160; 1,760 &#160; Total current assets 17,846 &#160; 21,573 &#160; Property and equipment &#160; &#160; Land 6,231 &#160; 6,164 &#160; Buildings and improvements 34,746 &#160; 32,985 &#160; Fixtures and equipment 7,439 &#160; 6,407 &#160; Computer hardware and software 3,039 &#160; 2,505 &#160; Construction-in-progress 2,688 &#160; 1,257 &#160; Accumulated depreciation ( 22,631 ) ( 21,137 ) Property and equipment, net 31,512 &#160; 28,181 &#160; Operating lease assets 2,657 &#160; 2,556 &#160; Other noncurrent assets 1,320 &#160; 1,501 &#160; Total assets $ 53,335 &#160; $ 53,811 &#160; Liabilities and shareholders' investment &#160; &#160; Accounts payable $ 13,487 &#160; $ 15,478 &#160; Accrued and other current liabilities 5,883 &#160; 6,098 &#160; Current portion of long-term debt and other borrowings 130 &#160; 171 &#160; Total current liabilities \n\n19,500 &#160; 21,747 &#160; Long-term debt and other borrowings 16,009 &#160; 13,549 &#160; Noncurrent operating lease liabilities 2,638 &#160; 2,493 &#160; Deferred income taxes 2,196 &#160; 1,566 &#160; Other noncurrent liabilities 1,760 &#160; 1,629 &#160; Total noncurrent liabilities 22,603 &#160; 19,237 &#160; Shareholders' investment &#160; &#160; Common stock 38 &#160; 39 &#160; Additional paid-in capital 6,608 &#160; 6,421 &#160; Retained earnings 5,005 &#160; 6,920 &#160; Accumulated other comprehensive loss ( 419 ) ( 553 ) Total shareholders' investment 11,232 &#160; 12,827 &#160; Total liabilities and shareholders' investment $ 53,335 &#160; $ 53,811 &#160; ##TABLE_END\n\nCommon Stock Authorized 6,000,000,000 shares, $ 0.0833 par value; 460,346,947 shares issued and outstanding as of January 28, 2023; 471,274,073 shares issued and outstanding as of January 29, 2022. \n\nPreferred Stock Authorized 5,000,000 shares, $ 0.01 par value; no shares were issued or outstanding during any period presented. \n\nSee accompanying Notes to Consolidated Financial Statements . \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 39 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nIndex to Financial Statements \n\n##TABLE_END\n\nConsolidated Statements of Cash Flows \n\n##TABLE_START (millions) 2022 2021 2020 Operating activities &#160; &#160; &#160; \n\nNet earnings \n\n$ 2,780 &#160; $ 6,946 &#160; $ 4,368 &#160; Adjustments to reconcile net earnings to cash provided by operations: &#160; &#160; &#160; Depreciation and amortization 2,700 &#160; 2,642 &#160; 2,485 &#160; Share-based compensation expense 220 &#160; 228 &#160; 200 &#160; Deferred income taxes 582 &#160; 522 &#160; ( 184 ) Gain on Dermstore sale &#8212; &#160; ( 335 ) &#8212; &#160; Loss on debt extinguishment &#8212; &#160; &#8212; &#160; 512 &#160; Noncash losses / (gains) and other, net \n\n172 &#160; 67 &#160; 86 &#160; Changes in operating accounts: &#160; &#160; &#160; Inventory 403 &#160; ( 3,249 ) ( 1,661 ) Other assets 22 &#160; ( 78 ) ( 137 ) Accounts payable ( 2,237 ) 2,628 &#160; 2,925 &#160; Accrued and other liabilities ( 624 ) ( 746 ) 1,931 &#160; Cash provided by operating activities 4,018 &#160; 8,625 &#160; 10,525 &#160; Investing activities &#160; &#160; &#160; Expenditures for property and equipment ( 5,528 ) ( 3,544 ) ( 2,649 ) Proceeds from disposal of property and equipment 8 &#160; 27 &#160; 42 &#160; Proceeds from Dermstore sale &#8212; &#160; 356 &#160; &#8212; &#160; Other investments 16 &#160; 7 &#160; 16 &#160; Cash required for investing activities ( 5,504 ) ( 3,154 ) ( 2,591 ) Financing activities &#160; &#160; &#160; Additions to long-term debt 2,625 &#160; 1,972 &#160; 2,480 &#160; Reductions of long-term debt ( 163 ) ( 1,147 ) ( 2,415 ) Dividends paid ( 1,836 ) ( 1,548 ) ( 1,343 ) Repurchase of stock ( 2,826 ) ( 7,356 ) ( 745 ) Stock option exercises 4 &#160; 8 &#160; 23 &#160; Cash required for financing activities ( 2,196 ) ( 8,071 ) ( 2,000 ) \n\nNet (decrease) / increase in cash and cash equivalents \n\n( 3,682 ) ( 2,600 ) 5,934 &#160; Cash and cash equivalents at beginning of period 5,911 &#160; 8,511 &#160; 2,577 &#160; Cash and cash equivalents at end of period $ 2,229 &#160; $ 5,911 &#160; $ 8,511 &#160; Supplemental information &#160; &#160; &#160; Interest paid, net of capitalized interest $ 449 &#160; $ 414 &#160; $ 939 &#160; Income taxes paid 213 &#160; 2,063 &#160; 1,031 &#160; Leased assets obtained in exchange for new finance lease liabilities 224 &#160; 288 &#160; 428 &#160; Leased assets obtained in exchange for new operating lease liabilities 329 &#160; 580 &#160; 262 &#160; ##TABLE_END\n\nSee accompanying Notes to Consolidated Financial Statements . \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 40 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nIndex to Financial Statements \n\n##TABLE_END\n\nConsolidated Statements of Shareholders' Investment \n\n##TABLE_START (millions) Common Stock Shares Stock Par Value Additional Paid-in Capital Retained \n\nEarnings \n\nAccumulated Other \n\nComprehensive \n\n(Loss) / Income \n\nTotal February 1, 2020 504.2 &#160; $ 42 &#160; $ 6,226 &#160; $ 6,433 &#160; $ ( 868 ) $ 11,833 &#160; Net earnings &#8212; &#8212; &#8212; 4,368 &#160; &#8212; 4,368 &#160; Other comprehensive income &#8212; &#8212; &#8212; &#8212; 112 &#160; 112 &#160; Dividends declared &#8212; &#8212; &#8212; ( 1,367 ) &#8212; ( 1,367 ) Repurchase of stock ( 5.7 ) &#8212; &#8212; ( 609 ) &#8212; ( 609 ) Stock options and awards 2.4 &#160; &#8212; 103 &#160; &#8212; &#8212; 103 &#160; January 30, 2021 500.9 &#160; $ 42 &#160; $ 6,329 &#160; $ 8,825 &#160; $ ( 756 ) $ 14,440 &#160; Net earnings &#8212; &#8212; &#8212; 6,946 &#160; &#8212; 6,946 &#160; Other comprehensive income &#8212; &#8212; &#8212; &#8212; 203 &#160; 203 &#160; Dividends declared &#8212; &#8212; &#8212; ( 1,655 ) &#8212; ( 1,655 ) Repurchase of stock ( 31.3 ) ( 3 ) &#8212; ( 7,196 ) &#8212; ( 7,199 ) Stock options and awards 1.7 &#160; &#8212; 92 &#160; &#8212; &#8212; 92 &#160; January 29, 2022 471.3 &#160; $ 39 &#160; $ 6,421 &#160; $ 6,920 &#160; $ ( 553 ) $ 12,827 &#160; Net earnings &#8212; &#8212; &#8212; 2,780 &#160; &#8212; 2,780 &#160; Other comprehensive income &#8212; &#8212; &#8212; &#8212; 134 &#160; 134 &#160; Dividends declared &#8212; &#8212; &#8212; ( 1,931 ) &#8212; ( 1,931 ) Repurchase of stock ( 12.5 ) ( 1 ) 119 &#160; ( 2,764 ) &#8212; ( 2,646 ) Stock options and awards 1.5 &#160; &#8212; 68 &#160; &#8212; &#8212; 68 &#160; January 28, 2023 460.3 &#160; $ 38 &#160; $ 6,608 &#160; $ 5,005 &#160; $ ( 419 ) $ 11,232 &#160; ##TABLE_END\n\nWe declared $ 4.14 , $ 3.38 , and $ 2.70 dividends per share for the twelve months ended January 28, 2023, January 29, 2022, and January 30, 2021, respectively. \n\nSee accompanying Notes to Consolidated Financial Statements . \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 41 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nNOTES Index to Financial Statements \n\n##TABLE_END\n\nNotes to Consolidated Financial Statements \n\n1. Summary of Accounting Policies \n\nOrganization - We are a general merchandise retailer selling products to our guests through our stores and digital channels. \n\nWe operate as a single segment that includes all of our operations, which are designed to enable guests to purchase products seamlessly in stores or through our digital channels. Nearly all of our revenues are generated in the United States (U.S.). The vast majority of our long-lived assets are located within the U.S. \n\nConsolidation - The consolidated financial statements include the balances of Target and its subsidiaries after elimination of intercompany balances and transactions. All subsidiaries are wholly owned. \n\nUse of estimates - The preparation of our consolidated financial statements in conformity with U.S. generally accepted accounting principles (GAAP) requires management to make estimates and assumptions affecting reported amounts in the consolidated financial statements and accompanying notes. Actual results may differ significantly from those estimates. \n\nFiscal year - Our fiscal year ends on the Saturday nearest January 31. Unless otherwise stated, references to years in this report relate to fiscal years, rather than to calendar years. Fiscal 2022, 2021, and 2020 ended January 28, 2023, January 29, 2022, and January 30, 2021, respectively, and consisted of 52 weeks. Fiscal 2023 will end February 3, 2024, and will consist of 53 weeks. \n\nAccounting policies - Our accounting policies are disclosed in the applicable Notes to the Consolidated Financial Statements. Certain prior-year amounts have been reclassified to conform to the current-year presentation. \n\n2. Dermstore Sale \n\nIn February 2021, we sold our wholly owned subsidiary Dermstore LLC (Dermstore) for $ 356 million in cash and recognized a $ 335 million pretax gain, which is included in Net Other (Income) / Expense. Dermstore represented less than 1 percent of our consolidated revenues, operating income and net assets. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 42 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nNOTES Index to Financial Statements \n\n##TABLE_END\n\n3. Revenues \n\nMerchandise sales represent the vast majority of our revenues. We also earn revenues from a variety of other sources, most notably credit card profit-sharing income from our arrangement with TD Bank Group (TD). \n\n##TABLE_START \n\nRevenues \n\n(millions) \n\n2022 2021 2020 \n\nApparel and accessories (a) \n\n$ 17,646 &#160; $ 17,931 &#160; $ 14,772 &#160; \n\nBeauty and household essentials (b) \n\n29,575 &#160; 27,268 &#160; 24,461 &#160; \n\nFood and beverage (c) \n\n22,918 &#160; 20,306 &#160; 18,135 &#160; \n\nHardlines (d) \n\n17,739 &#160; 18,614 &#160; 16,626 &#160; \n\nHome furnishings and d&#233;cor (e) \n\n19,463 &#160; 20,255 &#160; 18,231 &#160; Other 247 &#160; 237 &#160; 175 &#160; Sales 107,588 &#160; 104,611 &#160; 92,400 &#160; Credit card profit sharing 734 &#160; 710 &#160; 666 &#160; Other 798 &#160; 684 &#160; 495 &#160; Other revenue 1,532 &#160; 1,394 &#160; 1,161 &#160; Total revenue $ 109,120 &#160; $ 106,005 &#160; $ 93,561 &#160; ##TABLE_END\n\n(a) Includes apparel for women, men, boys, girls, toddlers, infants and newborns, as well as jewelry, accessories, and shoes. \n\n(b) Includes beauty and personal care, baby gear, cleaning, paper products, and pet supplies. \n\n(c) Includes dry grocery, dairy, frozen food, beverages, candy, snacks, deli, bakery, meat, produce, and food service in our stores. \n\n(d) Includes electronics (including video game hardware and software), toys, entertainment, sporting goods, and luggage. \n\n(e) Includes furniture, lighting, storage, kitchenware, small appliances, home d&#233;cor, bed and bath, home improvement, school/office supplies, greeting cards and party supplies, and other seasonal merchandise. \n\nMerchandise sales &#8211; We record almost all retail store revenues at the point of sale. Digitally originated sales may include shipping revenue and are recorded upon delivery to the guest or upon guest pickup at the store. Total revenues do not include sales tax because we are a pass-through conduit for collecting and remitting sales taxes. Generally, guests may return national brand merchandise within 90 days of purchase and owned and exclusive brands within one year of purchase. Sales are recognized net of expected returns, which we estimate using historical return patterns and our expectation of future returns. As of January 28, 2023, and January 29, 2022, the liability for estimated returns was $ 174 million and $ 165 million, respectively. \n\nWe routinely enter into arrangements with vendors whereby we do not purchase or pay for merchandise until the merchandise is ultimately sold to a guest. Under the vast majority of these arrangements, which represent less than 5 percent of consolidated sales, we record revenue and related costs gross. We concluded that we are the principal in these transactions for a number of reasons, most notably because we 1) control the overall economics of the transactions, including setting the sales price and realizing the majority of cash flows from the sale, 2) control the relationship with the customer, and 3) are responsible for fulfilling the promise to provide goods to the customer. Merchandise received under these arrangements is not included in Inventory because the purchase and sale of this inventory are virtually simultaneous. \n\nRevenue from Target gift card sales is recognized upon gift card redemption, which is typically within one year of issuance. Our gift cards do not expire. Based on historical redemption rates, a small and relatively stable percentage of gift cards will never be redeemed, referred to as \"breakage.\" Estimated breakage revenue is recognized over time in proportion to actual gift card redemptions. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 43 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nNOTES Index to Financial Statements \n\n##TABLE_END\n\n##TABLE_START \n\nGift Card Liability Activity \n\n(millions) \n\nJanuary 29, 2022 Gift Cards \n\nIssued During \n\nCurrent Period \n\nBut Not \n\nRedeemed (b) \n\nRevenue Recognized From Beginning Liability January 28, 2023 Gift card liability (a) \n\n$ 1,202 &#160; $ 927 &#160; $ ( 889 ) $ 1,240 &#160; ##TABLE_END\n\n(a) Included in Accrued and Other Current Liabilities. \n\n(b) Net of estimated breakage. \n\nGuests receive a 5 percent discount on nearly all purchases and receive free shipping at Target.com when they use their Target Debit Card, RedCard Reloadable Account, Target Credit Card, or Target MasterCard (collectively, RedCards). \n\nTarget Circle program members earn 1 percent rewards on nearly all non-RedCard purchases and rewards on various other transactions. As of January 28, 2023, and January 29, 2022, deferred revenue of $ 112 million and $ 89 million, respectively, related to this loyalty program was included in Accrued and Other Current Liabilities. \n\nCredit card profit sharing &#8211; We receive payments under a credit card program agreement with TD. Under the agreement, we receive a percentage of the profits generated by the Target Credit Card and Target MasterCard receivables in exchange for performing account servicing and primary marketing functions. TD underwrites, funds, and owns Target Credit Card and Target MasterCard receivables, controls risk management policies, and oversees regulatory compliance. \n\nOther &#8211; Includes advertising revenue, Shipt membership and service revenues, commissions earned on third-party sales through Target.com, rental income, and other miscellaneous revenues. \n\n4. Cost of Sales and Selling, General and Administrative Expenses \n\nThe following table illustrates the primary items classified in each major expense category: \n\n##TABLE_START Cost of Sales Selling, General and Administrative Expenses Total cost of products sold including &#8226; Freight expenses associated with moving merchandise from our vendors to and between our distribution centers and our retail stores &#8226; Vendor income that is not reimbursement of specific, incremental, and identifiable costs Inventory shrink Markdowns Outbound shipping and handling expenses associated with sales to our guests Payment term cash discounts Distribution center costs, including compensation and benefits costs and depreciation Compensation and benefit costs associated with shipment of merchandise from stores Import costs \n\nCompensation and benefit costs for stores and \n\nheadquarters, except ship from store costs classified \n\nas cost of sales \n\nOccupancy and operating costs of retail and \n\nheadquarters facilities \n\nAdvertising, offset by vendor income that is a \n\nreimbursement of specific, incremental, and \n\nidentifiable costs \n\nPre-opening and exit costs of stores and other facilities \n\nCredit cards servicing expenses \n\nCosts associated with accepting third-party bank issued \n\npayment cards \n\nLitigation and defense costs and related insurance \n\nrecoveries \n\nOther administrative costs \n\n##TABLE_END\n\nNote: The classification of these expenses varies across the retail industry. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 44 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nNOTES Index to Financial Statements \n\n##TABLE_END\n\n5. Consideration Received from Vendors \n\nWe receive consideration for a variety of vendor-sponsored programs&#8212;such as volume rebates, markdown allowances, promotions, certain advertising activities, and for our compliance programs&#8212;referred to as \"vendor income.\" Additionally, under our compliance programs, vendors are charged for merchandise shipments that do not meet our requirements (violations), such as late or incomplete shipments. Substantially all vendor income is recorded as a reduction of Cost of Sales. \n\nWe establish a receivable for vendor income that is earned but not yet received. Based on historical trending and data, this receivable is computed by forecasting vendor income collections and estimating the amount earned. The majority of the year-end vendor income receivables are collected within the following fiscal quarter, and we do not believe there is a reasonable likelihood that the assumptions used in our estimate will change significantly. Note 10 provides additional information. \n\n6. Advertising Costs \n\nAdvertising costs, which primarily consist of digital advertisements and media broadcast, are generally expensed at first showing or distribution of the advertisement. Reimbursements from vendors that are for specific, incremental, and identifiable advertising costs are recognized as offsets of these advertising costs within Selling, General and Administrative Expenses (SG&#38;A Expenses). Net advertising costs were $ 1.5 billion in 2022, 2021, and 2020. \n\n7. Fair Value Measurements \n\nFair value measurements are reported in one of three levels based on the lowest level of significant input used: Level 1 (unadjusted quoted prices in active markets); Level 2 (observable market inputs, other than quoted prices included in Level 1); and Level 3 (unobservable inputs that cannot be corroborated by observable market data). \n\n##TABLE_START Fair Value Measurements - Recurring Basis Fair Value as of (millions) Classification Measurement Level January 28, 2023 January 29, 2022 Assets &#160; &#160; Short-term investments (a) \n\nCash and Cash Equivalents Level 1 $ 1,343 &#160; $ 4,985 &#160; Prepaid forward contracts (b) \n\nOther Current Assets Level 1 27 &#160; 35 &#160; Interest rate swaps (c) \n\nOther Current Assets Level 2 &#8212; &#160; 17 &#160; Interest rate swaps (c) \n\nOther Noncurrent Assets Level 2 7 &#160; 135 &#160; Liabilities &#160; &#160; Interest rate swaps (c) \n\nOther Noncurrent Liabilities Level 2 81 &#160; &#8212; &#160; ##TABLE_END\n\n(a) Carrying value approximates fair value because maturities are less than three months. \n\n(b) Initially valued at transaction price. Subsequently valued by reference to the market price of Target common stock. \n\n(c) Valuations are based on observable inputs to the valuation model (e.g., interest rates and credit spreads). See Note 16 for additional information on interest rate swaps. \n\n##TABLE_START Significant Financial Instruments Not Measured at Fair Value (a) \n\nAs of January 28, 2023 As of January 29, 2022 (millions) Carrying Amount Fair Value Carrying Amount Fair Value \n\nLong-term debt, including current portion (b) \n\n$ 14,141 &#160; $ 13,688 &#160; $ 11,568 &#160; $ 12,808 &#160; ##TABLE_END\n\n(a) The carrying amounts of certain other current assets, commercial paper, accounts payable, and certain accrued and other current liabilities approximate fair value due to their short-term nature. \n\n(b) The fair value of debt is generally measured using a discounted cash flow analysis based on current market interest rates for the same or similar types of financial instruments and would be classified as Level 2. These amounts exclude commercial paper, unamortized swap valuation adjustments, and lease liabilities. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 45 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nNOTES Index to Financial Statements \n\n##TABLE_END\n\n8. Cash and Cash Equivalents \n\nCash equivalents include highly liquid investments with an original maturity of three months or less from the time of purchase. Cash equivalents also include amounts due from third-party financial institutions for credit and debit card transactions. These receivables typically settle in five days or less. \n\n##TABLE_START \n\nCash and Cash Equivalents \n\n(millions) \n\nJanuary 28, 2023 January 29, 2022 Cash $ 286 &#160; $ 349 &#160; Receivables from third-party financial institutions for credit and debit card transactions \n\n600 &#160; 577 &#160; Short-term investments 1,343 &#160; 4,985 &#160; Cash and Cash Equivalents (a) \n\n$ 2,229 &#160; $ 5,911 &#160; ##TABLE_END\n\n(a) We have access to these funds without any significant restrictions, taxes or penalties. \n\nAs of January 28, 2023, and January 29, 2022, we reclassified book overdrafts of $ 248 million and $ 366 million, respectively, to Accounts Payable and $ 14 million and $ 19 million, respectively, to Accrued and Other Current Liabilities. \n\n9. Inventory \n\nThe vast majority of our inventory is accounted for under the retail inventory accounting method (RIM) using the last-in, first-out (LIFO) method. Inventory is stated at the lower of LIFO cost or market. Inventory cost includes the amount we pay to our suppliers to acquire inventory, freight costs incurred to deliver product to our distribution centers and stores, and import costs, reduced by vendor income and cash discounts. Distribution center operating costs, including compensation and benefits, are expensed in the period incurred. Inventory is also reduced for estimated losses related to shrink and markdowns. The LIFO provision is calculated based on inventory levels, markup rates, and internally measured retail price indices, and was $ 132 million and $ 33 million as of January 28, 2023, and January 29, 2022, respectively. \n\nUnder RIM, inventory cost and the resulting gross margins are calculated by applying a cost-to-retail ratio to the inventory retail value. RIM is an averaging method that has been widely used in the retail industry due to its practicality. The use of RIM will result in inventory being valued at the lower of cost or market because permanent markdowns are taken as a reduction of the retail value of inventory. \n\n10. Other Current Assets \n\n##TABLE_START \n\nOther Current Assets \n\n(millions) \n\nJanuary 28, 2023 January 29, 2022 Accounts and other receivables $ 1,169 &#160; $ 835 &#160; Vendor income receivable 526 &#160; 518 &#160; Prepaid expenses 188 &#160; 170 &#160; Other 235 &#160; 237 &#160; Other Current Assets $ 2,118 &#160; $ 1,760 &#160; ##TABLE_END \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 46 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nNOTES Index to Financial Statements \n\n##TABLE_END\n\n11. Property and Equipment \n\nProperty and equipment, including assets acquired under finance leases, is depreciated using the straight-line method over estimated useful lives or lease terms if shorter. We amortize leasehold improvements purchased after the beginning of the initial lease term over the shorter of the assets' useful lives or a term that includes the remaining initial lease term, plus any renewals that are reasonably certain at the date the leasehold improvements are acquired. Total depreciation expense, including depreciation expense included in Cost of Sales, was $ 2.7 billion, $ 2.6 billion, and $ 2.5 billion for 2022, 2021, and 2020, respectively. For income tax purposes, accelerated depreciation methods are generally used. Repair and maintenance costs are expensed as incurred. Facility pre-opening costs, including supplies and payroll, are expensed as incurred. \n\n##TABLE_START Estimated Useful Lives Life (Years) Buildings and improvements 8 - 39 \n\nFixtures and equipment 2 - 15 \n\nComputer hardware and software 2 - 7 \n\n##TABLE_END \n\nWe review long-lived assets for impairment when performance expectations, events, or changes in circumstances&#8212;such as a decision to relocate or close a store, office, or distribution center, discontinue a project, or make significant software changes&#8212;indicate that the asset's carrying value may not be recoverable. We recognized impairment losses of $ 66 million, $ 87 million, and $ 62 million during 2022, 2021, and 2020, respectively. For asset groups classified as held for sale, measurement of an impairment loss is based on the excess of the carrying amount of the asset group over its fair value. We estimate fair value by obtaining market appraisals, obtaining valuations from third-party brokers, or using other valuation techniques. Impairments are recorded in SG&#38;A Expenses. \n\n12. Other Noncurrent Assets \n\n##TABLE_START \n\nOther Noncurrent Assets \n\n(millions) \n\nJanuary 28, 2023 January 29, 2022 \n\nGoodwill and intangible assets (a) \n\n$ 645 &#160; $ 656 &#160; \n\nCompany-owned life insurance investments, net of loans (b) \n\n440 &#160; 470 &#160; Other 235 &#160; 375 &#160; Other Noncurrent Assets $ 1,320 &#160; $ 1,501 &#160; ##TABLE_END\n\n(a) Goodwill totaled $ 631 million as of both January 28, 2023, and January 29, 2022. No impairments were recorded in 2022, 2021, or 2020 as a result of the annual goodwill impairment tests performed. \n\n(b) Note 22 provides more information on company-owned life insurance investments. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 47 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nNOTES Index to Financial Statements \n\n##TABLE_END\n\n13. Accrued and Other Current Liabilities \n\n##TABLE_START \n\nAccrued and Other Current Liabilities \n\n(millions) \n\nJanuary 28, 2023 January 29, 2022 Wages and benefits $ 1,319 &#160; $ 1,620 &#160; \n\nGift card liability, net of estimated breakage \n\n1,240 &#160; 1,202 &#160; \n\nReal estate, sales, and other taxes payable \n\n772 &#160; 1,042 &#160; Dividends payable 497 &#160; 424 &#160; Current portion of operating lease liabilities 296 &#160; 254 &#160; \n\nWorkers' compensation and general liability (a) \n\n173 &#160; 169 &#160; Interest payable 94 &#160; 77 &#160; Other 1,492 &#160; 1,310 &#160; Accrued and Other Current Liabilities $ 5,883 &#160; $ 6,098 &#160; ##TABLE_END\n\n(a) We retain a substantial portion of the risk related to general liability and workers' compensation claims. We estimate our ultimate cost based on analysis of historical data and actuarial estimates. General liability and workers' compensation liabilities are recorded at our estimate of their net present value. Note 19 provides the noncurrent balance of these liabilities. \n\n14. Commitments and Contingencies \n\nContingencies \n\nWe are exposed to claims and litigation arising in the ordinary course of business and use various methods to resolve these matters in a manner that we believe serves the best interest of our shareholders and other constituents. When a loss is probable, we record an accrual based on the reasonably estimable loss or range of loss. When no point of loss is more likely than another, we record the lowest amount in the estimated range of loss and, if material, disclose the estimated range of loss. We do not record liabilities for reasonably possible loss contingencies, but do disclose a range of reasonably possible losses if they are material and we are able to estimate such a range. If we cannot provide a range of reasonably possible losses, we explain the factors that prevent us from determining such a range. Historically, adjustments to our estimates have not been material. We believe the recorded reserves in our consolidated financial statements are adequate in light of the probable and estimable liabilities. We do not believe that any of these identified claims or litigation will be material to our results of operations, cash flows, or financial condition. \n\nCommitments \n\nPurchase obligations, which include all legally binding contracts such as merchandise royalties, equipment purchases, marketing-related contracts, software acquisition/license commitments, firm minimum commitments for inventory purchases, and service contracts, were $ 1.0 billion and $ 944 million as of January 28, 2023, and January 29, 2022, respectively. These purchase obligations are primarily due within three years and recorded as liabilities when goods are received or services are rendered. Real estate obligations, which include legally binding minimum lease payments for leases signed but not yet commenced, and commitments for the purchase, construction, or remodeling of real estate and facilities, were $ 5.3 billion and $ 2.5 billion as of January 28, 2023, and January 29, 2022, respectively. Approximately half of these real estate obligations are due within one year , a portion of which are recorded as liabilities. \n\nWe issue inventory purchase orders in the ordinary course of business, which represent authorizations to purchase that are cancellable by their terms. We do not consider purchase orders to be firm inventory commitments. If we choose to cancel a purchase order, we may be obligated to reimburse the vendor for unrecoverable outlays incurred prior to cancellation. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 48 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nNOTES Index to Financial Statements \n\n##TABLE_END\n\nWe also issue letters of credit and surety bonds in the ordinary course of business. Trade letters of credit totaled $ 1.6 billion and $ 2.6 billion as of January 28, 2023, and January 29, 2022, respectively, a portion of which are reflected in Accounts Payable. Standby letters of credit and surety bonds, primarily related to insurance and regulatory requirements, totaled $ 519 million and $ 517 million as of January 28, 2023, and January 29, 2022, respectively. \n\n15. Commercial Paper and Long-Term Debt \n\n##TABLE_START Debt Maturities (dollars in millions) Weighted-Average Interest Rate at January 28, 2023 January 28, 2023 January 29, 2022 Due 2022 &#8212; &#160; % $ &#8212; &#160; $ 63 &#160; Due 2023-2027 2.6 &#160; 4,582 &#160; 4,578 &#160; Due 2028-2032 4.6 &#160; 4,297 &#160; 2,807 &#160; Due 2033-2037 6.8 &#160; 937 &#160; 937 &#160; Due 2038-2042 4.0 &#160; 1,087 &#160; 1,085 &#160; Due 2043-2047 3.8 &#160; 1,119 &#160; 1,118 &#160; Due 2048-2052 3.9 &#160; 2,119 &#160; 980 &#160; Total notes and debentures 14,141 &#160; 11,568 &#160; Swap valuation adjustments &#160; ( 74 ) 77 &#160; Finance lease liabilities &#160; 2,072 &#160; 2,075 &#160; Less: Amounts due within one year &#160; ( 130 ) ( 171 ) Long-term debt and other borrowings &#160; $ 16,009 &#160; $ 13,549 &#160; ##TABLE_END \n\n##TABLE_START \n\nRequired Principal Payments \n\n(millions) \n\n2023 2024 2025 2026 2027 Thereafter Total required principal payments $ &#8212; &#160; $ 1,000 &#160; $ 1,500 &#160; $ 2,000 &#160; $ 97 &#160; $ 9,655 &#160; ##TABLE_END \n\nIn January 2023, we issued unsecured fixed rate debt of $ 1.15 billion at 4.8 percent that matures in January 2053 and $ 500 million at 4.4 percent that matures in January 2033. In connection with this issuance, we terminated our remaining forward-starting interest rate swaps. Note 16 provides additional information. \n\nIn September 2022, we issued unsecured fixed rate debt of $ 1.0 billion at 4.5 percent that matures in September 2032. In connection with this issuance, we terminated certain of our forward-starting interest rate swaps. Note 16 provides additional information. \n\nIn January 2022, we issued unsecured fixed rate debt of $ 1.0 billion at 1.95 percent that matures in January 2027 and $ 1.0 billion at 2.95 percent that matures in January 2052. Furthermore, we repaid $ 1.0 billion of 2.9 percent unsecured fixed rate debt at maturity. \n\nIn October 2020, we repurchased $ 1.77 billion of unsecured fixed rate debt before its maturity at a market value of $ 2.25 billion. We recognized a loss on early retirement of $ 512 million, which was recorded in Net Interest Expense. \n\nIn March 2020, we issued unsecured fixed rate debt of $ 1.5 billion at 2.25 percent that matures in April 2025 and $ 1.0 billion at 2.65 percent that matures in September 2030. \n\nWe obtain short-term financing from time to time under our commercial paper program. For the year ended January 28, 2023, the maximum amount outstanding was $ 2.3 billion, and the average daily amount outstanding was $ 709 million, at a weighted average annual interest rate of 2.4 percent. As of January 28, 2023, there was no commercial paper outstanding. No balances were outstanding under our commercial paper program at any time during 2021 or 2020. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 49 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nNOTES Index to Financial Statements \n\n##TABLE_END\n\nIn October 2022, we obtained a new committed $ 1.0 billion 364 -day unsecured revolving credit facility that will expire in October 2023. We also extended our existing committed $ 3.0 billion unsecured revolving credit facility, which now expires in October 2027. No balances were outstanding under either facility at any time during 2022, 2021, or 2020. \n\nSubstantially all of our outstanding borrowings are senior, unsecured obligations. Most of our long-term debt obligations contain covenants related to secured debt levels. In addition to a secured debt level covenant, our credit facilities also contain a debt leverage covenant. We are, and expect to remain, in compliance with these covenants, which have no practical effect on our ability to pay dividends. \n\n16. Derivative Financial Instruments \n\nOur derivative instruments consist of interest rate swaps used to mitigate interest rate risk. As a result, we have counterparty credit exposure to large global financial institutions, which we monitor on an ongoing basis. Note 7 provides the fair value and classification of these instruments. \n\nDuring 2022, we entered into interest rate swaps with a total notional amount of $ 950 million. Under the swap agreements, we pay a floating rate equal to the daily Secured Overnight Financing Rate (SOFR) compounded over six months and receive a weighted average fixed rate of 3.1 percent. The agreements have a weighted average remaining maturity of 7.6 years. For other existing swap agreements, with a total notional amount of $ 1.5 billion, we pay a floating rate equal to 1-month LIBOR and receive a weighted average fixed rate of 2.6 percent. The agreements have a weighted average remaining maturity of 4.9 years. As of January 28, 2023, and January 29, 2022, interest rate swaps with notional amounts totaling $ 2.45 billion and $ 1.5 billion were designated as fair value hedges, and all were considered to be perfectly effective under the shortcut method during 2022 and 2021. \n\nDuring 2022, we were party to forward-starting interest rate swaps to hedge the interest rate exposure of anticipated future debt issuances. We designated these derivative financial instruments as cash flow hedges. In January 2023, we terminated forward-starting interest rate swap agreements that hedged $ 1.45 billion of the $ 1.65 billion debt issuance described in Note 15 . In September 2022, we terminated forward-starting interest rate swap agreements that hedged $ 700 million of the $ 1 billion debt issuance described in Note 15 . The resulting gains upon termination of these swap agreements in January 2023 and September 2022 were $ 310 million and $ 109 million, respectively, which were recorded in Accumulated Comprehensive Loss (AOCI) and will be recognized as a reduction to Net Interest Expense over the respective term of the debt. The cash flows related to forward-starting interest rate swaps are included within operating activities in the Consolidated Statements of Cash Flows. \n\n##TABLE_START \n\nEffect of Hedges on Debt \n\n(millions) \n\nJanuary 28, 2023 January 29, 2022 Long-term debt and other borrowings Carrying amount of hedged debt $ 2,366 &#160; $ 1,572 &#160; Cumulative hedging adjustments, included in carrying amount ( 74 ) 77 &#160; ##TABLE_END\n\n##TABLE_START \n\nEffect of Hedges on Net Interest Expense \n\n(millions) \n\n2022 2021 2020 Gain (loss) on fair value hedges recognized in Net Interest Expense Interest rate swap designated as fair value hedges $ ( 151 ) $ ( 106 ) $ 46 &#160; Hedged debt 151 &#160; 106 &#160; ( 46 ) Gain on cash flow hedges recognized in Net Interest Expense 4 &#160; &#8212; &#160; &#8212; &#160; Total $ 4 &#160; $ &#8212; &#160; $ &#8212; &#160; ##TABLE_END\n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 50 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nNOTES Index to Financial Statements \n\n##TABLE_END\n\n17. Leases \n\nWe lease certain retail stores, warehouses, distribution centers, office space, land, and equipment. Leases with an initial term of 12 months or less are not recorded on the balance sheet; we recognize lease expense for these leases on a straight-line basis over the lease term. We combine lease and nonlease components for new and reassessed leases. \n\nMost leases include one or more options to renew, with renewal terms that can extend the lease term from one to 50 years or more. The exercise of lease renewal options is at our sole discretion. Certain leases also include options to purchase the leased property. The depreciable life of leased assets and leasehold improvements are limited by the expected lease term, unless there is a transfer of title or purchase option reasonably certain of exercise. We use our incremental borrowing rate based on the information available at the commencement date in determining the present value of lease payments. \n\nCertain of our lease agreements require reimbursement of real estate taxes, common area maintenance, and insurance, as well as rental payments based on a percentage of retail sales over contractual levels and others include rental payments adjusted periodically for inflation. Our lease agreements do not contain any material residual value guarantees or material restrictive covenants. \n\nWe rent or sublease certain real estate to third parties. Our lease and sublease portfolio consists mainly of operating leases with CVS Pharmacy Inc. (CVS) for space within our stores. \n\n##TABLE_START \n\nLeases \n\n(millions) \n\nClassification January 28, 2023 January 29, 2022 Assets Operating Operating Lease Assets $ 2,657 &#160; $ 2,556 &#160; Finance Buildings and Improvements, net of Accumulated Depreciation (a) \n\n1,673 &#160; 1,652 &#160; Total leased assets $ 4,330 &#160; $ 4,208 &#160; Liabilities Current Operating \n\nAccrued and Other Current Liabilities $ 296 &#160; $ 254 &#160; Finance \n\nCurrent Portion of Long-term Debt and Other Borrowings \n\n129 &#160; 108 &#160; Noncurrent Operating \n\nNoncurrent Operating Lease Liabilities 2,638 &#160; 2,493 &#160; Finance \n\nLong-term Debt and Other Borrowings 1,943 &#160; 1,967 &#160; Total lease liabilities $ 5,006 &#160; $ 4,822 &#160; ##TABLE_END\n\n(a) Finance lease assets are recorded net of accumulated amortization of $ 623 million and $ 670 million as of January 28, 2023, and January 29, 2022, respectively. \n\n##TABLE_START \n\nLease Cost \n\n(millions) \n\nClassification 2022 2021 2020 \n\nOperating lease cost (a) \n\nSG&#38;A Expenses $ 467 &#160; $ 387 &#160; $ 332 &#160; Finance lease cost Amortization of leased assets \n\nDepreciation and Amortization (b) \n\n133 &#160; 127 &#160; 105 &#160; Interest on lease liabilities \n\nNet Interest Expense 68 &#160; 68 &#160; 62 &#160; \n\nSublease income (c) \n\nOther Revenue ( 19 ) ( 18 ) ( 15 ) Net lease cost $ 649 &#160; $ 564 &#160; $ 484 &#160; ##TABLE_END\n\n(a) 2022, 2021, and 2020 include $ 101 million, $ 64 million, and $ 44 million, respectively, of short-term and variable lease costs. \n\n(b) Supply chain-related amounts are included in Cost of Sales. \n\n(c) Sublease income excludes rental income from owned properties of $ 49 million for 2022, and $ 48 million for each of 2021 and 2020, which is included in Other Revenue. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 51 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nNOTES Index to Financial Statements \n\n##TABLE_END\n\n##TABLE_START \n\nMaturity of Lease Liabilities \n\nOperating \n\nFinance \n\n(millions) \n\nLeases (a) \n\nLeases (b) \n\nTotal 2023 $ 386 &#160; $ 194 &#160; $ 580 &#160; 2024 379 &#160; 175 &#160; 554 &#160; 2025 362 &#160; 174 &#160; 536 &#160; 2026 345 &#160; 175 &#160; 520 &#160; 2027 331 &#160; 175 &#160; 506 &#160; Thereafter 1,826 &#160; 1,847 &#160; 3,673 &#160; Total lease payments $ 3,629 &#160; $ 2,740 &#160; $ 6,369 &#160; Less: Interest 695 &#160; 668 &#160; &#160; Present value of lease liabilities \n\n$ 2,934 &#160; $ 2,072 &#160; &#160; ##TABLE_END\n\n(a) Operating lease payments include $ 878 million related to options to extend lease terms that are reasonably certain of being exercised and exclude $ 1.8 billion of legally binding minimum lease payments for leases signed but not yet commenced. \n\n(b) Finance lease payments include $ 195 million related to options to extend lease terms that are reasonably certain of being exercised and exclude $ 813 million of legally binding minimum lease payments for leases signed but not yet commenced. \n\n##TABLE_START Lease Term and Discount Rate January 28, 2023 January 29, 2022 Weighted average remaining lease term (years) Operating leases \n\n11.4 12.2 Finance leases \n\n15.4 15.2 Weighted average discount rate Operating leases \n\n3.52 &#160; % 3.28 &#160; % Finance leases \n\n3.56 &#160; % 3.49 &#160; % ##TABLE_END \n\n##TABLE_START \n\nOther Information \n\n(millions) \n\n2022 2021 2020 Cash paid for amounts included in the measurement of lease liabilities Operating cash flows from operating leases \n\n$ 364 &#160; $ 316 &#160; $ 284 &#160; Operating cash flows from finance leases \n\n63 &#160; 64 &#160; 59 &#160; Financing cash flows from finance leases \n\n100 &#160; 91 &#160; 70 &#160; ##TABLE_END \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 52 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nNOTES Index to Financial Statements \n\n##TABLE_END\n\n18. Income Taxes \n\nEarnings before income taxes were $ 3.4 billion, $ 8.9 billion, and $ 5.5 billion during 2022, 2021, and 2020, respectively, including $ 1.3 billion, $ 896 million, and $ 764 million earned by our foreign entities subject to tax outside of the U.S. \n\n##TABLE_START Tax Rate Reconciliation 2022 2021 2020 Federal statutory rate 21.0 &#160; % 21.0 &#160; % 21.0 &#160; % State income taxes, net of the federal tax benefit 3.0 &#160; 3.9 &#160; 3.3 &#160; International ( 2.1 ) ( 1.3 ) ( 1.2 ) Excess tax benefit related to share-based payments ( 1.6 ) ( 0.8 ) ( 1.0 ) Federal tax credits ( 1.5 ) ( 0.5 ) ( 0.6 ) Other ( 0.1 ) ( 0.3 ) ( 0.3 ) Effective tax rate 18.7 &#160; % 22.0 &#160; % 21.2 &#160; % ##TABLE_END \n\n##TABLE_START \n\nProvision for Income Taxes \n\n(millions) \n\n2022 2021 2020 Current: &#160; &#160; &#160; Federal $ ( 84 ) $ 1,111 &#160; $ 1,013 &#160; State 33 &#160; 325 &#160; 281 &#160; International 107 &#160; 3 &#160; 68 &#160; Total current 56 &#160; 1,439 &#160; 1,362 &#160; Deferred: &#160; &#160; &#160; Federal 501 &#160; 423 &#160; ( 118 ) State 82 &#160; 98 &#160; ( 64 ) International ( 1 ) 1 &#160; ( 2 ) Total deferred 582 &#160; 522 &#160; ( 184 ) Total provision $ 638 &#160; $ 1,961 &#160; $ 1,178 &#160; ##TABLE_END \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 53 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nNOTES Index to Financial Statements \n\n##TABLE_END\n\n##TABLE_START \n\nNet Deferred Tax Asset / (Liability) \n\n(millions) \n\nJanuary 28, 2023 January 29, 2022 Gross deferred tax assets: &#160; &#160; Accrued and deferred compensation $ 365 &#160; $ 441 &#160; Accruals and reserves not currently deductible 233 &#160; 211 &#160; Self-insured benefits 156 &#160; 141 &#160; Deferred occupancy income 125 &#160; 133 &#160; Lease liabilities 1,316 &#160; 1,245 &#160; Other 142 &#160; 18 &#160; Total gross deferred tax assets 2,337 &#160; 2,189 &#160; Gross deferred tax liabilities: &#160; &#160; Property and equipment ( 2,613 ) ( 2,265 ) Leased assets ( 1,115 ) ( 1,089 ) Inventory ( 594 ) ( 266 ) Other ( 205 ) ( 130 ) Total gross deferred tax liabilities ( 4,527 ) ( 3,750 ) \n\nTotal net deferred tax liability (a) \n\n$ ( 2,190 ) $ ( 1,561 ) ##TABLE_END\n\n(a) $ 6 million of the balance as of January 28, 2023, and January 29, 2022, is included in Other Noncurrent Assets. \n\nWe file a U.S. federal income tax return and income tax returns in various states and foreign jurisdictions. The U.S. Internal Revenue Service (IRS) has completed exams on the U.S. federal income tax returns for years 2020 and prior. With few exceptions, we are no longer subject to state and local or non-U.S. income tax examinations by tax authorities for years before 2015. \n\n##TABLE_START \n\nReconciliation of Gross Unrecognized Tax Benefits \n\n(millions) \n\n2022 2021 2020 Balance at beginning of period $ 125 &#160; $ 181 &#160; $ 160 &#160; Additions based on tax positions related to the current year 115 &#160; 32 &#160; 35 &#160; Additions for tax positions of prior years 21 &#160; 11 &#160; 32 &#160; Reductions for tax positions of prior years ( 23 ) ( 95 ) ( 36 ) Settlements ( 5 ) ( 4 ) ( 10 ) Balance at end of period $ 233 &#160; $ 125 &#160; $ 181 &#160; ##TABLE_END \n\nIf we were to prevail on all unrecognized tax benefits recorded, the amount that would benefit the effective tax rate was $ 107 million, $ 67 million, and $ 99 million as of January 28, 2023, January 29, 2022, and January 30, 2021, respectively. In addition, the reversal of accrued interest and penalties would also benefit the effective tax rate. Interest and penalties associated with unrecognized tax benefits are recorded within income tax expense. During 2022, 2021, and 2020, we recorded an expense / (benefit) from accrued interest and penalties of $( 4 ) million, $ 1 million, and $( 12 ) million, respectively. As of January 28, 2023, January 29, 2022, and January 30, 2021, total accrued interest and penalties were $ 7 million, $ 13 million, and $ 12 million, respectively. \n\nIt is reasonably possible that the amount of the unrecognized tax benefits with respect to our other unrecognized tax positions will increase or decrease during the next twelve months; however, an estimate of the amount or range of the change cannot be made at this time. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 54 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nNOTES Index to Financial Statements \n\n##TABLE_END\n\n19. Other Noncurrent Liabilities \n\n##TABLE_START \n\nOther Noncurrent Liabilities \n\n(millions) \n\nJanuary 28, 2023 January 29, 2022 Deferred compensation $ 550 &#160; $ 572 &#160; \n\nDeferred occupancy income (a) \n\n449 &#160; 479 &#160; Workers' compensation and general liability 387 &#160; 350 &#160; Income and other taxes payable 168 &#160; 139 &#160; Pension benefits 37 &#160; 45 &#160; Other 169 &#160; 44 &#160; Other Noncurrent Liabilities $ 1,760 &#160; $ 1,629 &#160; ##TABLE_END\n\n(a) To be amortized evenly through 2038. \n\n20. Share Repurchase \n\nWe periodically repurchase shares of our common stock under a board-authorized repurchase program through a combination of open market transactions, accelerated share repurchase arrangements, and other privately negotiated transactions with financial institutions. \n\n##TABLE_START \n\nShare Repurchase Activity \n\n(millions, except per share data) \n\n2022 2021 2020 Total number of shares purchased 12.5 &#160; 31.3 &#160; 5.7 &#160; Average price paid per share $ 211.57 &#160; $ 230.07 &#160; $ 107.58 &#160; Total investment $ 2,646 &#160; $ 7,190 &#160; $ 609 &#160; ##TABLE_END \n\n21. Share-Based Compensation \n\nWe maintain a long-term incentive plan for key team members and non-employee members of our Board of Directors. This plan allows us to grant equity-based compensation awards, including stock options, stock appreciation rights, performance share units, restricted stock units, restricted stock awards, or a combination of awards (collectively, share-based awards). The number of unissued common shares reserved for future grants under this plan was 32.5 million as of January 28, 2023. \n\nCompensation expense associated with share-based awards is recognized on a straight-line basis over the required service period and reflects estimated forfeitures. Share-based compensation expense recognized in SG&#38;A Expenses was $ 224 million, $ 238 million, and $ 210 million, and the related income tax benefit was $ 52 million, $ 45 million, and $ 39 million, in 2022, 2021, and 2020, respectively. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 55 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nNOTES Index to Financial Statements \n\n##TABLE_END\n\nRestricted Stock Units \n\nWe issue restricted stock units and performance-based restricted stock units generally with 3 -year cliff or 4 -year graduated vesting from the grant date (collectively restricted stock units) to certain team members. The final number of shares issued under performance-based restricted stock units is based on our total shareholder return relative to a retail peer group over a 3-year performance period. We also regularly issue restricted stock units to our Board of Directors, which vest quarterly over a 1-year period and are settled in shares of Target common stock upon departure from the Board. The fair value for restricted stock units is calculated based on our stock price on the date of grant, incorporating an analysis of the total shareholder return performance measure where applicable. The weighted average grant date fair value for restricted stock units was $ 208.80 , $ 186.98 , and $ 110.80 in 2022, 2021, and 2020, respectively. \n\n##TABLE_START Restricted Stock Unit Activity Total Nonvested Units &#160; Restricted \n\nStock (a) \n\nGrant Date \n\nFair Value (b) \n\nJanuary 29, 2022 3,599 &#160; $ 123.74 &#160; Granted 1,591 &#160; 208.80 &#160; Forfeited ( 291 ) 161.64 &#160; Vested ( 1,578 ) 106.64 &#160; January 28, 2023 3,321 &#160; $ 167.25 &#160; ##TABLE_END\n\n(a) Represents the number of shares of restricted stock units, in thousands. For performance-based restricted stock units, assumes attainment of maximum payout rates as set forth in the performance criteria. Applying actual or expected payout rates, the number of outstanding restricted stock units and performance-based restricted stock units as of January 28, 2023 was 3.25 million. \n\n(b) Weighted average per unit . \n\nThe expense recognized each period is partially dependent upon our estimate of the number of shares that will ultimately be issued. As of January 28, 2023, there was $ 267 million of total unrecognized compensation expense related to restricted stock units, which is expected to be recognized over a weighted average period of 2.6 years. The fair value of restricted stock units vested and converted to shares of Target common stock was $ 321 million, $ 323 million, and $ 151 million in 2022, 2021, and 2020, respectively. \n\nPerformance Share Units \n\nWe issue performance share units to certain team members that represent shares potentially issuable in the future. Issuance is based upon our performance, generally relative to a retail peer group, over a 3-year or 4-year performance period on certain measures primarily including sales growth, after-tax return on invested capital, and earnings per share growth. The fair value of performance share units is calculated based on our stock price on the date of grant. The weighted average grant date fair value for performance share units was $ 216.63 , $ 179.58 , and $ 106.00 in 2022, 2021, and 2020, respectively. \n\n##TABLE_START Performance Share Unit Activity Total Nonvested Units &#160; Performance \n\nShare Units (a) \n\nGrant Date \n\nFair Value (b) \n\nJanuary 29, 2022 2,257 &#160; $ 111.82 &#160; Granted 524 &#160; 216.63 &#160; Forfeited ( 67 ) 159.04 &#160; Vested ( 827 ) 78.32 &#160; January 28, 2023 1,887 &#160; $ 152.26 &#160; ##TABLE_END\n\n(a) Represents the number of performance share units, in thousands. Assumes attainment of maximum payout rates as set forth in the performance criteria. Applying actual or expected payout rates, the number of outstanding performance share units as of January 28, 2023 was 1.26 million. \n\n(b) Weighted average per unit. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 56 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nNOTES Index to Financial Statements \n\n##TABLE_END\n\nThe expense recognized each period is partially dependent upon our estimate of the number of shares that will ultimately be issued. Future compensation expense for unvested awards could reach a maximum of $ 120 million assuming payout of all unvested awards. The unrecognized expense is expected to be recognized over a weighted average period of 1.4 years. The fair value of performance share units vested and converted to shares of Target common stock was $ 178 million, $ 127 million, and $ 82 million in 2022, 2021, and 2020, respectively. \n\nStock Options \n\nIn the past, we granted stock options to certain team members. All outstanding stock options are vested and currently exercisable. \n\n##TABLE_START Stock Option Activity Stock Options &#160; Total Outstanding &#38; Exercisable &#160; Number of \n\nOptions (a) \n\nExercise \n\nPrice (b) \n\nIntrinsic \n\nValue (c) \n\nJanuary 29, 2022 210 &#160; $ 58.17 &#160; $ 33 &#160; \n\nExercised / issued \n\n( 88 ) 61.07 &#160; &#160; January 28, 2023 122 &#160; $ 56.07 &#160; $ 14 &#160; ##TABLE_END\n\n(a) In thousands. \n\n(b) Weighted average per share. \n\n(c) Represents stock price appreciation subsequent to the grant date, in millions. \n\n##TABLE_START \n\nStock Option Exercises \n\n(millions) \n\n2022 2021 2020 Cash received for exercise price $ 4 &#160; $ 8 &#160; $ 23 &#160; Intrinsic value 11 &#160; 45 &#160; 161 &#160; Income tax benefit 2 &#160; 11 &#160; 41 &#160; ##TABLE_END\n\nAs of January 28, 2023, there was no unrecognized compensation expense related to stock options. The weighted average remaining life of exercisable and outstanding options is 1.2 years. \n\n22. Defined Contribution Plans \n\nTeam members who meet eligibility requirements can participate in a defined contribution 401(k) plan by investing up to 80 percent of their eligible earnings, as limited by statute or regulation. We match 100 percent of each team member's contribution up to 5 percent of eligible earnings. Company match contributions are made to funds designated by the participant, none of which are based on Target common stock. \n\nIn addition, we maintain an unfunded, nonqualified deferred compensation plan for a broad management group whose participation in our 401(k) plan is limited by statute or regulation. These team members choose from a menu of crediting rate alternatives that are generally the same as the investment choices in our 401(k) plan, but also includes a fund based on Target common stock. We credit an additional 2 percent per year to the accounts of all active participants, excluding members of our executive leadership team, in part to recognize the risks inherent to their participation in this plan. We also maintain a frozen, unfunded, nonqualified deferred compensation plan covering less than 50 participants. Our total liability under these plans was $ 600 million and $ 632 million as of January 28, 2023, and January 29, 2022, respectively. \n\nWe mitigate our risk of offering the nonqualified plans through investing in company-owned life insurance and prepaid forward contracts that substantially offset our economic exposure to the returns of these plans. These investments are general corporate assets and are marked to market with the related gains and losses recognized in the Consolidated Statements of Operations in the period they occur. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 57 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nNOTES Index to Financial Statements \n\n##TABLE_END\n\n##TABLE_START Plan Expenses &#160; &#160; &#160; (millions) 2022 2021 2020 401(k) plan matching contributions expense $ 335 &#160; $ 307 &#160; $ 281 &#160; Nonqualified deferred compensation plans &#160; &#160; &#160; Benefits (income) / expense \n\n$ ( 15 ) $ 59 &#160; $ 86 &#160; Related investment (income) / expense \n\n40 &#160; ( 27 ) ( 58 ) Nonqualified plans net expense $ 25 &#160; $ 32 &#160; $ 28 &#160; ##TABLE_END \n\n23. Pension Plans \n\nWe have a U.S. qualified defined benefit pension plan covering team members who meet eligibility requirements. This plan is closed to new participants. Active participants accrue benefits under a final average pay feature or a cash balance feature. We also have unfunded, nonqualified pension plans for team members with qualified plan compensation restrictions, as well as international plans. Eligibility and the level of benefits under all plans vary depending on each team member's full-time or part-time status, date of hire, age, length of service, and/or compensation. \n\n##TABLE_START Funded Status Qualified Plan Nonqualified and International Plans (millions) 2022 2021 2022 2021 Projected benefit obligations $ 3,616 &#160; $ 4,305 &#160; $ 64 &#160; $ 72 &#160; Fair value of plan assets 3,691 &#160; 4,433 &#160; 17 &#160; 16 &#160; \n\nFunded / (underfunded) status \n\n$ 75 &#160; $ 128 &#160; $ ( 47 ) $ ( 56 ) ##TABLE_END \n\nContributions and Estimated Future Benefit Payments \n\nOur obligations to plan participants can be met over time through a combination of company contributions to these plans and earnings on plan assets. In 2022 we made a discretionary contribution of $ 150 million to our qualified defined benefit pension plan. In 2021 we made no contributions to our qualified defined benefit pension plan. We are not required to make any contributions to our qualified defined benefit pension plan in 2023. However, depending on investment performance and plan funded status, we may elect to make a contribution. \n\n##TABLE_START \n\nEstimated Future Benefit Payments \n\n(millions) \n\nPension Benefits 2023 $ 330 &#160; 2024 232 &#160; 2025 238 &#160; 2026 243 &#160; 2027 249 &#160; 2028 - 2032 1,310 &#160; ##TABLE_END \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 58 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nNOTES Index to Financial Statements \n\n##TABLE_END\n\nCost of Plans \n\n##TABLE_START Net Pension Benefits Expense (millions) Classification 2022 2021 2020 Service cost benefits earned SG&#38;A Expenses $ 94 &#160; $ 100 &#160; $ 103 &#160; Interest cost on projected benefit obligation Net Other (Income) / Expense 117 &#160; 96 &#160; 118 &#160; Expected return on assets Net Other (Income) / Expense ( 234 ) ( 238 ) ( 242 ) Amortization of losses Net Other (Income) / Expense 61 &#160; 113 &#160; 127 &#160; Amortization of prior service cost Net Other (Income) / Expense 10 &#160; &#8212; &#160; ( 11 ) Settlement charges Net Other (Income) / Expense &#8212; &#160; &#8212; &#160; 1 &#160; Total $ 48 &#160; $ 71 &#160; $ 96 &#160; ##TABLE_END \n\nAssumptions \n\n##TABLE_START Benefit Obligation Weighted Average Assumptions 2022 2021 Discount rate 4.83 &#160; % 3.30 &#160; % Average assumed rate of compensation increase 3.00 &#160; 3.00 &#160; Cash balance plan interest crediting rate 4.64 &#160; 4.64 &#160; ##TABLE_END \n\n##TABLE_START Net Periodic Benefit Expense Weighted Average Assumptions 2022 2021 2020 Discount rate 3.30 &#160; % 2.84 &#160; % 3.13 &#160; % Expected long-term rate of return on plan assets 5.60 &#160; 5.80 &#160; 6.10 &#160; Average assumed rate of compensation increase 3.00 &#160; 3.00 &#160; 3.00 &#160; Cash balance plan interest crediting rate 4.64 &#160; 4.64 &#160; 4.64 &#160; ##TABLE_END \n\nThe weighted average assumptions used to measure net periodic benefit expense each year are the rates as of the beginning of the year (i.e., the prior measurement date). Our most recent compound annual rate of return on qualified plan assets was 1.2 percent, 4.2 percent, 4.5 percent, and 6.7 percent for the 5-year , 10-year , 15-year , and 20-year time periods, respectively. \n\nThe market-related value of plan assets is used in calculating the expected return on assets. Historical differences between expected and actual returns are deferred and recognized in the market-related value over a 5-year period from the year in which they occur. \n\nWe review the expected long-term rate of return annually and revise it as appropriate. Additionally, we monitor the mix of investments in our portfolio to ensure alignment with our long-term strategy to manage pension cost and reduce volatility in our assets. Our 2022 expected annualized long-term rate of return assumptions were 6.0 percent for domestic equity securities, 7.0 percent for international equity securities, 3.0 percent for long-duration debt securities, 7.0 percent for diversified funds, and 7.0 percent for other investments. These estimates are a judgmental matter in which we consider the composition of our asset portfolio, our historical long-term investment performance, and current market conditions. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 59 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nNOTES Index to Financial Statements \n\n##TABLE_END\n\nBenefit Obligation \n\n##TABLE_START Change in Projected Benefit Obligation Qualified Plan Nonqualified and International Plans (millions) 2022 2021 2022 2021 Benefit obligation at beginning of period $ 4,305 &#160; $ 4,594 &#160; $ 72 &#160; $ 74 &#160; Service cost 89 &#160; 94 &#160; 5 &#160; 6 &#160; Interest cost 116 &#160; 95 &#160; 2 &#160; 1 &#160; \n\nActuarial gain (a) \n\n( 602 ) ( 247 ) ( 9 ) ( 4 ) Participant contributions 2 &#160; 5 &#160; &#8212; &#160; &#8212; &#160; Benefits paid ( 294 ) ( 236 ) ( 6 ) ( 5 ) \n\nBenefit obligation at end of period (b) \n\n$ 3,616 &#160; $ 4,305 &#160; $ 64 &#160; $ 72 &#160; ##TABLE_END\n\n(a) The actuarial gain was primarily driven by changes in the weighted average discount rate. \n\n(b) Accumulated benefit obligation&#8212;the present value of benefits earned to date assuming no future salary growth&#8212;is materially consistent with the projected benefit obligation in each period presented. \n\nPlan Assets \n\n##TABLE_START Change in Plan Assets Qualified Plan Nonqualified and International Plans (millions) 2022 2021 2022 2021 Fair value of plan assets at beginning of period \n\n$ 4,433 &#160; $ 4,588 &#160; $ 16 &#160; $ 11 &#160; Actual return on plan assets ( 600 ) 76 &#160; ( 3 ) &#8212; &#160; Employer contributions 150 &#160; &#8212; &#160; 10 &#160; 10 &#160; Participant contributions 2 &#160; 5 &#160; &#8212; &#160; &#8212; &#160; Benefits paid ( 294 ) ( 236 ) ( 6 ) ( 5 ) Fair value of plan assets at end of period \n\n$ 3,691 &#160; $ 4,433 &#160; $ 17 &#160; $ 16 &#160; ##TABLE_END \n\nOur asset allocation policy is designed to reduce the long-term cost of funding our pension obligations. The plan invests with both passive and active investment managers depending on the investment. The plan also seeks to reduce the risk associated with adverse movements in interest rates by employing an interest rate hedging program, which includes the use of derivative instruments. \n\n##TABLE_START Asset Category Current Targeted Allocation Actual Allocation &#160; 2022 2021 \n\nDomestic equity securities (a) \n\n12 &#160; % 12 &#160; % 12 &#160; % International equity securities 8 &#160; 8 &#160; 8 &#160; Debt securities 50 &#160; 51 &#160; 50 &#160; Diversified funds 25 &#160; 23 &#160; 25 &#160; \n\nOther (b) \n\n5 &#160; 6 &#160; 5 &#160; Total 100 &#160; % 100 &#160; % 100 &#160; % ##TABLE_END\n\n(a) Equity securities include our common stock in amounts substantially less than 1 percent of total plan assets in both periods presented. \n\n(b) Other assets include private equity, mezzanine and high-yield debt, natural resources and timberland funds, derivative instruments, and real estate. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 60 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS \n\nNOTES Index to Financial Statements \n\n##TABLE_END\n\n##TABLE_START Fair Value Measurements Fair Value as of (millions) Measurement Level January 31, 2023 January 31, 2022 Cash and cash equivalents Level 1 $ 13 &#160; $ 8 &#160; \n\nDerivatives \n\nLevel 2 6 &#160; ( 9 ) \n\nGovernment securities (a) \n\nLevel 2 619 &#160; 740 &#160; \n\nFixed income (b) \n\nLevel 2 1,214 &#160; 1,447 &#160; 1,852 &#160; 2,186 &#160; Investments valued using NAV per share (c) \n\nFixed income 6 &#160; 10 &#160; Private equity funds 64 &#160; 68 &#160; Cash and cash equivalents 240 &#160; 100 &#160; Common collective trusts 594 &#160; 860 &#160; Diversified funds 844 &#160; 1,105 &#160; Other 108 &#160; 120 &#160; Total plan assets $ 3,708 &#160; $ 4,449 &#160; ##TABLE_END\n\n(a) Investments in government securities and long-term government bonds. \n\n(b) Investments in corporate and municipal bonds. \n\n(c) Certain investments that are measured at fair value using the net asset value per share (or its equivalent) practical expedient have not been classified in the fair value hierarchy. The fair value amounts presented in this table are intended to permit reconciliation of the fair value hierarchy to the amounts presented in the statement of financial position. \n\n##TABLE_START Position &#160; Valuation Technique Cash and cash equivalents &#160; Carrying value approximates fair value. Derivatives Swap derivatives - Valuations are based on observable inputs to the valuation model (e.g., interest rates and credit spreads). Model inputs are changed only when corroborated by market data. A credit risk adjustment is made on each swap using observable market credit spreads. Option derivatives - Initially valued at transaction price. Subsequent valuations are based on observable inputs to the valuation model (e.g., underlying investments). Government securities \n\nand fixed income \n\n&#160; Valued using matrix pricing models and quoted prices of securities with similar characteristics. ##TABLE_END \n\nAmounts Included in Shareholders' Investment \n\n##TABLE_START Amounts in Accumulated Other Comprehensive Loss (millions) 2022 2021 Net actuarial loss $ 937 &#160; $ 783 &#160; Prior service credits &#8212; &#160; &#8212; &#160; \n\nAmounts in Accumulated Other Comprehensive Loss (a) \n\n$ 937 &#160; $ 783 &#160; ##TABLE_END\n\n(a) $ 696 million and $ 583 million, net of tax, at the end of 2022 and 2021, respectively. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 61 \n\n##TABLE_END\n\n##TABLE_START FINANCIAL STATEMENTS &#38; SUPPLEMENTAL INFORMATION \n\nNOTES Index to Financial Statements \n\n##TABLE_END\n\n24. Accumulated Other Comprehensive Loss \n\n##TABLE_START \n\nChange in Accumulated Other Comprehensive Loss \n\n(millions) \n\nCash Flow Hedges Currency Translation Adjustment Pension Total January 29, 2022 $ 49 &#160; $ ( 19 ) $ ( 583 ) $ ( 553 ) Other comprehensive income / (loss) before reclassifications, net of tax \n\n254 &#160; ( 4 ) ( 159 ) 91 &#160; Amounts reclassified from AOCI, net of tax ( 3 ) \n\n(a) \n\n&#8212; &#160; 46 &#160; \n\n(b) \n\n43 &#160; January 28, 2023 $ 300 &#160; $ ( 23 ) $ ( 696 ) $ ( 419 ) ##TABLE_END\n\n&#160; \n\n(a) Represents amortization of gains and losses on cash flow hedges, net of taxes, which is recorded in Net Interest Expense. \n\n(b) Represents amortization of pension gains and losses, net of $ 16 million of taxes, which is recorded in Net Other (Income) / Expense. See Note 23 for additional information. \n\n"
    },
    {
      "section": "9",
      "text": " Item 9. Changes in and Disagreements with Accountants on Accounting and Financial Disclosure \n\nNot applicable. \n\n"
    },
    {
      "section": "9A",
      "text": " Item 9A. Controls and Procedures \n\nChanges in Internal Control Over Financial Reporting \n\nDuring the most recently completed fiscal quarter, there were no changes which materially affected, or are reasonably likely to materially affect, our internal control over financial reporting. \n\nEvaluation of Disclosure Controls and Procedures \n\nAs of the end of the period covered by this Annual Report, we conducted an evaluation, under supervision and with the participation of management, including the chief executive officer and chief financial officer, of the effectiveness of the design and operation of our disclosure controls and procedures pursuant to Rules 13a-15 and 15d-15 of the Securities Exchange Act of 1934, as amended (Exchange Act). Based upon that evaluation, our chief executive officer and chief financial officer concluded that our disclosure controls and procedures are effective at a reasonable assurance level. Disclosure controls and procedures are defined by Rules 13a-15(e) and 15d-15(e) of the Exchange Act as controls and other procedures that are designed to ensure that information required to be disclosed by us in reports filed with the SEC under the Exchange Act is recorded, processed, summarized and reported within the time periods specified in the SEC's rules and forms. Disclosure controls and procedures include, without limitation, controls and procedures designed to ensure that information required to be disclosed by us in reports filed under the Exchange Act is accumulated and communicated to our management, including our principal executive and principal financial officers, or persons performing similar functions, as appropriate, to allow timely decisions regarding required disclosure. \n\nFor the Report of Management on Internal Control and the Report of Independent Registered Public Accounting Firm on Internal Control over Financial Reporting, see Part II, Item 8, Financial Statements and Supplementary Data . \n\n"
    },
    {
      "section": "9B",
      "text": " Item 9B. Other Information \n\nNot applicable. \n\n"
    },
    {
      "section": "10",
      "text": " Item 10. Directors, Executive Officers and Corporate Governance \n\nThe following sections of the Proxy Statement are incorporated herein by reference: \n\n&#8226; Item one&#8212;Election of directors \n\n&#8226; General information about corporate governance and the Board&#8212; \n\n&#9702; Committees \n\n&#9702; Business ethics and conduct \n\n&#8226; Stock ownership information&#8212;Delinquent Section 16(a) reports \n\n&#8226; Questions and answers about the 2023 Annual Meeting&#8212;Access to information&#8212;Question 16 \n\n&#8226; Questions and answers about the 2023 Annual Meeting&#8212;Communications&#8212;Question 19 \n\nSee also Part I, Item 1 , Business of this Form 10-K. \n\n"
    },
    {
      "section": "11",
      "text": " Item 11. Executive Compensation \n\nThe following sections of the Proxy Statement are incorporated herein by reference: \n\n&#8226; Item one&#8212;Election of directors&#8212;Director compensation \n\n&#8226; Compensation Discussion and Analysis \n\n&#8226; Compensation tables (exclusive of Compensation tables&#8212;Pay versus performance disclosure) \n\n&#8226; Compensation &#38; Human Capital Management Committee Report \n\n"
    },
    {
      "section": "12",
      "text": " Item 12. Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters \n\nThe following sections of the Proxy Statement are incorporated herein by reference: \n\n&#8226; Stock ownership information&#8212; \n\n&#9702; Beneficial ownership of directors and executive officers \n\n&#9702; Beneficial ownership of Target&#8217;s largest shareholders \n\n&#8226; Compensation tables&#8212;Equity compensation plan information \n\n"
    },
    {
      "section": "13",
      "text": " Item 13. Certain Relationships and Related Transactions, and Director Independence \n\nThe following sections of the Proxy Statement are incorporated herein by reference: \n\n&#8226; General information about corporate governance and the Board&#8212; \n\n&#9702; Committees \n\n&#9702; Director independence \n\n&#9702; Policy on transactions with related persons \n\n"
    },
    {
      "section": "14",
      "text": " Item 14. Principal Accountant Fees and Services \n\nThe following section of the Proxy Statement is incorporated herein by reference: \n\n&#8226; Item two&#8212;Ratification of appointment of Ernst &#38; Young LLP as independent registered public accounting firm&#8212;Audit and non-audit fees \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 63 \n\n##TABLE_END\n\n##TABLE_START SUPPLEMENTAL INFORMATION \n\nIndex to Financial Statements \n\n##TABLE_END\n\nPART IV \n\n"
    },
    {
      "section": "15",
      "text": " Item 15. Exhibits, Financial Statement Schedules \n\nThe following information required under this item is filed as part of this report: \n\na) Financial Statements \n\n&#8226; Consolidated Statements of Operations for the Years Ended January 28, 2023, January 29, 2022, and January 30, 2021 \n\n&#8226; Consolidated Statements of Comprehensive Income for the Years Ended January 28, 2023, January 29, 2022, and January 30, 2021 \n\n&#8226; Consolidated Statements of Financial Position as of January 28, 2023, and January 29, 2022 \n\n&#8226; Consolidated Statements of Cash Flows for the Years Ended January 28, 2023, January 29, 2022, and January 30, 2021 \n\n&#8226; Consolidated Statements of Shareholders' Investment for the Years Ended January 28, 2023, January 29, 2022, and January 30, 2021 \n\n&#8226; Notes to Consolidated Financial Statements \n\n&#8226; Report of Independent Registered Public Accounting Firm on Consolidated Financial Statements (PCAOB ID: 42 ) \n\n##TABLE_START Financial Statement Schedules None. Other schedules have not been included either because they are not applicable or because the information is included elsewhere in this Report. ##TABLE_END\n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 64 \n\n##TABLE_END\n\n##TABLE_START SUPPLEMENTAL INFORMATION \n\nIndex to Financial Statements \n\n##TABLE_END\n\nb) Exhibits (1) \n\n##TABLE_START 3.1 &#160; \n\nAmended and Restated Articles of Incorporation of Target Corporation (as amended through June 9, 2010) (filed as Exhibit (3)A to Target's Current Report on Form 8-K on June 10, 2010 and incorporated herein by reference). \n\n3.2 &#160; \n\nBylaws of Target Corporation (as amended and restated through January 11, 2023 ) (filed as Exhibit 3.2 to Target's Current Report on Form 8-K on January 12, 2023 and incorporated herein by reference). \n\n4.1 &#160; \n\nIndenture, dated as of August 4, 2000 between Target Corporation and Bank One Trust Company, N.A. (filed as Exhibit 4.1 to Target's Current Report on Form 8-K on August 10, 2000 and incorporated herein by reference). \n\n4.1.1 &#160; \n\nFirst Supplemental Indenture dated as of May 1, 2007 to Indenture dated as of August 4, 2000 between Target Corporation and The Bank of New York Trust Company, N.A. (as successor in interest to Bank One Trust Company N.A.) (filed as Exhibit 4.1 to Target&#8217;s Current Report on Form 8-K on May 1, 2007 and incorporated herein by reference). \n\n4.2 &#160; \n\nDescription of Securities (filed as Exhibit (4)D to Target's Annual Report on Form 10-K for the year ended January 30, 2021 and incorporated herein by reference). \n\n10.1 * \n\nTarget Corporation Executive Officer Cash Incentive Plan (filed as Exhibit (10)A to Target's Annual Report on Form 10-K for the year ended January 30, 2021 and incorporated herein by reference). \n\n10.2 * \n\nTarget Corporation Long-Term Incentive Plan (as amended and restated effective June 8, 2011) (filed as Exhibit (10)B to Target's Quarterly Report on Form 10-Q for the quarter ended July 30, 2011 and incorporated herein by reference). \n\n10.2.1 * \n\nForm of Amended and Restated Executive Non-Qualified Stock Option Agreement (filed as Exhibit (10)V to Target's Annual Report on Form 10-K for the year ended January 31, 2015 and incorporated herein by reference). \n\n10.2.2 * \n\nForm of Non-Employee Director Non-Qualified Stock Option Agreement (filed as Exhibit (10)EE to Target's Current Report on Form 8-K on January 11, 2012 and incorporated herein by reference). \n\n10.3 * \n\nAmended and Restated Target Corporation 2011 Long-Term Incentive Plan (as amended and restated effective September 1, 2017) (filed as Exhibit (10)C to Target's Quarterly Report on Form 10-Q for the quarter ended July 29, 2017 and incorporated herein by reference). \n\n10.3.1 * \n\nForm of Price-Vested Stock Option Agreement (filed as Exhibit (10)JJ to Target's Quarterly Report on Form 10-Q for the quarter ended April 29, 2017 and incorporated herein by reference). \n\n10.4 * \n\nTarget Corporation 2020 Long-Term Incentive Plan (filed as Exhibit (10)D to Target's Current Report on Form 8-K on June 11, 2020 and incorporated herein by reference). \n\n10.4.1 * ** \n\nForm of Restricted Stock Unit Agreement . \n\n10.4.2 * ** \n\nForm of Performance-Based Restricted Stock Unit Agreement . \n\n10.4.3 * ** \n\nForm of Performance Share Unit Agreement . \n\n10.4.4 * \n\nForm of Non-Employee Director Restricted Stock Unit Agreement (filed as Exhibit (10)Y to Target's Quarterly Report on Form 10-Q for the quarter ended August 1, 2020 and incorporated herein by reference). \n\n10.5 * \n\nTarget Corporation SPP I (2022 Plan Statement) (as amended and restated effective May 1, 2022) (filed as Exhibit (10)E to Target's Quarterly Report on Form 10-Q for the quarter ended July 30, 2022 and incorporated herein by reference). \n\n10.6 * \n\nTarget Corporation SPP II (2022 Plan Statement) (as amended and restated effective May 1, 2022) (filed as Exhibit (10)F to Target's Quarterly Report on Form 10-Q for the quarter ended July 30, 2022 and incorporated herein by reference). \n\n10.7 * \n\nTarget Corporation SPP III (2014 Plan Statement) (as amended and restated effective January 1, 2014) (filed as Exhibit (10)E to Target's Annual Report on Form 10-K for the year ended February 1, 2014 and incorporated herein by reference). \n\n10.7.1 * \n\nAmendment to Target Corporation SPP III (2014 Plan Statement) (effective April 3, 2016) (filed as Exhibit (10)NN to Target's Quarterly Report on Form 10-Q for the quarter ended April 30, 2016 and incorporated herein by reference). \n\n10.8 * \n\nTarget Corporation Officer Deferred Compensation Plan (as amended and restated effective June 8, 2011) (filed as Exhibit (10)F to Target's Quarterly Report on Form 10-Q for the quarter ended July 30, 2011 and incorporated herein by reference). \n\n10.9 * ** \n\nTarget Corporation Officer EDCP (202 3 Plan Statement) (as amended and restated effective January 1, 2023 ) . \n\n##TABLE_END\n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 65 \n\n##TABLE_END\n\n##TABLE_START SUPPLEMENTAL INFORMATION \n\nIndex to Financial Statements \n\n##TABLE_END\n\n##TABLE_START 10.10 * \n\nTarget Corporation Deferred Compensation Plan Directors (filed as Exhibit (10)I to Target's Annual Report on Form 10-K for the year ended February 3, 2007 and incorporated herein by reference). \n\n10.11 * \n\nTarget Corporation DDCP (2022 Plan Statement) (as amended and restated effective January 1, 2022) (filed as Exhibit (10)L to Target's Quarterly Report on Form 10-Q for the quarter ended October 30, 2021 and incorporated herein by reference). \n\n10.12 * \n\nTarget Corporation Officer Income Continuation Plan (as amended and restated effective September 1, 2017) (filed as Exhibit (10)L to Target's Quarterly Report on Form 10-Q for the quarter ended July 29, 2017 and incorporated herein by reference). \n\n10.13 * \n\nTarget Corporation Executive Excess Long Term Disability Plan (as restated effective January 1, 2010) (filed as Exhibit (10)A to Target's Quarterly Report on Form 10-Q for the quarter ended October 30, 2010 and incorporated herein by reference). \n\n10.14 * \n\nDirector Retirement Program (filed as Exhibit (10)O to Target's Annual Report on Form 10-K for the year ended January 29, 2005 and incorporated herein by reference). \n\n10.15 * \n\nTarget Corporation Deferred Compensation Trust Agreement (as amended and restated effective January 1, 2009) (filed as Exhibit (10)O to Target's Annual Report on Form 10-K for the year ended January 31, 2009 and incorporated herein by reference). \n\n10.15.1 * \n\nAmendment dated June 8, 2011 to Target Corporation Deferred Compensation Trust Agreement (as amended and restated effective January 1, 2009) (filed as Exhibit (10)AA to Target's Quarterly Report on Form 10-Q for the quarter ended July 30, 2011 and incorporated herein by reference). \n\n10.15.2 * \n\nAmendment dated October 25, 2017 to Target Corporation Deferred Compensation Trust Agreement (as amended and restated effective January 1, 2009) (filed as Exhibit (10)MM to Target's Quarterly Report on Form 10-Q for the quarter ended October 28, 2017 and incorporated herein by reference). \n\n10.15.3 * \n\nAmendment dated December 18, 2020 to Target Corporation Deferred Compensation Trust Agreement (as amended and restated effective January 1, 2009) (filed as Exhibit (10)S to Target's Annual Report on Form 10-K for the year ended January 30, 2021 and incorporated herein by reference). \n\n10.16 * \n\nForm of Cash Retention Award (filed as Exhibit (10)W to Target&#8217;s Annual Report on Form 10-K for the year ended February 2, 2013 and incorporated herein by reference). \n\n10.17 \n\n* &#8225; \n\nAircraft Time Sharing Agreement as of October 4, 2022 among Target Corporation and Brian C. Cornell (filed as Exhibit (10)BB to Target's Quarterly Report on Form 10-Q for the quarter ended October 29, 2022 and incorporated herein by reference). \n\n10.18 * \n\nTransition Agreement dated May 4, 2022 (filed as Exhibit (10)KK to Target's Quarterly Report on Form 10-Q for the quarter ended July 30, 2022 and incorporated herein by reference). \n\n10.19 &#160; \n\nFive-Year Credit Agreement dated as of October 18, 2021 among Target Corporation, Bank of America, N.A. as Administrative Agent and the Banks listed therein (filed as Exhibit (10)DD to Target's Quarterly Report on Form 10-Q for the quarter ended October 30, 2021 and incorporated herein by reference). \n\n10.19.1 &#8225; \n\nAmendment No. 1 to Five-Year Credit Agreement dated as of October 25, 2022 among Target Corporation, Bank of America, N.A., as Administrative Agent, and the Banks listed therein (filed as Exhibit (10)EE to Target's Quarterly Report on Form 10-Q for the quarter ended October 29, 2022 and incorporated herein by reference). \n\n10.20 &#8225; \n\n364-Day Credit Agreement dated as of October 25, 2022 among Target Corporation, the Banks listed therein, the Co-Documentation Agents and Syndication Agent listed therein, and Bank of America, N.A., as Administrative Agent (filed as Exhibit (10)FF to Target's Quarterly Report on Form 10-Q for the quarter ended October 29, 2022 and incorporated herein by reference). \n\n10.21 + \n\nCredit Card Program Agreement dated October 22, 2012 among Target Corporation, Target Enterprise, Inc. and TD Bank USA, N.A. (filed as Exhibit (10)X to Target&#8217;s Quarterly Report on Form 10-Q/A for the quarter ended May 4, 2013 and incorporated herein by reference). \n\n10.21.1 + \n\nFirst Amendment dated February 24, 2015 to Credit Card Program Agreement among Target Corporation, Target Enterprise, Inc. and TD Bank USA, N.A. (filed as Exhibit (10)II to Target's Quarterly Report on Form 10-Q for the quarter ended May 2, 2015 and incorporated herein by reference). \n\n10.21.2 + \n\nSecond Amendment dated November 19, 2019 to Credit Card Program Agreement among Target Corporation, Target Enterprise, Inc. and TD Bank USA, N.A. (filed as Exhibit (10)HH to Target's Annual Report on Form 10-K for the year ended February 1, 2020 and incorporated herein by reference). \n\n##TABLE_END\n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 66 \n\n##TABLE_END\n\n##TABLE_START SUPPLEMENTAL INFORMATION \n\nIndex to Financial Statements \n\n##TABLE_END\n\n##TABLE_START 10.21.3 + \n\nThird Amendment dated November 1, 2022 to Credit Card Program Agreement among Target Corporation, Target Enterprise, Inc. and TD Bank USA, N.A. (filed as Exhibit (10)JJ to Target's Quarterly Report on Form 10-Q for the quarter ended October 29, 2022 and incorporated herein by reference). \n\n10.22 + \n\nPharmacy Operating Agreement dated December 16, 2015 between Target Corporation and CVS Pharmacy, Inc. (filed as Exhibit (10)KK to Target's Annual Report on Form 10-K for the year ended January 30, 2016 and incorporated herein by reference). \n\n10.22.1 + \n\nFirst Amendment dated November 30, 2016 to Pharmacy Operating Agreement between Target Corporation and CVS Pharmacy, Inc. (filed as Exhibit (10)CC to Target's Annual Report on Form 10-K for the year ended January 28, 2017 and incorporated herein by reference). \n\n10.22.2 \n\nSecond Amendment dated January 9, 2018 to Pharmacy Operating Agreement between Target Corporation and CVS Pharmacy, Inc. (filed as Exhibit (10)HH to Target's Annual Report on Form 10-K for the year ended February 3, 2018 and incorporated herein by reference). \n\n21.1 ** \n\nList of Subsidiaries \n\n23.1 ** \n\nConsent of Independent Registered Public Accounting Firm \n\n24.1 ** \n\nPowers of Attorney \n\n31.1 ** \n\nCertification of the Chief Executive Officer Pursuant to Section 302 of the Sarbanes-Oxley Act of 2002 \n\n31.2 ** \n\nCertification of the Chief Financial Officer Pursuant to Section 302 of the Sarbanes-Oxley Act of 2002 \n\n32.1 *** \n\nCertification of the Chief Executive Officer Pursuant to 18 U.S.C. Section 1350 , As Adopted Pursuant to Section 906 of the Sarbanes-Oxley Act of 2002 \n\n32.2 *** \n\nCertification of the Chief Financial Officer Pursuant to 18 U.S.C. Section 1350 , As Adopted Pursuant to Section 906 of the Sarbanes-Oxley Act of 2002 \n\n101.INS ** Inline XBRL Instance Document 101.SCH ** Inline XBRL Taxonomy Extension Schema 101.CAL ** Inline XBRL Taxonomy Extension Calculation Linkbase 101.DEF ** Inline XBRL Taxonomy Extension Definition Linkbase 101.LAB ** Inline XBRL Taxonomy Extension Label Linkbase 101.PRE ** Inline XBRL Taxonomy Extension Presentation Linkbase 104 ** Cover Page Interactive Data File (formatted as Inline XBRL and contained in Exhibit 101) ##TABLE_END\n\n____________________________________________________________________ \n\n* Management contract or compensatory plan or arrangement. \n\n** Filed herewith. \n\n*** Furnished herewith. \n\n+ Certain portions of this exhibit have been redacted pursuant to Item 601(b)(10)(iv) of Regulation S-K. The Company agrees to furnish supplementally an unredacted copy of the exhibit to the Securities and Exchange Commission upon its request. \n\n&#8225; &#160; Certain schedules have been omitted pursuant to Item 601(a)(5) of Regulation S-K. The Company agrees to furnish a copy of such schedules and exhibits to the Securities and Exchange Commission upon its request. \n\n(1) &#160; Certain instruments defining the rights of holders of long-term debt securities of the Company have been omitted pursuant to Item 601(b)(4)(iii)(A) of Regulation S-K. The Company agrees to furnish copies of any such instruments to the Securities and Exchange Commission upon its request. \n\nItem 16. Form 10-K Summary \n\nNot applicable. \n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 67 \n\n##TABLE_END\n\n##TABLE_START SUPPLEMENTAL INFORMATION \n\nIndex to Financial Statements \n\n##TABLE_END\n\nSIGNATURES \n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, Target has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized. \n\n##TABLE_START &#160; TARGET CORPORATION &#160; By: /s/ Michael J. Fiddelke \n\nDate: March 8, 2023 &#160; Michael J. Fiddelke \n\n&#160; Executive Vice President and Chief Financial Officer \n\n##TABLE_END\n\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of Target and in the capacities and on the dates indicated. \n\n##TABLE_START &#160; /s/ Brian C. Cornell Date: March 8, 2023 Brian C. Cornell \n\n&#160; Chair of the Board and Chief Executive Officer \n\n##TABLE_END\n\n##TABLE_START &#160; /s/ Michael J. Fiddelke \n\nDate: March 8, 2023 Michael J. Fiddelke \n\n&#160; Executive Vice President and Chief Financial Officer \n\n##TABLE_END\n\n##TABLE_START &#160; /s/ Matthew A. Liegel \n\nDate: March 8, 2023 Matthew A. Liegel \n\nSenior Vice President, Chief Accounting Officer \n\nand Controller \n\n##TABLE_END\n\n##TABLE_START DAVID P. ABNEY DOUGLAS M. BAKER, JR. GEORGE S. BARRETT GAIL K. BOUDREAUX ROBERT L. EDWARDS MELANIE L. HEALEY &#160; DONALD R. KNAUSS CHRISTINE A. LEAHY MONICA C. LOZANO GRACE PUMA DERICA W. RICE DMITRI L. STOCKTON &#160; Constituting a majority of the Board of Directors ##TABLE_END\n\nMichael J. Fiddelke, by signing his name hereto, does hereby sign this document pursuant to powers of attorney duly executed by the Directors named, filed with the Securities and Exchange Commission on behalf of such Directors, all in the capacities and on the date stated. ##TABLE_START &#160; By: /s/ Michael J. Fiddelke \n\nDate: March 8, 2023 Michael J. Fiddelke \n\nAttorney-in-fact \n\n##TABLE_END\n\n##TABLE_START TARGET CORPORATION \n\n2022 Form 10-K 68 \n\n##TABLE_END\n\n"
    }
  ]
}