{
  "ticker": "TXN",
  "content": [
    {
      "section": "1",
      "text": " ITEM 1. Business \n\nWe design and manufacture semiconductors that we sell to electronics designers and manufacturers all over the world. Our operations began in 1930, and we are incorporated in Delaware. With headquarters in Dallas, Texas, we have design, manufacturing or sales operations in more than 30 countries. Our two reportable segments are Analog and Embedded Processing, and we report the results of our remaining business activities in Other. In 2022, we generated $20.03 billion of revenue. \n\nFor decades, we have operated with a passion to create a better world by making electronics more affordable through semiconductors. We were pioneers in the transition from vacuum tubes to transistors and then to integrated circuits. As each generation became more reliable, more affordable and lower in power, semiconductors were used by a growing number of customers and markets. This passion is alive today as we help our customers develop electronics and new applications, particularly in industrial and automotive markets. \n\nFor many years, we have run our business with three overarching ambitions in mind. First, we will act like owners who will own the company for decades. Second, we will adapt and succeed in a world that is ever changing. And third, we will be a company that we are personally proud to be a part of and that we would want as our neighbor. Our ambitions are foundational to ensuring that we operate in a sustainable, socially thoughtful and environmentally responsible manner. When we are successful in achieving these ambitions, our employees, customers, communities and shareholders all win. \n\nAs engineers, we are fortunate to work on exciting technology which helps our customers innovate to create a better world. Technology is the foundation of our company, but ultimately, our objective and the best metric for owners to measure our progress is through the growth of free cash flow per share over the long term. \n\nOur strategy to maximize long-term free cash flow per share growth has three elements: \n\nThe first element of our strategy is a business model that is focused on analog and embedded processing products and built around four competitive advantages. This business model is the result of a series of strategic decisions made over the years and that continue today. The four sustainable competitive advantages are a strong foundation of manufacturing and technology, a broad portfolio of analog and embedded processing products, the reach of our market channels, and diversity and longevity of our products, markets and customer positions. In combination, these four competitive advantages provide tangible benefits, are difficult to replicate and ultimately separate us from our best peers. Together, these competitive advantages help position TI in a unique class of companies capable of generating and returning significant amounts of cash for our owners. We make our investments with an eye towards long-term strengthening and leveraging of these advantages. \n\nThe second element of our strategy to maximize free cash flow per share growth is disciplined allocation of capital. This spans how we select R&#38;D projects, develop new capabilities like TI.com, invest in new manufacturing capacity or how we think about acquisitions and returning cash to our owners. Over a 10-year period from 2013 to 2022, we allocated $87 billion, which reinforces the importance of discipline in capital allocation. The largest allocation over this period was to drive organic growth, which includes investments in R&#38;D, sales and marketing, capital expenditures and working capital for inventory. In this period, we allocated just over $10 billion to capital expenditures. Going forward, we expect increased capital expenditures to be the largest driver of free cash flow growth over the next 10 to 15 years. Beyond that, we also allocated capital to dividends and share repurchases. Dividends are designed to appeal to a broad set of investors, and share repurchases are made with the goal of the accretive capture of future free cash flow for long-term investors. Lastly, for inorganic growth, we allocate to acquisitions that meet our financial and strategic objectives. \n\nThe third element of our strategy is efficiency, which we think of as constantly striving for more output for every dollar spent. This is about getting our investments in the most impactful areas to maximize the growth of long-term free cash flow per share; it is not just about optimizing cost-cutting to get to the last dollar of expense. We bring this philosophy of efficiency and continuous improvement to all areas of the company, and this focus on efficiency contributes to revenue growth, improved gross margins, disciplined R&#38;D and SG&#38;A expense, free cash flow margins and ultimately to free cash flow per share growth. \n\nWe believe that our business model with the combined effect of our four competitive advantages sets TI apart from our peers and will for a long time to come. We will invest to strengthen our competitive advantages, be disciplined in capital allocation and stay diligent in our pursuit of efficiencies. Finally, we will remain focused on the belief that long-term growth of free cash flow per share is the ultimate measure to generate value. \n\nProduct information \n\nSemiconductors are electronic components that serve as the building blocks inside modern electronic systems and equipment. Semiconductors, generally known as &#8220;chips,&#8221; combine multiple transistors to form a complete electronic circuit. We have a diverse product portfolio that is used to accomplish many different things, such as converting and amplifying signals, interfacing with other devices, managing and distributing power, processing data, canceling noise and improving signal resolution. This broad portfolio includes approximately 80,000 products that are integral to almost every type of electronic equipment. \n\nOur segments represent groups of similar products that are combined on the basis of similar design and development requirements, product characteristics, manufacturing processes and distribution channels. Our segments also reflect how management allocates resources and measures results. \n\nAnalog \n\nOur Analog segment generated $15.36 billion of revenue in 2022. Analog semiconductors change real-world signals, such as sound, temperature, pressure or images, by conditioning them, amplifying them and often converting them to a stream of digital data that can be processed by other semiconductors, such as embedded processors. Analog semiconductors are also used to manage power in all electronic equipment by converting, distributing, storing, discharging, isolating and measuring electrical energy, whether the equipment is plugged into a wall or using a battery. As the digitization of electronics continues, there is a growing need and opportunity for analog chips to provide the power to run devices and the critical interfaces with human beings, the real world and other electronic devices. Our Analog products are used in many markets, particularly industrial, automotive and personal electronics. \n\nSales of our Analog products generated about 77% of our revenue in 2022. \n\nOur Analog segment includes the following major product lines: Power and Signal Chain. \n\nPower \n\nPower includes products that help customers manage power in electronic systems. Our broad portfolio is designed to manage power requirements across different voltage levels, including battery-management solutions, DC/DC switching regulators, AC/DC and isolated controllers and converters, power switches, linear regulators, voltage references and lighting products. \n\nSignal Chain \n\nSignal Chain includes products that sense, condition and measure real-world signals to allow information to be transferred or converted for further processing and control. Our Signal Chain products include amplifiers, data converters, interface products, motor drives, clocks, logic and sensing products. \n\nEmbedded Processing \n\nOur Embedded Processing segment generated $3.26 billion of revenue in 2022. Embedded Processing products are the digital &#8220;brains&#8221; of many types of electronic equipment. They are designed to handle specific tasks and can be optimized for various combinations of performance, power and cost, depending on the application. Our devices vary from simple, low-cost microcontrollers used in applications such as electric toothbrushes to highly specialized, complex devices such as motor control. Our Embedded Processing products are used in many markets, particularly industrial and automotive. \n\nAn important characteristic of our Embedded Processing products is that our customers often invest their own research and development (R&#38;D) to write software that operates on our products. This investment tends to increase the length of our customer relationships because many customers prefer to reuse software from one product generation to the next. \n\nSales of Embedded Processing products generated about 16% of our revenue in 2022. \n\nOur Embedded Processing segment includes microcontrollers, digital signal processors (DSPs) and applications processors. Microcontrollers are self-contained systems with a processor core, memory and peripherals that are designed to control a set of specific tasks for electronic equipment. DSPs perform mathematical computations almost instantaneously to process or improve digital data. Applications processors are designed for specific computing activity. \n\nOther \n\nWe report the results of our remaining business activities in Other, which includes operating segments that do not meet the quantitative thresholds for individually reportable segments and cannot be aggregated with other operating segments. Other generated $1.41 billion of revenue in 2022 and includes revenue from DLP &#174; products (primarily used to project high-definition images), calculators and certain custom semiconductors known as application-specific integrated circuits (ASICs). \n\nIn Other, we also include items that are not used in evaluating the results of or in allocating resources to our segments. Examples of these items include acquisition, integration and restructuring charges, as well as certain corporate-level items, such as litigation expenses, environmental costs and gains and losses from other activities, including asset dispositions. \n\nMarkets for our products \n\nThe table below lists the major markets for our products in 2022 and the estimated percentage of our 2022 revenue that the market represented. The chart also lists, in declining order of our revenue, the sectors within each market. ##TABLE_START Market Sector Industrial Factory automation &#38; control (40% of TI revenue) Grid infrastructure Medical Building automation Test &#38; measurement Aerospace &#38; defense Appliances Motor drives Power delivery Pro audio, video &#38; signage Industrial transport Retail automation &#38; payment Lighting Automotive Infotainment &#38; cluster (25% of TI revenue) Hybrid, electric &#38; powertrain systems Advanced driver assistance systems (ADAS) Body electronics &#38; lighting Passive safety Personal electronics PC &#38; notebooks (20% of TI revenue) Mobile phones Portable electronics TV Connected peripherals &#38; printers Home theater &#38; entertainment Tablets Wearables (non-medical) Gaming Data storage Communications equipment Wireless infrastructure (7% of TI revenue) Wired networking Broadband fixed line access Datacom module Enterprise systems Data center &#38; enterprise computing (6% of TI revenue) Enterprise projectors Enterprise machine Other (calculators and other) (2% of TI revenue) ##TABLE_END\n\nMarket characteristics \n\nCompetitive landscape \n\nDespite consolidation, the analog and embedded processing markets remain highly fragmented. As a result, we face significant global competition from dozens of large and small companies, including both broad-based suppliers and niche suppliers. Our competitors also include emerging companies, particularly in Asia. \n\nWe believe that competitive performance in the semiconductor market generally depends on several factors, including the breadth of a company&#8217;s product line, the strength and reach of its channels to market, technological innovation, product development execution, technical support, customer service, quality, reliability, price and manufacturing capacity and capabilities. In addition, manufacturing process and package technologies that provide differentiated levels of performance and a structural cost advantage are competitive factors for our analog products, and customers&#8217; prior investments in software development is a competitive factor for our embedded processing products. \n\nMarket cycle \n\nThe &#8220;semiconductor cycle&#8221; refers to the ebb and flow of supply and demand and the building and depleting of inventories. The semiconductor market historically has been characterized by periods of tight supply caused by strengthening demand and/or insufficient manufacturing capacity, followed by periods of surplus inventory caused by weakening demand and/or excess manufacturing capacity. These are typically referred to as upturns and downturns in the semiconductor cycle. Semiconductor cycles are affected by the significant time and money required to build and maintain semiconductor manufacturing facilities. \n\nSeasonality \n\nOur revenue is subject to some seasonal variation. Historically, our sequential revenue growth rate tends to be weaker in the first and fourth quarters when compared with the second and third quarters. \n\nCustomers, sales and distribution \n\nWe sell our products to over 100,000 customers. Our customer base is diverse, with more than 40% of our revenue derived from customers outside our largest 100. \n\nWe market and sell our products through direct sales channels, including our website and broad sales and marketing team, and, to a lesser extent, through distributors. Over the past several years, we have been investing in new capabilities to build closer direct customer relationships. As a result, in 2022 about 70% of our revenue was direct, which includes TI.com, as customers valued the convenience of purchasing online. Closer direct relationships with our customers help to strengthen our reach of market channel advantage and give us access to more customers and more of their design projects, leading to opportunities to sell more of our products into each design. Additionally, broader and deeper access gives us better insight and knowledge of customer needs. \n\nOur investments in new and improved capabilities to directly support our customers include website and e-commerce enhancements as well as inventory consignment programs and order fulfillment services. Our TI.com e-commerce channel offers a localized online experience in many countries, with convenience features such as immediate availability, local currency, payment methods, invoicing and importer of record. Our new application programming interfaces (APIs) give customers the ability to directly access real-time inventory information about TI products from their own systems, enabling them to purchase available chips immediately to better support their supply needs, reducing cost and delays. \n\nIn addition to doing business directly with TI, we offer customers the option of using a single worldwide distributor and a few region-specific distributors for order fulfillment. \n\nManufacturing \n\nSemiconductor manufacturing begins with a sequence of photolithographic and chemical processing steps that fabricate a number of semiconductor devices on a thin silicon wafer. Each device on the wafer is packaged and tested. The entire process takes place in highly specialized facilities that require substantial investments. \n\nWe own and operate semiconductor manufacturing facilities in North America, Asia, Japan and Europe. These include both wafer fabrication and assembly/test facilities. \n\nWe invest in manufacturing technologies and do most of our manufacturing in-house. This strategic decision to make manufacturing and technology a core competitive advantage provides us with tangible benefits of lower manufacturing costs and greater control of our supply chain, offering our customers geopolitically dependable capacity. We have focused on creating a competitive manufacturing structural cost advantage by investing in our advanced 300-mm capacity. An unpackaged chip built on a 300-mm wafer costs about 40% less than an unpackaged chip built on a 200-mm wafer. \n\nWe continue to invest to strengthen our competitive advantage in manufacturing and technology as part of our long-term capacity planning. Progress and investments include: \n\n&#8226; starting production in 300-mm wafer fabrication facility RFAB2 (Richardson, Texas); \n\n&#8226; starting production in 300-mm wafer fabrication facility LFAB (Lehi, Utah); and \n\n&#8226; starting construction on our next two 300-mm wafer fabrication facilities in Sherman, Texas, SM1 and SM2. This North Texas site has the potential for four fabrication facilities to meet demand over time, as semiconductor growth in electronics, particularly in industrial and automotive markets, is expected to continue well into the future. SM1 production is expected to begin in 2025. \n\nTogether, these investments are designed to strengthen our manufacturing and technology competitive advantage, provide us with lower costs and greater control of our supply chain, and support growth over the next 10 to 15 years. \n\nWe assess and are careful to address potential health, safety, and environmental risks presented by our operations, including our manufacturing operations. We care for our environment and work to prevent pollution and the potential risks related to climate change. We invest to reduce emissions long-term by installing abatement devices, using alternative gases and expanding renewable energy, in addition to implementing practices such as recycling and reusing materials and properly handling hazardous and restricted substances. \n\nWe expect to continue to maintain sufficient internal manufacturing capacity to meet the majority of our production needs and to obtain manufacturing equipment to support new technology developments and revenue growth. In 2022, we sourced about 80% of our total wafers and about 60% of our assembly/test production internally. With our planned capacity expansions, we expect these percentages to increase. To supplement our internal manufacturing capacity, we selectively use the capacity of outside suppliers, commonly known as foundries and subcontractors. \n\nInventory \n\nOur objectives for inventory are to maintain high levels of customer service, maintain stable and competitive lead times, minimize inventory obsolescence and improve manufacturing asset utilization. To meet these objectives and to allow greater flexibility in periods of high demand, our strategy is to build ahead of demand our broad-based products that are used across a diverse set of applications and customers and have low risk of obsolescence. Inventory levels will vary based on market conditions and seasonality. As a result, we expect to increase our inventory levels over time. \n\nRaw materials \n\nWe source materials, parts and supplies from a diverse set of suppliers globally. The materials, parts and supplies essential to our business are generally available, and we believe that such materials, parts and supplies will be available in the foreseeable future. \n\nIntellectual property \n\nWe own many patents and have many patent applications pending in the United States and other countries in fields relating to our business. We have developed a strong, broad-based patent portfolio and continually add patents to that portfolio. We also have license agreements, which vary in duration, involving rights to our portfolio or those of other companies. We do not consider our business materially dependent upon any one patent or patent license. \n\nInformation about our executive officers \n\nThe following is an alphabetical list of the names and ages of the executive officers of the company and the positions or offices with the company held by each person named: ##TABLE_START Name Age Position Ahmad S. Bahai 60 Senior Vice President Kyle M. Flessner 52 Senior Vice President Mark S. Gary 48 Senior Vice President Haviv Ilan * 54 Director, Executive Vice President and Chief Operating Officer Hagop H. Kozanian 40 Senior Vice President Shanon J. Leonard 47 Senior Vice President Rafael R. Lizardi 50 Senior Vice President and Chief Financial Officer Mark T. Roberts 47 Senior Vice President Amichai Ron 45 Senior Vice President Richard K. Templeton * 64 Director, Chairman of the Board, President and Chief Executive Officer Cynthia Hoff Trochu 59 Senior Vice President, Secretary and General Counsel Christine A. Witzsche 38 Senior Vice President ##TABLE_END\n\n* On January 19, 2023, Mr. Ilan was elected by the board of directors to succeed Mr. Templeton as president and chief executive officer, effective April 1, 2023. Mr. Templeton will continue as chairman of the board. \n\nThe term of office of these officers is from the date of their election until their successor shall have been elected and qualified. All have been employees of the company for more than five years. Messrs. Templeton, Ilan and Lizardi and Ms. Trochu have served as executive officers of the company for more than five years. Messrs. Bahai, Flessner and Kozanian became executive officers of the company in 2018. Mr. Ron became an executive officer in 2019. Mr. Gary became an executive officer in 2020. Mr. Roberts and Ms. Witzsche became executive officers in 2021. Mr. Leonard became an executive officer in 2022. \n\nHuman capital management \n\nAt December 31, 2022, we had about 33,000 employees worldwide. Of those, about 90% were in R&#38;D, sales or manufacturing. Our objective for human capital management is to recruit, develop and retain the best talent possible. As a technology and manufacturing company, our success is grounded in having strong engineering talent and a reliable factory workforce. We have a promote-from-within culture and offer training and rotation programs that provide the opportunity to quickly gain experience in different areas. In 2022, our turnover rate was 12.1%. \n\nIt is important that our employees represent a mix of experiences and backgrounds in order to make our company stronger, more innovative and more inclusive. Inclusion is one of our core values, and we have programs in place to promote diversity and inclusion. We encourage you to review our Corporate Citizenship Report for more information. Nothing in the Corporate Citizenship Report shall be deemed incorporated by reference into this report. \n\nAvailable information \n\nOur internet address is www.ti.com. Information on our website is not part of this report. We make available free of charge through our Investor Relations website our reports on Forms 10-K, 10-Q and 8-K, and amendments to those reports, as soon as reasonably practicable after they are filed with the Securities and Exchange Commission. Also available through the TI Investor Relations website are reports filed by our directors and executive officers on Forms 3, 4 and 5, and amendments to those reports. \n\nAvailable on our website at www.ti.com/corporategovernance: (i) our Corporate Governance Guidelines; (ii) charters for the Audit, Compensation, and Governance and Stockholder Relations Committees of our board of directors; (iii) our code of conduct; and (iv) our Code of Ethics for TI Chief Executive Officer and Senior Finance Officers. Stockholders may request copies of these documents free of charge by writing to Texas Instruments Incorporated, Attention: Investor Relations, P.O. Box 660199, MS 8657, Dallas, Texas, 75266-0199. \n\n"
    },
    {
      "section": "1A",
      "text": " ITEM 1A. Risk factors \n\nYou should read the following risk factors in conjunction with the factors discussed elsewhere in this and other of our filings with the Securities and Exchange Commission (SEC) and in materials incorporated by reference into these filings. These risk factors are intended to highlight certain factors that may affect our financial condition and results of operations and are not meant to be an exhaustive discussion of risks that apply to TI, a company with broad international operations. Like many companies, we are susceptible to a potential downturn associated with macroeconomic weakness, which may affect our performance and the performance of our customers. Similarly, the price of our securities is subject to volatility due to fluctuations in general market conditions, actual financial results that do not meet our and/or the investment community&#8217;s expectations, changes in our and/or the investment community&#8217;s expectations for our future results, dividends or share repurchases, and other factors, many of which are beyond our control. \n\nRisks related to our business and industry \n\nOur global operations subject us to risks associated with domestic or international political, social, economic or other conditions. \n\nWe have facilities in more than 30 countries. About 65% of our revenue comes from customers with headquarter locations outside the United States; revenue from end customers headquartered in China represents about 25% of our revenue. Alternatively, based on product shipment destination, about 90% of our revenue comes from products shipped to locations outside the United States. Certain countries where we operate have experienced, and other countries may experience, geopolitical tensions that affect global trade and macroeconomic conditions through the enactment of tariffs, import or export restrictions, trade embargoes and sanctions, restrictions on cross-border investment and other trade barriers. Geopolitical tensions may impact our ability to deliver products, support customers, receive manufacturing equipment or cause customers to seek alternate suppliers, which could adversely affect our operations and financial results. \n\nWe are exposed to political, social and economic conditions (including inflation), security risks, acts of war, terrorism or other hostile acts, health conditions and epidemics, labor conditions, climate change risks and possible disruptions in transportation, communications and information technology networks of the various countries in which we operate. In addition, our global operations expose us to periods when the U.S. dollar significantly fluctuates in relation to the non-U.S. currencies in which we transact business. The remeasurement of non-U.S. dollar transactions can have an adverse effect on our results of operations and financial condition. \n\nWe face substantial competition that requires us to respond rapidly to product development and pricing pressures. \n\nWe face intense technological and pricing competition in the markets in which we operate. We expect this competition will continue to increase from large competitors and from small competitors serving niche markets, and also from emerging companies, particularly in Asia, that sell products into the same markets in which we operate. For example, we may face increased competition as a result of China actively promoting and reshaping its domestic semiconductor industry through policy changes and investment. These actions, in conjunction with trade tensions, may restrict us from participating in the China market or may prevent us from competing effectively. Certain competitors possess sufficient financial, technical and management resources to develop and market products that may compete favorably against our products, and consolidation among our competitors may allow them to compete more effectively. The price and product development pressures that result from competition may lead to reduced profit margins and lost business opportunities in the event that we are unable to match the price declines or cost efficiencies, or meet the technological, product, support, software or manufacturing advancements of our competitors. \n\nChanges in expected demand for our products could have a material adverse effect on our results of operations. \n\nOur customers include companies in a wide range of end markets and sectors within those markets. If demand in one or more sectors within our end markets declines or the rate of growth slows, our results of operations may be adversely affected. The cyclical nature of the semiconductor market occasionally leads to significant and rapid increases and decreases in product demand. Additionally, the loss or significant curtailment of purchases by one or more of our large customers, including curtailments due to a change in the design or manufacturing sourcing policies or practices of these customers, the timing of customer or distributor inventory adjustments, changes in demand for customer products, or trade restrictions, may adversely affect our results of operations and financial condition. \n\nOur results of operations also might suffer because of a general decline in customer demand resulting from, for example: uncertainty regarding the stability of global credit and financial markets; natural events, epidemics or domestic or international political, social, economic or other conditions; breaches of customer information technology systems that disrupt customer operations; or a customer&#8217;s inability to access credit markets and other sources of needed liquidity. \n\nOur ability to match inventory and production with the product mix needed to fill orders may affect our ability to meet a quarter&#8217;s revenue forecast. We manufacture products with the intent to provide high levels of customer service. Our manufacturing forecasts are based on multiple assumptions, and if inaccurate, could cause us to hold inadequate, excess or obsolete inventory that would reduce our profit margins and adversely affect our results of operations and financial condition. \n\nOur operating results and our reputation could be adversely affected by cybersecurity events, breaches, disruptions or other incidents relating to our information technology systems. \n\nBreaches, disruptions or other incidents relating to our information technology systems or the systems of our customers, suppliers and other third parties could be caused by factors such as computer viruses, ransomware, malware, system failures, restricted network access, unauthorized access, terrorism, nation-state espionage, employee malfeasance, or human error. These events could, among other things, compromise our information technology networks; result in corrupt or lost data or the unauthorized release of our, our customers&#8217; or our suppliers&#8217; confidential or proprietary information; cause a disruption to our manufacturing and other operations; result in the release of personal data; or cause us to incur costs associated with increased protection, remediation, regulatory inquiries or penalties, or claims for damages, any of which could adversely affect our operating results and our reputation. Cybersecurity or other threats to our information technology systems or the systems of our customers, suppliers and other third parties are frequent, increasingly sophisticated and constantly evolving, thereby making them more difficult to detect, mitigate and defend against. \n\nOur ability to successfully implement strategic, business and organizational changes could affect our business plans and results of operations. \n\nFrom time to time, we undertake strategic, business and organizational changes, including acquisitions, divestitures, capital investments and restructuring actions, to support or carry out our objectives. If we do not successfully implement these changes, our business plans and operating results could be adversely affected. We may not achieve or sustain the expected growth, cost savings or other benefits of strategic, business and organizational changes, and charges associated with these actions could differ materially in amount and timing from our expectations. \n\nOur results of operations could be affected by natural events in the locations in which we operate. \n\nWe have manufacturing, data and design facilities and other operations in locations subject to natural occurrences such as severe weather, geological events or epidemics that could disrupt operations. Climate change might exacerbate these occurrences or cause natural disasters to occur with greater frequency. A natural disaster that results in a prolonged disruption, particularly where we have principal manufacturing and design operations, as listed in the Properties section in Item 2, may adversely affect our results and financial condition. \n\nThe effects of the COVID-19 pandemic could adversely affect our business, results of operations and financial condition. \n\nThe coronavirus (COVID-19) pandemic and related measures to curtail its spread have impacted, and may continue to impact, our operations across markets in which TI operates and those of our suppliers, customers and distributors. The extent to which the COVID-19 pandemic will continue to affect our business, results of operations and financial condition is difficult to predict and depends on numerous evolving factors including the duration and scope of the pandemic; government, social, business and other actions that have been and will be taken in response to the pandemic; appearance of new variants of COVID-19; the availability, adoption and efficacy of vaccines and treatments; and the effect of the pandemic on short- and long-term general economic conditions. We have experienced, and continue to experience, short- or long-term constrained supply or volatility in customer demand, which could materially and adversely affect our business and financial results. \n\nRapid technological change in markets we serve requires us to develop new technologies and products. \n\nRapid technological change in markets we serve could contribute to shortened product life cycles and a decline in average selling prices of our products. Our results of operations depend in part upon our ability to successfully develop, manufacture and market innovative products in a timely and cost-effective manner. We make significant investments in research and development to improve existing technology and products, develop new products to meet changing customer demands, and improve our production processes. In some cases, we might not realize a return or the expected return on our investments because they are generally made before commercial viability can be assured. Further, projects that are commercially viable may not contribute to our operating results until at least a few years after they are completed. \n\nWe face supply chain and manufacturing risks. \n\nWe rely on third parties to supply us with goods and services in a cost-effective and timely manner. Our access to needed goods and services may be adversely affected by potential disputes with suppliers or disruptions in our own or suppliers&#8217; operations as a result of, for example: quality excursions; uncertainty regarding the stability of global credit and financial markets; domestic or international political, social, economic and other conditions; natural events or epidemics in the locations in which our suppliers operate; or limited or delayed access to and high costs of key materials, natural resources, services and utilities. Additionally, a breach or other incident relating to our suppliers&#8217; information technology systems could result in a release of confidential or proprietary information. If our suppliers are unable to access credit markets and other sources of needed liquidity, we may be unable to obtain needed supplies, collect accounts receivable or access needed technology. \n\nIn particular, our manufacturing processes and critical manufacturing equipment, and those of our suppliers, require that certain key materials, natural resources, services and utilities be available. Suppliers of these items have and might continue to extend lead times, limit supply or increase prices due to factors beyond our control. Limited or delayed access to and high costs of key materials, natural resources, services and utilities could adversely affect our results of operations. Our products contain materials that are subject to conflict minerals reporting requirements. Our relationships with customers and suppliers may be adversely affected if we are unable to describe our products as conflict-free. Additionally, our costs may increase if one or more of our customers demand that we change the sourcing of materials we cannot identify as conflict-free. \n\nOur inability to timely implement new manufacturing technologies or install manufacturing equipment could adversely affect our results of operations. We have made and will continue to make significant investments in manufacturing capacity, and we might not realize our expected return on those investments. We subcontract a portion of our wafer fabrication and assembly and testing of our products, and we depend on third parties to provide advanced logic manufacturing process technology development. We do not have long-term contracts with all of these suppliers, and the number of alternate suppliers is limited. Reliance on these suppliers involves risks, including possible shortages of capacity in periods of high demand, suppliers&#8217; inability to develop and deliver advanced logic manufacturing process technology in a timely, cost-effective, and appropriate manner, the possibility of suppliers&#8217; imposition of increased costs on us and the unauthorized disclosure or use of our intellectual property. \n\nOur continued success depends in part on our ability to retain and recruit a sufficient number of qualified employees in a competitive environment. \n\nOur continued success depends in part on the retention and recruitment of skilled personnel, as well as the effective management of succession for key employees. Skilled and experienced personnel in our industry, including engineering, management, sales, technical and staff personnel, are in high demand, and competition for their talents is intense. There can be no assurance that we will be able to successfully retain and recruit the key engineering, management and technical personnel that we require to execute our business strategy. Our ability to recruit internationally or deploy employees to various locations may be limited by immigration laws and policies, including changes to, or the administration or interpretation of, those laws and policies. \n\nOur results of operations and our reputation could be affected by warranty claims, product liability claims, product recalls or legal proceedings. \n\nClaims based on warranty, product liability, epidemic or delivery failures, or other grounds relating to our products, software, manufacturing, services, designs, communications or cybersecurity could lead to significant expenses as we defend the claims or pay damage awards or settlements. In the event of a claim, we would also incur costs if we decide to compensate the affected customer or end consumer. Any such claims may also cause us to write off the value of related inventory. We maintain product liability insurance, but there is no guarantee that such insurance will be available or adequate to protect against all such claims. In addition, it is possible for a customer to recall a product containing a TI part, for example, with respect to products used in automotive applications or handheld electronics, which may cause us to incur costs and expenses relating to the recall. Any of these events could adversely affect our results of operations, financial condition and reputation. \n\nOur results of operations could be adversely affected by distributors&#8217; promotion of competing product lines or our distributors&#8217; financial performance. \n\nIn 2022, about 30% of our revenue was generated from sales of our products through distributors. Our distributors carry competing product lines, and our sales could be affected if semiconductor distributors promote competing products over our products. Moreover, our results of operations could be affected if our distributors suffer financial difficulties that result in their inability to pay amounts owed to us. Disputes with current or former distributors could be disruptive or harmful to our business. \n\nOur margins vary. \n\nOur profit margins vary due to a number of factors, which may include customer demand and shipment volume; capital expenditures and resulting depreciation; our manufacturing processes; product mix; inventory levels; tariffs; freight costs; and new accounting pronouncements or changes in existing accounting practices or standards. In addition, we operate in a highly competitive market environment that might adversely affect pricing for our products. Because we own much of our manufacturing capacity, a significant portion of our operating costs is fixed. With our planned capacity expansions, we expect capital expenditures and depreciation to increase. In general, these fixed costs do not decline with reductions in customer demand or factory loadings, and can adversely affect profit margins as a result. \n\nLegal and regulatory risks \n\nOur operations could be affected by the complex laws, rules and regulations to which our business is subject. \n\nWe are subject to complex laws, rules and regulations on an international, national and local level that affect our domestic and international operations relating to, for example, the environment and climate change; safety; health; trade; bribery and corruption; financial reporting; tax; data privacy and protection; labor and employment; competition; facilities and code compliance; market access; epidemics; intellectual property ownership and infringement; and the movement of currency. Compliance with these laws, rules and regulations may be onerous and expensive and could restrict our ability to manufacture or ship our products and operate our business. If we do not comply or if we become subject to enforcement activity or government investigations, we could be subject to fines, penalties or other legal liability or disruptions to our operations. Furthermore, should these laws, rules and regulations be amended or expanded, or new ones enacted, we could incur materially greater compliance costs or restrictions on our ability to manufacture our products and operate our business. \n\nIncreased focus from government authorities, investors, customers and other key stakeholders on environmental, social and governance (ESG) matters has led to new and more stringent reporting standards and disclosure requirements. As the nature, scope and complexity of ESG reporting, diligence and disclosure requirements expand, we might have to undertake costly efforts to control, assess and report on ESG metrics. \n\nSome of these complex laws, rules and regulations &#8211; for example, those related to environmental, safety and health requirements &#8211; may particularly affect us in the jurisdictions in which we manufacture products, especially if such laws and regulations: require the use of abatement equipment beyond what we currently employ; require the addition or elimination of a material or process to or from our current manufacturing processes; or impose costs, fees or reporting requirements on the direct or indirect use of energy, natural resources, or materials or gases used or emitted into the environment in connection with the manufacture of our products. A substitute for a prohibited material or process might not be available, or might not be available at reasonable cost. \n\nOur results of operations could be affected by changes in tax-related matters. \n\nWe have facilities in more than 30 countries and as a result are subject to taxation and audit by a number of taxing authorities. Tax rates vary among the jurisdictions in which we operate. If our tax rate increases, our results of operations could be adversely affected. A number of factors could cause our tax rate to increase, including a change in the jurisdictions in which our profits are earned and taxed; a change in the mix of profits from those jurisdictions; changes in available tax credits or deductions, including for amounts relating to stock compensation; changes in applicable tax rates; changes in tariff regulations or surcharges; changes in accounting principles; or adverse resolution of audits by taxing authorities. We have deferred tax assets on our balance sheet. Changes in applicable tax laws and regulations or in our business performance could affect our ability to realize those deferred tax assets, which could also affect our results of operations. \n\nIn addition, we are subject to laws and regulations in various jurisdictions that determine how much profit has been earned and when it is subject to taxation in that jurisdiction. These laws and regulations can be complex and subject to interpretation. Changes in these laws and regulations, including those that align with the Organisation for Economic Cooperation and Development&#8217;s Base Erosion and Profit Shifting recommendations, could affect the locations where we are deemed to earn income, which could in turn affect our results of operations. Each quarter we forecast our tax expense based on our forecast of our performance for the year. If that performance forecast changes, our forecasted tax expense will change. \n\nOur performance depends in part on our ability to enforce our intellectual property rights and to maintain freedom of operation. \n\nAccess to worldwide markets depends in part on the continued strength of our intellectual property portfolio in all jurisdictions where we conduct business. There can be no assurance that, as our business evolves, we will obtain the necessary intellectual property rights, or that we will be able to independently develop the technology, software or know-how necessary to conduct our business or that we can do so without infringing the intellectual property rights of others. To the extent that we have to rely on technology from others for which a license is required, there can be no assurance that we will be able to obtain such a license at all or on terms we consider reasonable. We, directly and indirectly, face infringement claims from third parties, including non-practicing entities that have acquired patents to pursue enforcement actions against other companies. We also face infringement claims where we or our customers make, use or sell products and where the intellectual property laws may be less established or less predictable. These assertions, whether or not of any merit, expose us to claims for damages and/or injunctions from third parties, as well as claims for indemnification by our customers in instances where we have a contractual or other legal obligation to indemnify them against damages resulting from infringement claims. \n\nWe actively enforce and protect our own intellectual property rights. However, our efforts cannot prevent all misappropriation or improper use of our protected technology and information, including, for example, third parties&#8217; use of our patented or copyrighted technology, or our trade secrets in their products without the right to do so, or third parties&#8217; sale of counterfeit products bearing our trademark. The risk of unfair copying or cloning may impede our ability to sell our products. The laws of countries where we operate may not protect our intellectual property rights to the same extent as U.S. laws. \n\nRisks related to our financing activities and other risks \n\nOur debt could affect our operations and financial condition. \n\nFrom time to time, we issue debt securities with various interest rates and maturities. While we believe we will have the ability to service this debt, our ability to make principal and interest payments when due depends upon our future performance, which will be subject to general economic conditions, industry cycles, and business and other factors affecting our operations, including our other risk factors, many of which are beyond our control. In addition, our obligation to make principal and interest payments could divert funds that otherwise might be invested in our operations or returned to shareholders, or could cause us to raise funds by, for example, issuing new debt or equity or selling assets. \n\nOur results of operations and liquidity could be affected by changes in the financial markets. \n\nWe maintain bank accounts, a portfolio of investments, access to one or more revolving credit agreements and the ability to issue debt to support the financing needs of the company. Our ability to fund our operations, invest in our business, make strategic acquisitions, service our debt obligations and meet our cash return objectives depends upon continuous access to our bank and investment accounts, and may depend on access to our bank credit lines that support commercial paper borrowings and provide additional liquidity through short-term bank loans. If we are unable to access these accounts and credit lines (for example, due to instability in the financial markets), our results of operations and financial condition could be adversely affected and our ability to access the capital markets or redeem our investments could be restricted. \n\nMaterial impairments of our goodwill could adversely affect our results of operations. \n\nWe have a significant amount of goodwill on our consolidated balance sheet. Charges associated with impairments of goodwill could adversely affect our financial condition and results of operations. \n\n"
    },
    {
      "section": "1B",
      "text": " ITEM 1B. Unresolved staff comments \n\nNot applicable. \n\n"
    },
    {
      "section": "2",
      "text": " ITEM 2. Properties \n\nOur principal executive offices are located at 12500 TI Boulevard, Dallas, Texas. The following table indicates the general location of our principal manufacturing and design operations and the reportable segments that make major use of them. Except as otherwise indicated, we own these facilities. ##TABLE_START Analog Embedded Processing North Texas (Dallas, Richardson and Sherman) X X Lehi, Utah X X South Portland, Maine X Santa Clara, California X Houston, Texas X Tucson, Arizona X Chengdu, China * X X Shanghai, China ** X X Freising, Germany X X Bangalore, India * X X Aizu, Japan X X Miho, Japan X X Kuala Lumpur, Malaysia * X X Melaka, Malaysia * X Aguascalientes, Mexico ** X Baguio, Philippines * X X Pampanga (Clark), Philippines * X X Taipei, Taiwan * X X ##TABLE_END\n\n* Portions of the facilities are leased and owned. This may include land leases. \n\n** Leased. \n\nOur facilities in the United States contained approximately 15.9 million square feet at December 31, 2022, of which approximately 0.3 million square feet were leased. Our facilities outside the United States contained approximately 10.3 million square feet at December 31, 2022, of which approximately 1.6 million square feet were leased. \n\nAt the end of 2022, we occupied substantially all of the space in our facilities. \n\nLeases covering our currently occupied leased facilities expire at varying dates, generally within the next five years. We believe our current properties are suitable and adequate for their intended purpose. \n\n"
    },
    {
      "section": "3",
      "text": " ITEM 3. Legal proceedings \n\nWe are involved in various inquiries and proceedings that arise in the ordinary course of our business. We believe that the amount of our liability, if any, will not have a material adverse effect upon our financial condition, results of operations or liquidity. \n\n"
    },
    {
      "section": "4",
      "text": " ITEM 4. Mine safety disclosures \n\nNot applicable. \n\nPART II \n\n"
    },
    {
      "section": "5",
      "text": " ITEM 5. Market for Registrant&#8217;s common equity, related stockholder matters and issuer purchases of equity securities \n\nTI common stock is quoted on The Nasdaq Global Select Market under the ticker symbol TXN. At December 31, 2022, we had 11,694 stockholders of record. \n\nThe following table contains information regarding our purchases of our common stock during the fourth quarter of 2022. ##TABLE_START Period Total Number of Shares Purchased Average Price Paid per Share Total Number of Shares Purchased as Part of Publicly Announced Plans or Programs (a) \n\nApproximate Dollar Value of Shares that May Yet Be Purchased Under the Plans or Programs (a) \n\nOctober 1, 2022 through October 31, 2022 3,911,118 $ 155.52 3,898,320 $ 21.65 billion November 1, 2022 through November 30, 2022 498,612 168.56 498,612 21.56 billion December 1, 2022 through December 31, 2022 496,066 169.32 496,066 21.48 billion Total 4,905,796 (b) $ 158.24 (b) 4,892,998 $ 21.48 billion (c) ##TABLE_END\n\n(a) All open-market purchases during the quarter were made under the authorizations from our board of directors to purchase up to $12.0 billion and $15.0 billion of additional shares of TI common stock announced September 20, 2018 and September 15, 2022, respectively. \n\n(b) In addition to open-market purchases, 12,798 shares of common stock were surrendered by employees to satisfy tax withholding obligations in connection with the vesting of restricted stock units. \n\n(c) As of December 31, 2022, this amount consisted of the remaining portion of the $12.0 billion authorized in September 2018 and the $15.0 billion authorized in September 2022. No expiration date has been specified for these authorizations. \n\n"
    },
    {
      "section": "6",
      "text": " ITEM 6. [Reserved] \n\n"
    },
    {
      "section": "7",
      "text": " ITEM 7. Management&#8217;s discussion and analysis of financial condition and results of operations \n\nOverview \n\nWe design and manufacture semiconductors that we sell to electronics designers and manufacturers all over the world. Technology is the foundation of our company, but ultimately, our objective and the best metric for owners to measure our progress is through the growth of free cash flow per share over the long term. \n\nOur strategy to maximize long-term free cash flow per share growth has three elements: \n\n1. A great business model that is focused on analog and embedded processing products and built around four sustainable competitive advantages. The four sustainable competitive advantages are powerful in combination and provide tangible benefits: \n\n(a) A strong foundation of manufacturing and technology that provides lower costs and greater control of our supply chain. \n\n(b) A broad portfolio of analog and embedded processing products that offers more opportunity per customer and more value for our investments. \n\n(c) The reach of our market channels that gives access to more customers and more of their design projects, leading to the opportunity to sell more of our products into each design and gives us better insight and knowledge of customer needs. \n\n(d) Diversity and longevity of our products, markets and customer positions that provide less single point dependency and longer returns on our investments. \n\nTogether, these competitive advantages help position TI in a unique class of companies capable of generating and returning significant amounts of cash for our owners. We make our investments with an eye towards long-term strengthening and leveraging of these advantages. \n\n2. Discipline in allocating capital to the best opportunities. This spans how we select R&#38;D projects, develop new capabilities like TI.com, invest in new manufacturing capacity or how we think about acquisitions and returning cash to our owners. \n\n3. Efficiency, which means constantly striving for more output for every dollar spent. \n\nWe believe that our business model with the combined effect of our four competitive advantages sets TI apart from our peers and will for a long time to come. We will invest to strengthen our competitive advantages, be disciplined in capital allocation and stay diligent in our pursuit of efficiencies. Finally, we will remain focused on the belief that long-term growth of free cash flow per share is the ultimate measure to generate value. \n\nManagement&#8217;s discussion and analysis of financial condition and results of operations (MD&#38;A) should be read in conjunction with the financial statements and the related notes that appear elsewhere in this document. In the following discussion of our results of operations: \n\n&#8226; Our segments represent groups of similar products that are combined on the basis of similar design and development requirements, product characteristics, manufacturing processes and distribution channels, and how management allocates resources and measures results. See Note 1 to the financial statements for more information regarding our segments. \n\n&#8226; When we discuss our results: \n\n&#9702; Unless otherwise noted, changes in our revenue are attributable to changes in customer demand, which are evidenced by fluctuations in shipment volumes. \n\n&#9702; New products do not tend to have a significant impact on our revenue in any given period because we sell such a large number of products. \n\n&#9702; From time to time, our revenue and gross profit are affected by changes in demand for higher-priced or lower-priced products, which we refer to as changes in the &#8220;mix&#8221; of products shipped. \n\n&#9702; Because we own much of our manufacturing capacity, a significant portion of our operating cost is fixed. When factory loadings decrease, our fixed costs are spread over reduced output and, absent other circumstances, our profit margins decrease. Conversely, as factory loadings increase, our fixed costs are spread over increased output and, absent other circumstances, our profit margins increase. \n\n&#8226; For an explanation of free cash flow, see the Non-GAAP financial information section. \n\n&#8226; All dollar amounts in the tables are stated in millions of U.S. dollars. \n\nOur results of operations provides details of our financial results for 2022 and 2021 and year-to-year comparisons between 2022 and 2021. Discussion of 2020 items and year-to-year comparisons between 2021 and 2020 that are not included in this Form 10-K can be found in &#8220;Management&#8217;s discussion and analysis of financial condition and results of operations&#8221; in Part II, Item 7 of the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2021. \n\nThe coronavirus (COVID-19) pandemic and its effects are impacting and will likely continue to impact market conditions and business operations across industries worldwide, including at TI. Therefore, we remain cautious about how the economy might behave for the next few years and continue to monitor potential impact on our operations. \n\nAfter a sustained period of growth, a market correction began in 2022. As a result, demand for our products weakened, and we expect this to continue into 2023. During this time, we will continue to manage our operating plan and expenses with a steady hand as we focus on long-term investments to strengthen our competitive advantages. \n\nResults of operations \n\nOur strategic focus is on analog and embedded processing products. We sell our products into six end markets: industrial, automotive, personal electronics, communications equipment, enterprise systems and other. While all of these end markets represent good opportunities, we place additional strategic emphasis on designing and selling our products into the industrial and automotive markets, which we believe represent the best long-term growth opportunities. Gross margin of 68.8% reflected the quality of our product portfolio, as well as the efficiency of our manufacturing strategy, including the benefit of 300-mm production. \n\nOur focus on analog and embedded processing allows us to generate strong cash flow from operations. Our cash flow from operations of $8.72 billion underscored the strength of our business model. Free cash flow was $5.92 billion and represented 29.6% of revenue. During 2022, we invested $3.37 billion in R&#38;D and SG&#38;A, invested $2.80 billion in capital expenditures and returned $7.91 billion to shareholders through dividends and stock repurchases. \n\nDetails of financial results &#8211; 2022 compared with 2021 \n\nRevenue of $20.03 billion increased $1.68 billion, or 9.2%, due to higher revenue from Analog and, to a lesser extent, Embedded Processing. This increase benefited from higher prices and the mix of products shipped. \n\nGross profit of $13.77 billion was up $1.40 billion, or 11.3%, primarily due to higher revenue. As a percentage of revenue, gross profit increased to 68.8% from 67.5%. \n\nOperating expenses (R&#38;D and SG&#38;A) were $3.37 billion compared with $3.22 billion, as a result of increased investments in R&#38;D and inflation. \n\nRestructuring charges/other was $257 million compared with $54 million due to integration charges at our Lehi, Utah, manufacturing facility in both periods, which were partially offset by gains on sales of assets in 2021. The charges associated with our Lehi facility transitioned to cost of revenue once production began in December 2022. See Note 11 to the financial statements. \n\nOperating profit was $10.14 billion, or 50.6% of revenue, compared with $8.96 billion, or 48.8% of revenue. \n\nOther income and expense (OI&#38;E) was $106 million of income compared with $143 million of income. See Note 11 to the financial statements. \n\nInterest and debt expense of $214 million increased $30 million due to the issuance of additional long-term debt. See Note 8 to the financial statements. \n\nOur provision for income taxes was $1.28 billion compared with $1.15 billion. This increase was primarily due to higher income before income taxes and lower discrete tax benefits compared to 2021. Our effective tax rate, which includes discrete tax items, was 12.8% in 2022 compared with 12.9% in 2021. See Note 4 to the financial statements for a reconciliation of the U.S. statutory corporate tax rate to our effective tax rate. \n\nNet income was $8.75 billion compared with $7.77 billion. EPS was $9.41 compared with $8.26. \n\nSegment results &#8211; 2022 compared with 2021 \n\nAnalog (includes Power and Signal Chain product lines) ##TABLE_START 2022 2021 Change Revenue $ 15,359 &#160; $ 14,050 9 % Operating profit 8,359 &#160; 7,393 13 % Operating profit % of revenue 54.4 &#160; % 52.6 % ##TABLE_END\n\nAnalog revenue increased in both product lines, led by Signal Chain. Operating profit increased primarily due to higher revenue and associated gross profit. \n\nEmbedded Processing (includes microcontrollers and processors) ##TABLE_START 2022 2021 Change Revenue $ 3,261 &#160; $ 3,049 7 % Operating profit 1,253 &#160; 1,174 7 % Operating profit % of revenue 38.4 &#160; % 38.5 % ##TABLE_END\n\nEmbedded Processing revenue increased. Operating profit increased primarily due to higher revenue and associated gross profit. \n\nOther (includes DLP &#174; products, calculators and custom ASIC products) ##TABLE_START 2022 2021 Change Revenue $ 1,408 &#160; $ 1,245 13 % Operating profit * 528 &#160; 393 34 % Operating profit % of revenue 37.5 &#160; % 31.6 % ##TABLE_END\n\n* Includes acquisition charges and restructuring charges/other \n\nOther revenue increased $163 million, and operating profit increased $135 million. \n\nFinancial condition \n\nAt the end of 2022, total cash (cash and cash equivalents plus short-term investments) was $9.07 billion, a decrease of $672 million from the end of 2021. \n\nAccounts receivable were $1.90 billion, an increase of $194 million compared with the end of 2021. Days sales outstanding at the end of 2022 were 37 compared with 32 at the end of 2021. \n\nInventory was $2.76 billion, an increase of $847 million from the end of 2021. Days of inventory at the end of 2022 were 157 compared with 116 at the end of 2021. \n\nLiquidity and capital resources \n\nOur primary source of liquidity is cash flow from operations. Additional sources of liquidity are cash and cash equivalents, short-term investments and access to debt markets. We also have a variable-rate, revolving credit facility. As of December 31, 2022, our credit facility was undrawn, and we had no commercial paper outstanding. Cash flows from operating activities for 2022 were $8.72 billion, a decrease of $36 million due to higher cash used for working capital as we continued to strategically build our inventory, offset by higher net income. \n\nInvesting activities for 2022 used $3.58 billion compared with $4.10 billion in 2021. Capital expenditures were $2.80 billion compared with $2.46 billion in 2021 and were primarily for semiconductor manufacturing equipment and facilities in both periods, including the purchase of our 300-mm semiconductor factory in Lehi, Utah, during 2021. Short-term investments used cash of $826 million in 2022 compared with $1.65 billion in 2021. \n\nAs we continue to invest to strengthen our competitive advantage in manufacturing and technology as part of our long-term capacity planning, our capital expenditures are expected to be higher than historical levels. In August 2022, the U.S. government enacted the U.S. CHIPS and Science Act, which provides funding for manufacturing grants and research investments and establishes a 25% investment tax credit for certain investments in U.S. semiconductor manufacturing. We expect to receive the cash benefit associated with the investment tax credit for qualifying capital expenditures in future periods and to apply for other incentives provided by the legislation. \n\nFinancing activities for 2022 used $6.72 billion compared with $3.14 billion in 2021. In 2022, we received net proceeds of $1.49 billion from the issuance of fixed-rate, long-term debt and retired maturing debt of $500 million. In 2021, we received net proceeds of $1.50 billion from the issuance of fixed-rate, long-term debt and retired maturing debt of $550 million. Dividends paid in 2022 were $4.30 billion compared with $3.89 billion in 2021, reflecting an increased dividend rate, partially offset by fewer shares outstanding. We used $3.62 billion to repurchase 22.2 million shares of our common stock compared with $527 million used in 2021 to repurchase 2.9 million shares. Employee exercises of stock options provided cash proceeds of $241 million compared with $377 million in 2021. \n\nWe had $3.05 billion of cash and cash equivalents and $6.02 billion of short-term investments as of December 31, 2022. We believe we have the necessary financial resources and operating plans to fund our working capital needs, capital expenditures, dividend and debt-related payments and other business requirements for at least the next 12 months. \n\nNon-GAAP financial information \n\nThis MD&#38;A includes references to free cash flow and ratios based on that measure. These are financial measures that were not prepared in accordance with generally accepted accounting principles in the United States (GAAP). Free cash flow was calculated by subtracting capital expenditures from the most directly comparable GAAP measure, cash flows from operating activities (also referred to as cash flow from operations). \n\nWe believe that free cash flow and the associated ratios provide insight into our liquidity, our cash-generating capability and the amount of cash potentially available to return to shareholders, as well as insight into our financial performance. These non-GAAP measures are supplemental to the comparable GAAP measures. \n\nReconciliation to the most directly comparable GAAP measures is provided in the table below. ##TABLE_START For Years Ended December 31, 2022 2021 Cash flow from operations (GAAP) $ 8,720 &#160; $ 8,756 Capital expenditures (2,797) (2,462) Free cash flow (non-GAAP) $ 5,923 &#160; $ 6,294 Revenue $ 20,028 &#160; $ 18,344 Cash flow from operations as a percentage of revenue (GAAP) 43.5 &#160; % 47.7 % Free cash flow as a percentage of revenue (non-GAAP) 29.6 &#160; % 34.3 % ##TABLE_END\n\nCritical accounting estimates \n\nOur accounting policies are more fully described in Note 2 of the consolidated financial statements. As disclosed in Note 2, the preparation of consolidated financial statements in conformity with U.S. GAAP requires management to make estimates and assumptions about future events that affect the amounts reported in the financial statements and accompanying notes. Management believes it is unlikely that applying other estimates and assumptions would have a material impact on the financial statements. We consider the following accounting policies to be those that are most important to the portrayal of our financial condition and that require a higher degree of judgment. \n\nIncome taxes \n\nIn determining net income for financial statement purposes, we must make certain estimates and judgments in the calculation of tax provisions and the resultant tax liabilities and in the recoverability of deferred tax assets that arise from temporary differences between the tax and financial statement recognition of revenue and expense. \n\nIn the ordinary course of global business, there may be many transactions and calculations where the ultimate tax outcome is uncertain. The calculation of tax liabilities involves dealing with uncertainties in the interpretation and application of complex tax laws, and significant judgment is necessary to (i) determine whether, based on the technical merits, a tax position is more likely than not to be sustained and (ii) measure the amount of tax benefit that qualifies for recognition. We recognize potential liabilities for anticipated tax audit issues in the United States and other tax jurisdictions based on an estimate of the ultimate resolution of whether, and the extent to which, additional taxes will be due. Although we believe the estimates are reasonable, no assurance can be given that the final outcome of these matters will not be different from what is reflected in the historical income tax provisions and accruals. \n\nAs part of our financial process, we must assess the likelihood that our deferred tax assets can be recovered. If recovery is not likely, the provision for taxes must be increased by recording a reserve in the form of a valuation allowance for the deferred tax assets that are estimated not to be ultimately recoverable. Our judgment regarding future recoverability of our deferred tax assets may change due to various factors, including changes in U.S. or international tax laws and changes in market conditions and their impact on our assessment of taxable income in future periods. These changes, if any, may require adjustments to the valuation allowances and an accompanying reduction or increase in net income in the period when such determinations are made. \n\nInventory valuation allowances \n\nInventory is valued net of allowances for unsalable or obsolete raw materials, work in process and finished goods. Statistical allowances are determined quarterly for raw materials and work in process based on historical disposals of inventory for salability and obsolescence reasons. For finished goods, quarterly statistical allowances are determined by comparing inventory levels of individual parts to historical shipments, current backlog and estimated future sales in order to identify inventory considered unlikely to be sold. A specific allowance for each material type will be carried if there is a significant event not captured by the statistical allowance, such as an end-of-life part or demand with imminent risk of cancellation. Allowances are also calculated quarterly for instances where inventoried costs for individual products are in excess of the net realizable value for those products. Actual future write-offs of inventory for salability and obsolescence reasons may differ from estimates and calculations used to determine valuation allowances due to changes in customer demand, customer negotiations, technology shifts and other factors. \n\nCommitments and contingencies \n\nSee Note 10 to the financial statements for a discussion of our commitments and contingencies. \n\n"
    },
    {
      "section": "7A",
      "text": " ITEM 7A. Quantitative and qualitative disclosures about market risk \n\nForeign exchange risk \n\nThe U.S. dollar is our functional currency for financial reporting. Our non-U.S. entities own assets or liabilities denominated in U.S. dollars or other currencies, and exchange rate fluctuations in those jurisdictions may impact our effective tax rate. \n\nOur balance sheet also reflects amounts remeasured from non-U.S. dollar currencies. Because most of the aggregate non-U.S. dollar balance sheet exposure is hedged by forward currency exchange contracts, which are based on year-end 2022 balances and currency exchange rates, a hypothetical 10% plus or minus fluctuation in non-U.S. currency exchange rates relative to the U.S. dollar would result in a pretax currency exchange gain or loss of approximately $3 million. \n\nWe use these forward currency exchange contracts to reduce the earnings impact that exchange rate fluctuations may have on our non-U.S. dollar net balance sheet exposures. As of December 31, 2022, we had forward currency exchange contracts outstanding with a notional value of $387 million to hedge net balance sheet exposures (including $118 million to sell Japanese yen, $78 million to sell British pounds and $49 million to buy Chinese yuan). Similar hedging activities existed at year-end 2021. \n\nInterest rate risk \n\nWe have the following potential exposure to changes in interest rates: (i) the effect of changes in interest rates on the fair value of our investments in cash equivalents and short-term investments, which could produce a gain or a loss; and (ii) the effect of changes in interest rates on the fair value of our debt. \n\nAs of December 31, 2022, a hypothetical 100 basis point increase in interest rates would decrease the fair value of our investments in cash equivalents and short-term investments by about $15 million and decrease the fair value of our long-term debt by $566 million. Because interest rates on our long-term debt are fixed, changes in interest rates would not affect the cash flows associated with long-term debt. \n\nEquity risk \n\nLong-term investments at year-end 2022 include the following: \n\n&#8226; Investments in mutual funds &#8211; includes mutual funds that were selected to generate returns that offset changes in certain liabilities related to deferred compensation arrangements. The mutual funds hold a variety of debt and equity investments. \n\n&#8226; Investments in venture capital funds &#8211; includes investments in limited partnerships (accounted for under either the equity method or at cost with adjustments to observable market changes or impairments). \n\n&#8226; Equity investments &#8211; includes non-marketable (non-publicly traded) equity securities. \n\nInvestments in mutual funds are stated at fair value. Changes in prices of the mutual fund investments are expected to offset related changes in certain deferred compensation liabilities. Non-marketable equity securities and certain venture capital funds are stated at cost minus impairment, if any, plus or minus changes resulting from qualifying observable price changes. Investments in the remaining venture capital funds are stated using the equity method. See Note 6 to the financial statements for details of equity and other long-term investments. \n\nWe also utilize total return swaps to economically hedge exposure to changes in liabilities related to the market risks of certain deferred compensation arrangements with employees. Gains or losses from changes in the fair value of these total return swaps generally offset the related losses or gains on the deferred compensation liabilities. \n\n"
    },
    {
      "section": "8",
      "text": " ITEM 8. Financial statements and supplementary data \n\nList of financial statements: \n\n&#8226; Income for each of the three years in the period ended December 31, 2022 \n\n&#8226; Comprehensive income for each of the three years in the period ended December 31, 2022 \n\n&#8226; Balance sheets as of December 31, 2022 and 2021 \n\n&#8226; Cash flows for each of the three years in the period ended December 31, 2022 \n\n&#8226; Stockholders&#8217; equity for each of the three years in the period ended December 31, 2022 \n\n&#8226; Reports of independent registered public accounting firm (PCAOB ID: 42 ) \n\nSchedules have been omitted because the required information is not present or not present in amounts sufficient to require submission of the schedule or because the information required is included in the consolidated financial statements or the notes thereto. \n\n##TABLE_START Consolidated Statements of Income For Years Ended December 31, (In millions, except per-share amounts) 2022 2021 2020 Revenue $ 20,028 &#160; $ 18,344 &#160; $ 14,461 &#160; Cost of revenue (COR) 6,257 &#160; 5,968 &#160; 5,192 &#160; Gross profit 13,771 &#160; 12,376 &#160; 9,269 &#160; Research and development (R&#38;D) 1,670 &#160; 1,554 &#160; 1,530 &#160; Selling, general and administrative (SG&#38;A) 1,704 &#160; 1,666 &#160; 1,623 &#160; Acquisition charges &#8212; &#160; 142 &#160; 198 &#160; Restructuring charges/other 257 &#160; 54 &#160; 24 &#160; Operating profit 10,140 &#160; 8,960 &#160; 5,894 &#160; Other income (expense), net (OI&#38;E) 106 &#160; 143 &#160; 313 &#160; Interest and debt expense 214 &#160; 184 &#160; 190 &#160; Income before income taxes 10,032 &#160; 8,919 &#160; 6,017 &#160; Provision for income taxes 1,283 &#160; 1,150 &#160; 422 &#160; Net income $ 8,749 &#160; $ 7,769 &#160; $ 5,595 &#160; Earnings per common share (EPS): Basic $ 9.51 &#160; $ 8.38 &#160; $ 6.05 &#160; Diluted $ 9.41 &#160; $ 8.26 &#160; $ 5.97 &#160; Average shares outstanding: Basic 916 &#160; 923 &#160; 921 &#160; Diluted 926 &#160; 936 &#160; 933 &#160; A portion of net income is allocated to unvested restricted stock units (RSUs) on which we pay dividend equivalents. Diluted EPS is calculated using the following: Net income $ 8,749 &#160; $ 7,769 &#160; $ 5,595 &#160; Income allocated to RSUs ( 39 ) ( 33 ) ( 27 ) Income allocated to common stock for diluted EPS $ 8,710 &#160; $ 7,736 &#160; $ 5,568 &#160; ##TABLE_END\n\nSee accompanying notes. \n\n##TABLE_START Consolidated Statements of Comprehensive Income For Years Ended December 31, (In millions) 2022 2021 2020 Net income $ 8,749 &#160; $ 7,769 &#160; $ 5,595 &#160; Other comprehensive income (loss) Net actuarial losses of defined benefit plans: Adjustments, net of tax effect of $ 48 , ($ 56 ) and $ 3 \n\n( 155 ) 175 &#160; ( 41 ) Recognized within net income, net of tax effect of ($ 17 ), ($ 8 ) and ($ 9 ) \n\n61 &#160; 29 &#160; 29 &#160; Prior service cost of defined benefit plans: Recognized within net income, net of tax effect of $ 0 , $ 0 and $ 0 \n\n( 1 ) ( 1 ) ( 1 ) Derivative instruments: Change in fair value, net of tax effect of $ 0 , $ 0 and $ 0 \n\n1 &#160; &#8212; &#160; &#8212; &#160; Available-for-sale investments: Unrealized losses, net of tax effect of $ 1 , $ 0 and $ 0 \n\n( 3 ) &#8212; &#160; &#8212; &#160; Other comprehensive income (loss), net of taxes ( 97 ) 203 &#160; ( 13 ) Total comprehensive income $ 8,652 &#160; $ 7,972 &#160; $ 5,582 &#160; ##TABLE_END\n\nSee accompanying notes. \n\n##TABLE_START Consolidated Balance Sheets December 31, (In millions, except par value) 2022 2021 Assets Current assets: Cash and cash equivalents $ 3,050 &#160; $ 4,631 &#160; Short-term investments 6,017 &#160; 5,108 &#160; Accounts receivable, net of allowances of ($ 13 ) and ($ 8 ) \n\n1,895 &#160; 1,701 &#160; Raw materials 353 &#160; 245 &#160; Work in process 1,546 &#160; 1,067 &#160; Finished goods 858 &#160; 598 &#160; Inventories 2,757 &#160; 1,910 &#160; Prepaid expenses and other current assets 302 &#160; 335 &#160; Total current assets 14,021 &#160; 13,685 &#160; Property, plant and equipment at cost 9,950 &#160; 7,858 &#160; Accumulated depreciation ( 3,074 ) ( 2,717 ) Property, plant and equipment 6,876 &#160; 5,141 &#160; Goodwill 4,362 &#160; 4,362 &#160; Deferred tax assets 473 &#160; 263 &#160; Capitalized software licenses 152 &#160; 85 &#160; Overfunded retirement plans 188 &#160; 392 &#160; Other long-term assets 1,135 &#160; 748 &#160; Total assets $ 27,207 &#160; $ 24,676 &#160; Liabilities and stockholders&#8217; equity Current liabilities: Current portion of long-term debt $ 500 &#160; $ 500 &#160; Accounts payable 851 &#160; 571 &#160; Accrued compensation 799 &#160; 775 &#160; Income taxes payable 189 &#160; 121 &#160; Accrued expenses and other liabilities 646 &#160; 602 &#160; Total current liabilities 2,985 &#160; 2,569 &#160; Long-term debt 8,235 &#160; 7,241 &#160; Underfunded retirement plans 118 &#160; 79 &#160; Deferred tax liabilities 66 &#160; 87 &#160; Other long-term liabilities 1,226 &#160; 1,367 &#160; Total liabilities 12,630 &#160; 11,343 &#160; Stockholders&#8217; equity: Preferred stock, $ 25 par value. Shares authorized &#8211; 10 ; none issued \n\n&#8212; &#160; &#8212; &#160; Common stock, $ 1 par value. Shares authorized &#8211; 2,400 ; shares issued &#8211; 1,741 \n\n1,741 &#160; 1,741 &#160; Paid-in capital 2,951 &#160; 2,630 &#160; Retained earnings 50,353 &#160; 45,919 &#160; Treasury common stock at cost Shares: 2022 &#8211; 835 ; 2021 &#8211; 817 \n\n( 40,214 ) ( 36,800 ) Accumulated other comprehensive income (loss), net of taxes (AOCI) ( 254 ) ( 157 ) Total stockholders&#8217; equity 14,577 &#160; 13,333 &#160; Total liabilities and stockholders&#8217; equity $ 27,207 &#160; $ 24,676 &#160; ##TABLE_END\n\nSee accompanying notes. \n\n##TABLE_START Consolidated Statements of Cash Flows For Years Ended December 31, (In millions) 2022 2021 2020 Cash flows from operating activities Net income $ 8,749 &#160; $ 7,769 &#160; $ 5,595 &#160; Adjustments to net income: Depreciation 925 &#160; 755 &#160; 733 &#160; Amortization of acquisition-related intangibles &#8212; &#160; 142 &#160; 198 &#160; Amortization of capitalized software 54 &#160; 57 &#160; 61 &#160; Stock compensation 289 &#160; 230 &#160; 224 &#160; Gains on sales of assets ( 3 ) ( 57 ) ( 4 ) Deferred taxes ( 191 ) 15 &#160; ( 137 ) Increase (decrease) from changes in: Accounts receivable ( 194 ) ( 287 ) ( 340 ) Inventories ( 847 ) 45 &#160; 46 &#160; Prepaid expenses and other current assets 6 &#160; 57 &#160; ( 79 ) Accounts payable and accrued expenses 106 &#160; 33 &#160; 63 &#160; Accrued compensation 22 &#160; 7 &#160; 63 &#160; Income taxes payable 94 &#160; ( 20 ) ( 181 ) Changes in funded status of retirement plans 114 &#160; 62 &#160; ( 9 ) Other ( 404 ) ( 52 ) ( 94 ) Cash flows from operating activities 8,720 &#160; 8,756 &#160; 6,139 &#160; Cash flows from investing activities Capital expenditures ( 2,797 ) ( 2,462 ) ( 649 ) Proceeds from asset sales 3 &#160; 75 &#160; 4 &#160; Purchases of short-term investments ( 14,483 ) ( 10,124 ) ( 5,786 ) Proceeds from short-term investments 13,657 &#160; 8,478 &#160; 5,545 &#160; Other 37 &#160; ( 62 ) ( 36 ) Cash flows from investing activities ( 3,583 ) ( 4,095 ) ( 922 ) Cash flows from financing activities Proceeds from issuance of long-term debt 1,494 &#160; 1,495 &#160; 1,498 &#160; Repayment of debt ( 500 ) ( 550 ) ( 500 ) Dividends paid ( 4,297 ) ( 3,886 ) ( 3,426 ) Stock repurchases ( 3,615 ) ( 527 ) ( 2,553 ) Proceeds from common stock transactions 241 &#160; 377 &#160; 470 &#160; Other ( 41 ) ( 46 ) ( 36 ) Cash flows from financing activities ( 6,718 ) ( 3,137 ) ( 4,547 ) Net change in cash and cash equivalents ( 1,581 ) 1,524 &#160; 670 &#160; Cash and cash equivalents at beginning of period 4,631 &#160; 3,107 &#160; 2,437 &#160; Cash and cash equivalents at end of period $ 3,050 &#160; $ 4,631 &#160; $ 3,107 &#160; ##TABLE_END\n\nSee accompanying notes. \n\n##TABLE_START Consolidated Statements of Stockholders&#8217; Equity Common Stock Paid-in Capital Retained Earnings Treasury Common Stock AOCI (In millions, except per-share amounts) \n\nBalance, December 31, 2019 \n\n$ 1,741 &#160; $ 2,110 &#160; $ 39,898 &#160; $ ( 34,495 ) $ ( 347 ) 2020 Net income &#8212; &#8212; 5,595 &#160; &#8212; &#8212; Dividends declared and paid ($ 3.72 per share) \n\n&#8212; &#8212; ( 3,426 ) &#8212; &#8212; Common stock issued for stock-based awards &#8212; &#8212; &#160; &#8212; 470 &#160; &#8212; Stock repurchases &#8212; &#8212; &#8212; ( 2,553 ) &#8212; Stock compensation &#8212; 224 &#160; &#8212; &#8212; &#8212; Other comprehensive income (loss), net of taxes &#8212; &#8212; &#8212; &#8212; ( 13 ) Dividend equivalents on RSUs &#8212; &#8212; ( 16 ) &#8212; &#8212; Other &#8212; ( 1 ) &#8212; &#8212; &#160; &#8212; \n\nBalance, December 31, 2020 \n\n1,741 &#160; 2,333 &#160; 42,051 &#160; ( 36,578 ) ( 360 ) 2021 Net income &#8212; &#8212; 7,769 &#160; &#8212; &#8212; Dividends declared and paid ($ 4.21 per share) \n\n&#8212; &#8212; ( 3,886 ) &#8212; &#8212; Common stock issued for stock-based awards &#8212; 67 &#160; &#8212; 310 &#160; &#8212; Stock repurchases &#8212; &#8212; &#8212; ( 532 ) &#8212; Stock compensation &#8212; 230 &#160; &#8212; &#8212; &#8212; Other comprehensive income (loss), net of taxes &#8212; &#8212; &#8212; &#8212; 203 &#160; Dividend equivalents on RSUs &#8212; &#8212; ( 15 ) &#8212; &#8212; Balance, December 31, 2021 \n\n1,741 &#160; 2,630 &#160; 45,919 &#160; ( 36,800 ) ( 157 ) 2022 Net income &#8212; &#160; &#8212; &#160; 8,749 &#160; &#8212; &#160; &#8212; &#160; Dividends declared and paid ($ 4.69 per share) \n\n&#8212; &#160; &#8212; &#160; ( 4,297 ) &#8212; &#160; &#8212; &#160; Common stock issued for stock-based awards &#8212; &#160; 35 &#160; &#8212; &#160; 206 &#160; &#8212; &#160; Stock repurchases &#8212; &#160; &#8212; &#160; &#8212; &#160; ( 3,620 ) &#8212; &#160; Stock compensation &#8212; &#160; 289 &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; Other comprehensive income (loss), net of taxes &#8212; &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; ( 97 ) Dividend equivalents on RSUs &#8212; &#160; &#8212; &#160; ( 18 ) &#8212; &#160; &#8212; &#160; Other &#8212; &#160; ( 3 ) &#8212; &#160; &#8212; &#160; &#8212; &#160; Balance, December 31, 2022 \n\n$ 1,741 &#160; $ 2,951 &#160; $ 50,353 &#160; $ ( 40,214 ) $ ( 254 ) ##TABLE_END\n\nSee accompanying notes. \n\nNotes to financial statements \n\n1. Description of business, including segment and geographic area information \n\nWe design and manufacture semiconductors that we sell to electronics designers and manufacturers all over the world. We have two reportable segments, Analog and Embedded Processing, each of which represents groups of similar products that are combined on the basis of similar design and development requirements, product characteristics, manufacturing processes and distribution channels. Our segments also reflect how management allocates resources and measures results. \n\n&#8226; Analog semiconductors change real-world signals, such as sound, temperature, pressure or images, by conditioning them, amplifying them and often converting them to a stream of digital data that can be processed by other semiconductors, such as embedded processors. Analog semiconductors are also used to manage power in all electronic equipment by converting, distributing, storing, discharging, isolating and measuring electrical energy, whether the equipment is plugged into a wall or using a battery. Our Analog segment consists of two major product lines: Power and Signal Chain. \n\n&#8226; Embedded Processing products are the digital &#8220;brains&#8221; of many types of electronic equipment. They are designed to handle specific tasks and can be optimized for various combinations of performance, power and cost, depending on the application. \n\nWe report the results of our remaining business activities in Other. Other includes operating segments that do not meet the quantitative thresholds for individually reportable segments and cannot be aggregated with other operating segments. Other includes DLP &#174; products, calculators and custom ASIC products. \n\nIn Other, we also include items that are not used in evaluating the results of or in allocating resources to our segments. Examples of these items include acquisition, integration and restructuring charges (see Note 11); and certain corporate-level items, such as litigation expenses, environmental costs, insurance settlements, and gains and losses from other activities, including asset dispositions. We allocate the remainder of our expenses associated with corporate activities to our operating segments based on specific methodologies, such as percentage of operating expenses or headcount. \n\nOur centralized manufacturing and support organizations, such as facilities, procurement and logistics, provide support to our operating segments, including those in Other. Costs incurred by these organizations, including depreciation, are charged to the segments on a per-unit basis. Consequently, depreciation expense is not an independently identifiable component within the segments&#8217; results and, therefore, is not provided. \n\nWith the exception of goodwill, we do not identify or allocate assets by operating segment, nor does the chief operating decision maker evaluate operating segments using discrete asset information. We have no material intersegment revenue. The accounting policies of the segments are consistent with those described in the summary of significant accounting policies and practices. \n\nSegment information ##TABLE_START For Years Ended December 31, 2022 2021 2020 Revenue: Analog $ 15,359 &#160; $ 14,050 &#160; $ 10,886 &#160; Embedded Processing 3,261 &#160; 3,049 &#160; 2,570 &#160; Other 1,408 &#160; 1,245 &#160; 1,005 &#160; Total revenue $ 20,028 &#160; $ 18,344 &#160; $ 14,461 &#160; Operating profit: Analog $ 8,359 &#160; $ 7,393 &#160; $ 4,912 &#160; Embedded Processing 1,253 &#160; 1,174 &#160; 743 &#160; Other 528 &#160; 393 &#160; 239 &#160; Total operating profit $ 10,140 &#160; $ 8,960 &#160; $ 5,894 &#160; ##TABLE_END \n\nGeographic area information \n\nThe following geographic information is based on product shipment destination, which does not reflect end demand by geography. ##TABLE_START For Years Ended December 31, 2022 2021 2020 Revenue: United States $ 2,267 &#160; 11 &#160; % $ 1,906 &#160; 10 &#160; % $ 1,547 &#160; 11 &#160; % China (a) 9,844 &#160; 49 &#160; 9,998 &#160; 55 &#160; 7,881 &#160; 54 &#160; Rest of Asia 2,633 &#160; 13 &#160; 2,187 &#160; 12 &#160; 1,660 &#160; 11 &#160; Europe, Middle East and Africa 3,520 &#160; 18 &#160; 2,802 &#160; 15 &#160; 2,249 &#160; 16 &#160; Japan 1,172 &#160; 6 &#160; 959 &#160; 5 &#160; 734 &#160; 5 &#160; Rest of world 592 &#160; 3 &#160; 492 &#160; 3 &#160; 390 &#160; 3 &#160; Total revenue $ 20,028 &#160; 100 &#160; % $ 18,344 &#160; 100 &#160; % $ 14,461 &#160; 100 &#160; % ##TABLE_END\n\n(a) Revenue from products shipped into China includes shipments to customers that manufacture in China and then export end products to their customers around the world, as well as distributors that transship inventory through China to service other countries. \n\nThe following additional geographic information includes our estimate for revenue based on the location of our end customers&#8217; headquarters, providing a better representation of the geographic profile for where critical decisions are made. ##TABLE_START For Years Ended December 31, 2022 2021 2020 Revenue: United States $ 6,609 &#160; 33 &#160; % $ 6,237 &#160; 34 &#160; % $ 5,205 &#160; 36 &#160; % China 4,807 &#160; 24 &#160; 4,586 &#160; 25 &#160; 3,326 &#160; 23 &#160; Rest of Asia 2,003 &#160; 10 &#160; 2,018 &#160; 11 &#160; 1,591 &#160; 11 &#160; Europe, Middle East and Africa (a) 4,807 &#160; 24 &#160; 3,852 &#160; 21 &#160; 3,037 &#160; 21 &#160; Japan 1,602 &#160; 8 &#160; 1,468 &#160; 8 &#160; 1,157 &#160; 8 &#160; Rest of world 200 &#160; 1 &#160; 183 &#160; 1 &#160; 145 &#160; 1 &#160; Total revenue $ 20,028 &#160; 100 &#160; % $ 18,344 &#160; 100 &#160; % $ 14,461 &#160; 100 &#160; % ##TABLE_END\n\n(a) Revenue from end customers headquartered in Germany was 11 %, 9 % and 9 % of total revenue in 2022, 2021 and 2020, respectively. \n\nProperty, plant and equipment by geographic area, based on physical location: ##TABLE_START December 31, 2022 2021 Property, plant and equipment: United States $ 5,134 &#160; $ 3,648 &#160; China 648 &#160; 570 &#160; Rest of Asia 896 &#160; 722 &#160; Europe, Middle East and Africa 44 &#160; 47 &#160; Japan 121 &#160; 139 &#160; Rest of world 33 &#160; 15 &#160; Total property, plant and equipment $ 6,876 &#160; $ 5,141 &#160; ##TABLE_END \n\nMajor customer \n\nOne of our end customers accounted for 8 %, 9 % and 10 % of revenue in 2022, 2021 and 2020, respectively, recognized primarily in our Analog segment. No end customer accounted for 10% or more of revenue in 2022 or 2021. \n\n2. Basis of presentation and significant accounting policies and practices \n\nBasis of presentation \n\nThe consolidated financial statements have been prepared in accordance with generally accepted accounting principles in the United States (GAAP). The basis of these financial statements is comparable for all periods presented herein. \n\nThe consolidated financial statements include the accounts of all subsidiaries. All intercompany balances and transactions have been eliminated in consolidation. All dollar and share amounts in the financial statements and tables in these notes, except per-share amounts, are presented in millions unless otherwise indicated. We have reclassified certain amounts in the prior periods&#8217; financial statements to conform to the 2022 presentation. \n\nThe preparation of financial statements requires the use of estimates from which final results may vary. \n\nSignificant accounting policies and practices \n\nRevenue recognition \n\nWe generate revenue primarily from the sale of semiconductor products, either directly to a customer or to a distributor, and recognize revenue when control is transferred. Control is considered transferred when title and risk of loss pass, when the customer becomes obligated to pay and, where required, when the customer has accepted the products. This transfer generally occurs at a point in time upon shipment or delivery to the customer or distributor, depending upon the terms of the sales order. Payment for sales to customers and distributors is generally due on our standard commercial terms. For sales to distributors, payment is not contingent upon resale of the products. \n\nRevenue from sales of our products that are subject to inventory consignment agreements is recognized at a point in time, when the customer or distributor pulls product from consignment inventory that we store at designated locations. Delivery and transfer of control occur at that point, when title and risk of loss transfers and the customer or distributor becomes obligated to pay for the products pulled from inventory. Until the products are pulled for use or sale by the customer or distributor, we retain control over the products&#8217; disposition, including the right to pull back or relocate the products. \n\nThe revenue recognized is adjusted based on allowances, which are prepared on a portfolio basis using a most likely amount methodology based on analysis of historical data and contractual terms. These allowances, which are not material, generally include adjustments for pricing arrangements, product returns , incentives and credit losses. We recognize shipping fees received from customers, if any, in revenue. We include the related shipping and handling costs in cost of revenue. The majority of our customers pay these fees directly to third parties. \n\nAdvertising costs \n\nWe expense advertising and other promotional costs as incurred. This expense was $ 27 million, $ 27 million and $ 28 million in 2022, 2021 and 2020, respectively. \n\nIncome taxes \n\nWe account for income taxes using an asset and liability approach. We record the amount of taxes payable or refundable for the current year and the deferred tax assets and liabilities for future tax consequences related to events that have been recognized in the financial statements or tax returns. We record a valuation allowance when it is more likely than not that some or all of the deferred tax assets will not be realized. \n\nOther assessed taxes \n\nSome transactions require us to collect taxes such as sales, value-added and excise taxes from our customers. These transactions are presented in our Consolidated Statements of Income on a net (excluded from revenue) basis. \n\nLeases \n\nWe determine if an arrangement is a lease at inception. Leases are included in other long-term assets, accrued expenses and other liabilities, and other long-term liabilities on our Consolidated Balance Sheets. \n\nLease assets represent our right to use underlying assets for the lease term, and lease liabilities represent our obligations to make lease payments over the lease term. On the commencement date, leases are evaluated for classification, and assets and liabilities are recognized based on the present value of lease payments over the lease term. We use our incremental borrowing rate based on the information available at commencement in determining the present value of lease payments. Operating lease expense is generally recognized on a straight-line basis over the lease term. Our lease values include options to extend or terminate the lease when it is reasonably certain that we will exercise such options. \n\nWe have agreements with lease and non-lease components, which are accounted for as a single lease component. Leases with an initial lease term of 12 months or less are not recorded on the balance sheet; we recognize lease expense for these leases on a straight-line basis over the lease term. \n\nEarnings per share (EPS) \n\nWe use the two-class method for calculating EPS because the restricted stock units (RSUs) we grant are participating securities containing non-forfeitable rights to receive dividend equivalents. Under the two-class method, a portion of net income is allocated to RSUs and excluded from the calculation of income allocated to common stock. \n\nComputation and reconciliation of earnings per common share are as follows: ##TABLE_START For Years Ended December 31, 2022 2021 2020 Net Income Shares EPS Net Income Shares EPS Net Income Shares EPS Basic EPS: Net income $ 8,749 &#160; $ 7,769 &#160; $ 5,595 &#160; Income allocated to RSUs ( 40 ) ( 33 ) ( 27 ) Income allocated to common stock $ 8,709 &#160; 916 &#160; $ 9.51 &#160; $ 7,736 &#160; 923 &#160; $ 8.38 &#160; $ 5,568 &#160; 921 &#160; $ 6.05 &#160; Dilutive effect of stock compensation plans 10 &#160; 13 &#160; 12 &#160; Diluted EPS: Net income $ 8,749 &#160; $ 7,769 &#160; $ 5,595 &#160; Income allocated to RSUs ( 39 ) ( 33 ) ( 27 ) Income allocated to common stock $ 8,710 &#160; 926 &#160; $ 9.41 &#160; $ 7,736 &#160; 936 &#160; $ 8.26 &#160; $ 5,568 &#160; 933 &#160; $ 5.97 &#160; ##TABLE_END \n\nPotentially dilutive securities representing 5 million, 3 million and 4 million shares of common stock that were outstanding in 2022, 2021 and 2020 respectively, were excluded from the computation of diluted earnings per common share during these periods because their effect would have been anti-dilutive. \n\nInvestments \n\nWe present investments on our Consolidated Balance Sheets as cash equivalents, short-term investments or other long-term assets. See Note 6 for additional information. \n\n&#8226; Cash equivalents and short-term investments &#8211; The primary objectives of our cash equivalent and short-term investment activities are to preserve capital and maintain liquidity while generating appropriate returns. We consider investments in available-for-sale debt securities with maturities of 90 days or less from the date of our investment to be cash equivalents. We consider investments in available-for-sale debt securities with maturities beyond 90 days from the date of our investment as being available for use in current operations and include them in short-term investments. \n\n&#8226; Other long-term assets &#8211; Long-term investments, which are included within other long-term assets on our Consolidated Balance Sheets, consist of mutual funds, venture capital funds and non-marketable securities. \n\nInventories \n\nInventories are stated at the lower of cost or estimated net realizable value. Cost is generally computed on a currently adjusted standard cost basis, which approximates cost on a first-in, first-out basis. Standard cost is based on the normal utilization of installed factory capacity. Cost associated with underutilization of capacity is expensed as incurred. Inventory held at consignment locations is included in our finished goods inventory. \n\nWe review inventory quarterly for salability and obsolescence. A statistical allowance is provided for inventory considered unlikely to be sold. The statistical allowance is based on an analysis of historical disposal activity, historical customer shipments, as well as estimated future sales. A specific allowance for each material type will be carried if there is a significant event not captured by the statistical allowance. We write off inventory in the period in which disposal occurs. \n\nGovernment incentives \n\nIncentives provided by government entities are recognized when we have reasonable assurance that we will comply with the conditions of the incentive, if any, and the incentive will be received. Incentives related to the acquisition or construction of fixed assets are recognized as a reduction in the carrying amounts of the related assets and reduce depreciation expense over the useful lives of the assets. Incentives for specific operating activities are offset against the related expense in the period the expense is incurred. \n\nIn August 2022, the U.S. government enacted the U.S. CHIPS and Science Act, which provides funding for manufacturing grants and research investments, and it establishes a 25% investment tax credit for certain investments in U.S. semiconductor manufacturing. As of December 31, 2022, we have recognized $ 395 million of receivables in other long-term assets with a corresponding reduction to the carrying amounts of the qualifying manufacturing assets. \n\nProperty, plant and equipment; acquisition-related intangibles; and other capitalized costs \n\nProperty, plant and equipment are stated at cost and depreciated over their estimated useful lives using the straight-line method. Our cost basis includes certain assets acquired in business combinations that were initially recorded at fair value as of the date of acquisition. Leasehold improvements are amortized using the straight-line method over the shorter of the remaining lease term or the estimated useful lives of the improvements. We amortize acquisition-related intangibles on a straight-line basis over the estimated economic life of the assets. Capitalized software licenses are generally amortized on a straight-line basis over the term of the license. Fully depreciated or amortized assets are written off against accumulated depreciation or amortization. \n\nImpairments of long-lived assets \n\nWe regularly review whether facts or circumstances exist that indicate the carrying values of property, plant and equipment or other long-lived assets, including intangible assets, are impaired. We assess the recoverability of assets by comparing the projected undiscounted net cash flows associated with those assets to their respective carrying amounts. Any impairment charge is based on the excess of the carrying amount over the fair value of those assets. Fair value is determined by available market valuations, if applicable, or by discounted cash flows. \n\nGoodwill \n\nGoodwill is reviewed for impairment annually in the fourth quarter or more frequently if certain impairment indicators arise. We perform a qualitative assessment to determine if it is more likely than not that the fair value of a reporting unit is less than its carrying value, including goodwill. If we determine that it is more likely than not that the fair value of a reporting unit is less than its carrying value, or if we elect not to use the qualitative assessment, then we perform the quantitative goodwill impairment test. See Note 11 for additional information. \n\nForeign currency \n\nThe functional currency for our non-U.S. subsidiaries is the U.S. dollar. Accounts recorded in currencies other than the U.S. dollar are remeasured into the functional currency. Current assets (except inventories), deferred taxes, other long-term assets, current liabilities and long-term liabilities are remeasured at exchange rates in effect at the end of each reporting period. Property, plant and equipment with associated depreciation and inventories are valued at historical exchange rates. Revenue and expense accounts other than depreciation for each month are calculated at the appropriate daily rate of exchange. Currency exchange gains and losses from remeasurement are credited or charged to OI&#38;E. \n\nDerivatives and hedging \n\nWe use derivative financial instruments to manage exposure to foreign exchange risk. These instruments are primarily forward foreign currency exchange contracts, which are used as economic hedges to reduce the earnings impact that exchange rate fluctuations may have on our non-U.S. dollar net balance sheet exposures. Gains and losses from changes in the fair value of these forward foreign currency exchange contracts are credited or charged to OI&#38;E. We do not apply hedge accounting to our foreign currency derivative instruments. \n\nWe are exposed to variability in compensation charges related to certain deferred compensation obligations to employees. We use total return swaps to economically hedge this exposure and offset the related compensation expense, recognizing changes in the value of the swaps and the related deferred compensation liabilities in SG&#38;A. \n\nIn connection with the issuance of long-term debt, we may use financial derivatives such as treasury-rate lock agreements that are recognized in AOCI and amortized over the life of the related debt. \n\nThe results of these derivative transactions were not material. We do not use derivatives for speculative or trading purposes. \n\n3. Stock compensation \n\nWe have stock options outstanding to participants under long-term incentive plans. The option price per share may not be less than the fair market value of our common stock on the date of the grant. The options have a 10 -year term, generally vest ratably over four years and continue to vest after the option recipient retires. \n\nWe also have RSUs outstanding to participants under long-term incentive plans. Each RSU represents the right to receive one share of TI common stock, issued on the vesting date, which is generally four years after the date of grant. RSUs continue to vest after the recipient retires. Holders of RSUs receive an annual cash payment equivalent to the dividends paid on our common stock. The fair value per share of RSUs is generally determined based on the closing price of our common stock on the date of grant. \n\nWe have options and RSUs outstanding to non-employee directors under director compensation plans. The plans generally provide for annual grants of stock options and RSUs, a one-time grant of RSUs to each new non-employee director and the issuance of TI common stock upon the distribution of stock units credited to director deferred compensation accounts. \n\nWe also have an employee stock purchase plan (ESPP) under which options are offered to all eligible employees in amounts based on a percentage of the employee&#8217;s compensation, subject to a cap. Under the plan, the option price per share is 85 % of the fair market value on the exercise date. As of December 31, 2022, 32 million shares remain available for future issuance under this plan. \n\nTotal stock compensation expense recognized is as follows: ##TABLE_START For Years Ended December 31, 2022 2021 2020 COR $ 34 &#160; $ 21 &#160; $ 21 &#160; R&#38;D 90 &#160; 67 &#160; 68 &#160; SG&#38;A 165 &#160; 134 &#160; 135 &#160; Restructuring charges/other &#8212; &#160; 8 &#160; &#8212; &#160; Total $ 289 &#160; $ 230 &#160; $ 224 &#160; ##TABLE_END \n\nThese amounts include expenses related to non-qualified stock options, RSUs and stock options offered under our ESPP and are net of estimated forfeitures. \n\nWe recognize compensation expense for non-qualified stock options and RSUs on a straight-line basis over the minimum service period required for vesting of the award, adjusting for estimated forfeitures based on historical activity. Awards issued to employees who are retirement eligible or nearing retirement eligibility are expensed on an accelerated basis. Options issued under our ESPP are expensed over a three-month period. \n\nAs of December 31, 2022, total future compensation related to equity awards not yet recognized in our Consolidated Statements of Income was $ 440 million, which we expect to recognize over a weighted average period of 1.9 years. \n\nFair value methods and assumptions \n\nWe account for all awards granted under our various stock compensation plans at fair value. \n\nWe estimate the fair values for non-qualified stock options using the Black-Scholes-Merton option-pricing model with the following weighted average assumptions: ##TABLE_START For Years Ended December 31, 2022 2021 2020 Weighted average grant date fair value, per share $ 39.94 &#160; $ 40.78 &#160; $ 25.55 &#160; Weighted average assumptions used: Expected volatility 29 &#160; % 32 &#160; % 26 &#160; % Expected lives (in years) 6.4 6.7 6.8 Risk-free interest rates 1.83 &#160; % 0.72 &#160; % 1.53 &#160; % Expected dividend yields 2.64 &#160; % 2.41 &#160; % 2.76 &#160; % ##TABLE_END \n\nWe use market-based measures of implied volatility to determine expected volatility on all options granted. We determine expected lives of options based on the historical option exercise experience of our option holders using a rolling 10-year average. \n\nExpected dividend yields are based on the annualized approved quarterly dividend rate and the current market price of our common stock at the time of grant. No assumption for a future dividend rate change is included unless there is an approved plan to change the dividend in the near term. \n\nLong-term incentive and director compensation plans \n\nStock option and RSU transactions under our long-term incentive and director compensation plans are as follows: ##TABLE_START Stock Options RSUs Shares Weighted Average Exercise Price per Share Shares Weighted Average Grant Date Fair Value per Share \n\nOutstanding grants, December 31, 2021 \n\n25 &#160; $ 91.58 &#160; 4 &#160; $ 124.80 &#160; Granted 4 &#160; $ 174.60 &#160; 2 &#160; $ 174.39 &#160; Stock options exercised/RSUs vested ( 4 ) $ 67.64 &#160; ( 1 ) $ 112.87 &#160; \n\nOutstanding grants, December 31, 2022 (a) \n\n25 &#160; $ 105.75 &#160; 5 &#160; $ 147.30 &#160; ##TABLE_END\n\n(a) Forfeited and expired shares were not material. \n\n##TABLE_START For Years Ended December 31, 2022 2021 2020 Weighted average grant date fair value per share for RSUs $ 174.39 &#160; $ 176.08 &#160; $ 130.59 &#160; Total grant date fair value of shares vested for RSUs $ 121 &#160; $ 115 &#160; $ 110 &#160; Aggregate intrinsic value of options exercised $ 336 &#160; $ 611 &#160; $ 681 &#160; ##TABLE_END\n\nAs of December 31, 2022, 32 million shares remain available for future issuance under these plans. \n\nSummarized information about stock options outstanding as of December 31, 2022, is as follows: ##TABLE_START Stock Options Outstanding Exercise Price Range Number Outstanding (Shares) Weighted Average Remaining Contractual Life (Years) \n\n$ 32.48 to $ 193.58 \n\n25 &#160; 5.3 ##TABLE_END \n\n##TABLE_START Options Fully Vested and Expected to Vest (a) Options Exercisable Options outstanding (shares) 25 &#160; 17 &#160; Weighted average remaining contractual life (in years) 5.3 4.0 Weighted average exercise price per share $ 105.25 &#160; $ 81.56 &#160; Intrinsic value (billions) $ 1.54 &#160; $ 1.42 &#160; ##TABLE_END\n\n(a) Includes effects of expected forfeitures. Excluding the effects of expected forfeitures, the aggregate intrinsic value of stock options outstanding was $ 1.54 billion. \n\nEffect on shares outstanding and treasury shares \n\nTreasury shares were acquired in connection with the board-authorized stock repurchase program. As of December 31, 2022, $ 21.48 billion of stock repurchase authorizations remain, and no expiration date has been specified. \n\nOur practice is to issue shares of common stock from treasury shares upon exercise of stock options, distribution of director deferred compensation and vesting of RSUs. The following table reflects the changes in our treasury shares: ##TABLE_START For Years Ended December 31, 2022 2021 2020 Balance, January 1 817 &#160; 821 &#160; 809 &#160; Repurchases 22 &#160; 3 &#160; 23 &#160; Shares issued ( 4 ) ( 7 ) ( 11 ) Balance, December 31 835 &#160; 817 &#160; 821 &#160; ##TABLE_END \n\nThe effects on cash flows are as follows: ##TABLE_START For Years Ended December 31, 2022 2021 2020 Proceeds from common stock transactions (a) $ 241 &#160; $ 377 &#160; $ 470 &#160; Tax benefit realized from stock compensation 110 &#160; 175 &#160; 195 &#160; ##TABLE_END\n\n(a) Net of taxes paid for employee shares withheld of $ 50 million, $ 53 million and $ 53 million in 2022, 2021 and 2020, respectively. \n\n4. Income taxes \n\nIncome before income taxes is comprised of the following components: ##TABLE_START For Years Ended December 31, 2022 2021 2020 U.S. $ 9,122 &#160; $ 7,998 &#160; $ 5,210 &#160; Non-U.S. 910 &#160; 921 &#160; 807 &#160; Total $ 10,032 &#160; $ 8,919 &#160; $ 6,017 &#160; ##TABLE_END \n\nProvision for income taxes is comprised of the following components: ##TABLE_START For Years Ended December 31, 2022 2021 2020 Current Deferred Total Current Deferred Total Current Deferred Total U.S. federal $ 1,235 &#160; $ ( 223 ) $ 1,012 &#160; $ 948 &#160; $ ( 23 ) $ 925 &#160; $ 357 &#160; $ ( 122 ) $ 235 &#160; Non-U.S. 212 &#160; 32 &#160; 244 &#160; 169 &#160; 38 &#160; 207 &#160; 192 &#160; ( 15 ) 177 &#160; U.S. state 27 &#160; &#8212; &#160; 27 &#160; 18 &#160; &#8212; &#160; 18 &#160; 10 &#160; &#8212; &#160; 10 &#160; Total $ 1,474 &#160; $ ( 191 ) $ 1,283 &#160; $ 1,135 &#160; $ 15 &#160; $ 1,150 &#160; $ 559 &#160; $ ( 137 ) $ 422 &#160; ##TABLE_END \n\nPrincipal reconciling items from the U.S. statutory income tax rate to the effective tax rate (provision for income taxes as a percentage of income before income taxes) are as follows: ##TABLE_START For Years Ended December 31, 2022 2021 2020 U.S. statutory income tax rate 21.0 &#160; % 21.0 &#160; % 21.0 &#160; % Foreign derived intangible income ( 7.0 ) ( 6.1 ) ( 6.1 ) R&#38;D tax credit ( 0.9 ) ( 0.9 ) ( 1.3 ) Stock compensation ( 0.7 ) ( 1.5 ) ( 2.5 ) Changes in uncertain tax positions 0.1 &#160; ( 0.2 ) ( 4.0 ) Other 0.3 &#160; 0.6 &#160; ( 0.1 ) Effective tax rate 12.8 &#160; % 12.9 &#160; % 7.0 &#160; % ##TABLE_END \n\nOn August 16, 2022, the U.S. government enacted the Inflation Reduction Act, which introduces a new 15% corporate minimum tax based on adjusted financial statement income effective January 1, 2023, and provisions intended to mitigate climate change, including tax credit incentives for investments that reduce greenhouse gas emissions. Based on our current analysis of the provisions, this legislation will not have a material impact on our consolidated financial statements. \n\nThe earnings represented by non-cash operating assets, such as fixed assets and inventory, will continue to be permanently reinvested outside the United States. Provisions of the U.S. Tax Cuts and Jobs Act (the Tax Act), such as the one-time tax on indefinitely reinvested earnings and the global intangible low-taxed income (GILTI) tax for years beginning in 2018, eliminate any additional U.S. taxation resulting from repatriation of earnings of non-U.S. subsidiaries to the United States. Consequently, no U.S. tax provision has been made for the future remittance of these earnings. However, withholding or distribution taxes in certain non-U.S. jurisdictions will be incurred upon repatriation of available cash to the United States. A provision has been made for deferred taxes on these undistributed earnings to the extent that repatriation of the available cash to the United States is expected to result in a tax liability. As of December 31, 2022, we have no basis differences that would result in material unrecognized deferred tax liabilities. \n\nWe have made an allowable policy election to account for the effects of GILTI as a component of income tax expense in the period in which the tax is incurred. \n\nThe primary components of deferred tax assets and liabilities are as follows: ##TABLE_START December 31, 2022 2021 Deferred tax assets: Capitalized R&#38;D $ 380 &#160; $ &#8212; &#160; Deferred loss and tax credit carryforwards 201 &#160; 207 &#160; Accrued expenses 182 &#160; 209 &#160; Stock compensation 132 &#160; 110 &#160; Inventories and related reserves 88 &#160; 74 &#160; Retirement costs for defined benefit and retiree health care 43 &#160; &#8212; &#160; Other 36 &#160; 40 &#160; Total deferred tax assets, before valuation allowance 1,062 &#160; 640 &#160; Valuation allowance ( 189 ) ( 188 ) Total deferred tax assets, after valuation allowance 873 &#160; 452 &#160; Deferred tax liabilities: Property, plant and equipment ( 410 ) ( 197 ) International earnings ( 35 ) ( 38 ) Retirement costs for defined benefit and retiree health care &#8212; &#160; ( 15 ) Acquisition-related intangibles and fair-value adjustments ( 13 ) ( 12 ) Other ( 8 ) ( 14 ) Total deferred tax liabilities ( 466 ) ( 276 ) Net deferred tax asset $ 407 &#160; $ 176 &#160; ##TABLE_END\n\nThe deferred tax assets and liabilities based on tax jurisdictions are presented on our Consolidated Balance Sheets as follows: ##TABLE_START December 31, 2022 2021 Deferred tax assets $ 473 &#160; $ 263 &#160; Deferred tax liabilities ( 66 ) ( 87 ) Net deferred tax asset $ 407 &#160; $ 176 &#160; ##TABLE_END\n\nWe make an ongoing assessment regarding the realization of U.S. and non-U.S. deferred tax assets. This assessment is based on our evaluation of relevant criteria, including the existence of deferred tax liabilities that can be used to absorb deferred tax assets, taxable income in prior carryback years and expectations for future taxable income. Valuation allowances increased $ 1 million in 2022, increased $ 9 million in 2021 and decreased $ 1 million in 2020. These changes had no impact to net income in 2022, 2021 or 2020. \n\nWe have no material tax loss carryforwards as of December 31, 2022. \n\nCash payments made for income taxes, net of refunds, were $ 1.48 billion, $ 1.20 billion and $ 720 million in 2022, 2021 and 2020, respectively. \n\nUncertain tax positions \n\nWe operate in a number of tax jurisdictions, and our income tax returns are subject to examination by tax authorities in those jurisdictions who may challenge any item on these tax returns. Because the matters challenged by authorities are typically complex, their ultimate outcome is uncertain. Before any benefit can be recorded in our financial statements, we must determine that it is &#8220;more likely than not&#8221; that a tax position will be sustained by the appropriate tax authorities. We recognize accrued interest related to uncertain tax positions and penalties as components of OI&#38;E. \n\nThe changes in the total amounts of uncertain tax positions are as follows: ##TABLE_START 2022 2021 2020 Balance, January 1 $ 69 &#160; $ 89 &#160; $ 303 &#160; Additions based on tax positions related to the current year 3 &#160; 2 &#160; 3 &#160; Additions for tax positions of prior years 10 &#160; 7 &#160; 35 &#160; Reductions for tax positions of prior years &#8212; &#160; ( 6 ) ( 249 ) Settlements with tax authorities &#8212; &#160; ( 23 ) &#8212; &#160; Expiration of the statute of limitations for assessing taxes &#8212; &#160; &#8212; &#160; ( 3 ) Balance, December 31 $ 82 &#160; $ 69 &#160; $ 89 &#160; Interest income (expense) recognized in the year ended December 31 $ ( 1 ) $ ( 5 ) $ 39 &#160; Interest payable as of December 31 $ 3 &#160; $ 13 &#160; $ 8 &#160; ##TABLE_END \n\nThe liability for uncertain tax positions is a component of other long-term liabilities on our Consolidated Balance Sheets. \n\nAll of the $ 82 million and $ 69 million liabilities for uncertain tax positions as of December 31, 2022 and 2021, respectively, are comprised of positions that, if recognized, would lower the effective tax rate. If these liabilities are ultimately realized, no existing deferred tax assets in 2022 or 2021 would also be realized. Reductions for tax positions of prior years in 2020 include a $ 249 million tax benefit for the effective settlement of a depreciation-related uncertain tax position. Accrued interest of $ 46 million related to this uncertain tax position was reversed and included in OI&#38;E. \n\nAs of December 31, 2022, the statute of limitations remains open for U.S. federal tax returns for 2017 and following years. Certain tax treaty procedures for relief from double taxation remain pending for U.S. federal tax returns for the years 2015 through 2021. \n\nIn non-U.S. jurisdictions, the years open to audit represent the years still open under the statute of limitations. With respect to major jurisdictions outside the United States, our subsidiaries are no longer subject to income tax audits for years before 2012. \n\n5. Financial instruments and risk concentration \n\nFinancial instruments \n\nWe hold derivative financial instruments such as forward foreign currency exchange contracts, the fair value of which was not material as of December 31, 2022. Our forward foreign currency exchange contracts outstanding as of December 31, 2022, had a notional value of $ 387 million to hedge our non-U.S. dollar net balance sheet exposures, including $ 118 million to sell Japanese yen, $ 78 million to sell British pounds and $ 49 million to buy Chinese yuan. \n\nOur investments in cash equivalents, short-term investments and certain long-term investments, as well as our deferred compensation liabilities, are carried at fair value. Our postretirement plan assets are carried at fair value or net asset value per share. The carrying values for other current financial assets and liabilities, such as accounts receivable and accounts payable, approximate fair value due to the short maturity of such instruments. As of December 31, 2022, the carrying value of long-term debt, including the current portion, was $ 8.74 billion, and the estimated fair value was $ 7.86 billion. The estimated fair value is measured using broker-dealer quotes, which are Level 2 inputs. See Note 6 for a description of fair value and the definition of Level 2 inputs. \n\nRisk concentration \n\nWe are subject to counterparty risks from financial institutions, customers and issuers of debt securities. Financial instruments that could subject us to concentrations of credit risk are primarily cash deposits, cash equivalents, short-term investments and accounts receivable. To manage our credit risk exposure, we place cash investments in investment-grade debt securities and limit the amount of credit exposure to any one issuer. We also limit counterparties on cash deposits and financial derivative contracts to financial institutions with investment-grade ratings. \n\nConcentrations of credit risk with respect to accounts receivable are limited due to our large number of customers and their dispersion across different industries and geographic areas. We maintain allowances for expected returns, disputes, adjustments, incentives and credit losses. These allowances are deducted from accounts receivable on our Consolidated Balance Sheets. \n\nAccounts receivable allowances changed to reflect amounts charged (credited) to operating results by $ 5 million, ($ 3 ) million and $ 3 million in 2022, 2021 and 2020, respectively. \n\n6. Valuation of debt and equity investments and certain liabilities \n\nInvestments measured at fair value \n\nMoney market funds, debt investments and mutual funds are stated at fair value, which is generally based on market prices or broker quotes. We classify all debt investments as available-for-sale. See Fair-value considerations. Unrealized gains and losses are recorded as an increase or decrease, net of taxes, in AOCI on our Consolidated Balance Sheets, and any credit losses are recorded as an allowance for credit losses with an offset recognized in OI&#38;E in our Consolidated Statements of Income. \n\nOur mutual funds hold a variety of debt and equity investments intended to generate returns that offset changes in certain deferred compensation liabilities. We record changes in the fair value of these mutual funds and the related deferred compensation liabilities in SG&#38;A. \n\nOther investments \n\nOur other investments include equity-method investments and non-marketable investments, which are not measured at fair value. These investments consist of interests in venture capital funds and other non-marketable securities. Gains and losses from equity-method investments are recognized in OI&#38;E based on our ownership share of the investee&#8217;s financial results. \n\nNon-marketable securities are measured at cost with adjustments for observable changes in price or impairments. Gains and losses on non-marketable investments are recognized in OI&#38;E. \n\nDetails of our investments are as follows: ##TABLE_START December 31, 2022 \n\nDecember 31, 2021 \n\nCash and Cash Equivalents Short-Term Investments Long-Term Investments Cash and Cash Equivalents Short-Term Investments Long-Term Investments Measured at fair value: Money market funds $ 1,238 &#160; $ &#8212; &#160; $ &#8212; &#160; $ 1,824 &#160; $ &#8212; &#160; $ &#8212; &#160; Corporate obligations 276 &#160; 1,535 &#160; &#8212; &#160; 1,060 &#160; 1,070 &#160; &#8212; &#160; U.S. government and agency securities 680 &#160; 4,234 &#160; &#8212; &#160; 642 &#160; 3,388 &#160; &#8212; &#160; Non-U.S. government and agency securities 149 &#160; 248 &#160; &#8212; &#160; 300 &#160; 650 &#160; &#8212; &#160; Mutual funds &#8212; &#160; &#8212; &#160; 11 &#160; &#8212; &#160; &#8212; &#160; 16 &#160; Total 2,343 &#160; 6,017 &#160; 11 &#160; 3,826 &#160; 5,108 &#160; 16 &#160; Other measurement basis: Equity-method investments &#8212; &#160; &#8212; &#160; 18 &#160; &#8212; &#160; &#8212; &#160; 42 &#160; Non-marketable investments &#8212; &#160; &#8212; &#160; 5 &#160; &#8212; &#160; &#8212; &#160; 4 &#160; Cash on hand 707 &#160; &#8212; &#160; &#8212; &#160; 805 &#160; &#8212; &#160; &#8212; &#160; Total $ 3,050 &#160; $ 6,017 &#160; $ 34 &#160; $ 4,631 &#160; $ 5,108 &#160; $ 62 &#160; ##TABLE_END \n\nAs of December 31, 2022 and 2021, unrealized gains and losses associated with our debt investments were not material. We did no t recognize any credit losses related to debt investments in 2022, 2021 or 2020. \n\nThe following table presents the aggregate maturities of our debt investments as of December 31, 2022: \n\n##TABLE_START Fair Value One year or less $ 7,049 &#160; One to two years 73 &#160; ##TABLE_END\n\nIn 2022, 2021 and 2020, the proceeds from sales, redemptions and maturities of short-term debt investments were $ 13.66 billion, $ 8.48 billion and $ 5.29 billion, respectively. Gross realized gains and losses from these sales were not material. \n\nIn 2020, we entered into total return swaps to economically hedge the variability of certain deferred compensation obligations to employees. As a result, in 2020, we received proceeds of $ 253 million from the sale of investments in mutual funds that were previously being utilized to offset this exposure. \n\nFair-value considerations \n\nWe measure and report certain financial assets and liabilities at fair value on a recurring basis. Fair value is defined as the price that would be received to sell an asset or paid to transfer a liability (an exit price) in the principal or most advantageous market for the asset or liability in an orderly transaction between market participants on the measurement date. \n\nThe three-level hierarchy described below indicates the extent and level of judgment used to estimate fair-value measurements. \n\n&#8226; Level 1 &#8211; Uses unadjusted quoted prices that are available in active markets for identical assets or liabilities as of the reporting date. \n\n&#8226; Level 2 &#8211; Uses inputs other than Level 1 that are either directly or indirectly observable as of the reporting date through correlation with market data, including quoted prices for similar assets and liabilities in active markets and quoted prices in markets that are not active. Level 2 also includes assets and liabilities that are valued using models or other pricing methodologies that do not require significant judgment since the input assumptions used in the models, such as interest rates and volatility factors, are corroborated by readily observable data. We utilize a third-party data service to provide Level 2 valuations. We verify these valuations for reasonableness relative to unadjusted quotes obtained from brokers or dealers based on observable prices for similar assets in active markets. \n\n&#8226; Level 3 &#8211; Uses inputs that are unobservable, supported by little or no market activity and reflect the use of significant management judgment. These values are generally determined using pricing models that utilize management estimates of market participant assumptions. As of December 31, 2022 and 2021, we had no Level 3 assets or liabilities. \n\nThe following are our assets and liabilities that were accounted for at fair value on a recurring basis. These tables do not include cash on hand, assets held by our postretirement plans, or assets and liabilities that are measured at historical cost or any basis other than fair value. ##TABLE_START December 31, 2022 \n\nDecember 31, 2021 \n\nLevel 1 Level 2 Total Level 1 Level 2 Total Assets: Money market funds $ 1,238 &#160; $ &#8212; &#160; $ 1,238 &#160; $ 1,824 &#160; $ &#8212; &#160; $ 1,824 &#160; Corporate obligations &#8212; &#160; 1,811 &#160; 1,811 &#160; &#8212; &#160; 2,130 &#160; 2,130 &#160; U.S. government and agency securities 4,914 &#160; &#8212; &#160; 4,914 &#160; 3,629 &#160; 401 &#160; 4,030 &#160; Non-U.S. government and agency securities &#8212; &#160; 397 &#160; 397 &#160; &#8212; &#160; 950 &#160; 950 &#160; Mutual funds 11 &#160; &#8212; &#160; 11 &#160; 16 &#160; &#8212; &#160; 16 &#160; Total assets $ 6,163 &#160; $ 2,208 &#160; $ 8,371 &#160; $ 5,469 &#160; $ 3,481 &#160; $ 8,950 &#160; Liabilities: Deferred compensation $ 326 &#160; $ &#8212; &#160; $ 326 &#160; $ 395 &#160; $ &#8212; &#160; $ 395 &#160; Total liabilities $ 326 &#160; $ &#8212; &#160; $ 326 &#160; $ 395 &#160; $ &#8212; &#160; $ 395 &#160; ##TABLE_END \n\n7. Postretirement benefit plans \n\nPlan descriptions \n\nWe have various employee retirement plans, including defined contribution, defined benefit and retiree health care benefit plans. For qualifying employees, we offer deferred compensation arrangements. \n\nU.S. retirement plans \n\nOur principal retirement plans in the United States are a defined contribution plan, an enhanced defined contribution plan and qualified and non-qualified defined benefit pension plans. The defined benefit plans were closed to new participants in 1997, and then current participants were allowed to make a one-time election to continue accruing a benefit in the plans or to cease accruing a benefit and instead to participate in the enhanced defined contribution plan. \n\nBoth defined contribution plans offer an employer-matching savings option that allows employees to make pretax and post-tax contributions to various investment choices. Employees who elected to continue accruing a benefit in the qualified defined benefit pension plans may also participate in the defined contribution plan, where employer-matching contributions are provided for up to 2 % of the employee&#8217;s annual eligible earnings. Employees who elected not to continue accruing a benefit in the defined benefit pension plans and employees hired after November 1997 and through December 31, 2003, may participate in the enhanced defined contribution plan. This plan provides for a fixed employer contribution of 2 % of the employee&#8217;s annual eligible earnings, plus an employer-matching contribution of up to 4 % of the employee&#8217;s annual eligible earnings. Employees hired after December 31, 2003, do not receive the fixed employer contribution of 2 % of the employee&#8217;s annual eligible earnings. \n\nAs of December 31, 2022 and 2021, as a result of employees&#8217; elections, TI&#8217;s U.S. defined contribution plans held shares of TI common stock totaling 6 million shares in both periods valued at $ 940 million and $ 1.16 billion, respectively. Dividends paid on these shares in 2022 and 2021 were $ 28 million and $ 27 million, respectively. Effective April 1, 2016, the TI common stock fund was frozen to new contributions or transfers into the fund. \n\nOur aggregate expense for the U.S. defined contribution plans was $ 70 million in 2022, $ 63 million in 2021 and $ 61 million in 2020. \n\nThe defined benefit pension plans include employees still accruing benefits, as well as employees and participants who no longer accrue service-related benefits, but instead, may participate in the enhanced defined contribution plan. Benefits under the qualified defined benefit pension plan are determined using a formula based on years of service and the highest five consecutive years of compensation. We intend to contribute amounts to this plan to meet the minimum funding requirements of applicable local laws and regulations, plus such additional amounts as we deem appropriate. The non-qualified defined benefit plans are unfunded and closed to new participants. \n\nU.S. retiree health care benefit plan \n\nU.S. employees who meet eligibility requirements are offered medical coverage during retirement. We make a contribution toward the cost of those retiree medical benefits for certain retirees and their dependents. The contribution rates are based upon various factors, the most important of which are an employee&#8217;s date of hire, date of retirement, years of service and eligibility for Medicare benefits. The balance of the cost is borne by the plan&#8217;s participants. Employees hired after January 1, 2001, are responsible for the full cost of their medical benefits during retirement. \n\nNon-U.S. retirement plans \n\nWe provide retirement coverage for non-U.S. employees, as required by local laws or to the extent we deem appropriate, through a number of defined benefit and defined contribution plans. Retirement benefits are generally based on an employee&#8217;s years of service and compensation. Funding requirements are determined on an individual country and plan basis and are subject to local country practices and market circumstances. \n\nAs of December 31, 2022 and 2021, as a result of employees&#8217; elections, TI&#8217;s non-U.S. defined contribution plans held TI common stock valued at $ 33 million and $ 38 million, respectively. Dividends paid on these shares of TI common stock in 2022 and 2021 were not material. \n\nEffects on our Consolidated Statements of Income and Balance Sheets \n\nExpenses related to defined benefit and retiree health care benefit plans are as follows: ##TABLE_START U.S. Defined Benefit U.S. Retiree Health Care Non-U.S. Defined Benefit 2022 2021 2020 2022 2021 2020 2022 2021 2020 Service cost $ 15 &#160; $ 21 &#160; $ 18 &#160; $ 3 &#160; $ 3 &#160; $ 3 &#160; $ 25 &#160; $ 36 &#160; $ 34 &#160; Interest cost 29 &#160; 30 &#160; 31 &#160; 11 &#160; 10 &#160; 13 &#160; 33 &#160; 37 &#160; 38 &#160; Expected return on plan assets ( 27 ) ( 31 ) ( 36 ) ( 12 ) ( 9 ) ( 12 ) ( 66 ) ( 81 ) ( 78 ) Amortization of prior service cost (credit) &#8212; &#160; &#8212; &#160; &#8212; &#160; ( 2 ) ( 2 ) ( 2 ) 1 &#160; 1 &#160; 1 &#160; Recognized net actuarial loss 3 &#160; 15 &#160; 7 &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; 1 &#160; 7 &#160; 14 &#160; Net periodic benefit costs 20 &#160; 35 &#160; 20 &#160; &#8212; &#160; 2 &#160; 2 &#160; ( 6 ) &#8212; &#160; 9 &#160; Settlement losses 64 &#160; 13 &#160; 16 &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; 10 &#160; 2 &#160; 1 &#160; Total, including other postretirement losses $ 84 &#160; $ 48 &#160; $ 36 &#160; $ &#8212; &#160; $ 2 &#160; $ 2 &#160; $ 4 &#160; $ 2 &#160; $ 10 &#160; ##TABLE_END \n\nAll defined benefit and retiree health care benefit plan expense components other than service cost are recognized in OI&#38;E in our Consolidated Statements of Income. Service cost is recognized within operating profit. \n\nFor the U.S. qualified pension and retiree health care plans, the expected return on plan assets component of net periodic benefit cost is based upon a market-related value of assets. In accordance with U.S. GAAP, the market-related value of assets is the fair value adjusted by a smoothing technique whereby certain gains and losses are phased in over a period of three years . \n\nChanges in the benefit obligations and plan assets for defined benefit and retiree health care benefit plans are as follows: ##TABLE_START U.S. Defined Benefit U.S. Retiree Health Care Non-U.S. Defined Benefit 2022 2021 2022 2021 2022 2021 Change in plan benefit obligation Benefit obligation at beginning of year: $ 895 &#160; $ 1,097 &#160; $ 360 &#160; $ 389 &#160; $ 2,574 &#160; $ 2,868 &#160; Service cost 15 &#160; 21 &#160; 3 &#160; 3 &#160; 25 &#160; 36 &#160; Interest cost 29 &#160; 30 &#160; 11 &#160; 10 &#160; 33 &#160; 37 &#160; Participant contributions &#8212; &#160; &#8212; &#160; 15 &#160; 14 &#160; 5 &#160; 9 &#160; Benefits paid ( 12 ) ( 12 ) ( 41 ) ( 38 ) ( 86 ) ( 101 ) Settlements ( 309 ) ( 162 ) &#8212; &#160; &#8212; &#160; ( 91 ) ( 12 ) Curtailments &#8212; &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; ( 4 ) &#8212; &#160; Actuarial loss (gain) ( 97 ) ( 79 ) ( 74 ) ( 18 ) ( 547 ) ( 111 ) Effects of exchange rate changes &#8212; &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; ( 242 ) ( 152 ) Benefit obligation at end of year $ 521 &#160; $ 895 &#160; $ 274 &#160; $ 360 &#160; $ 1,667 &#160; $ 2,574 &#160; Change in plan assets Fair value of plan assets at beginning of year: $ 934 &#160; $ 1,061 &#160; $ 385 &#160; $ 389 &#160; $ 2,813 &#160; $ 3,008 &#160; Actual return on plan assets ( 205 ) 37 &#160; ( 80 ) 19 &#160; ( 557 ) 75 &#160; Employer contributions (qualified plans) &#8212; &#160; &#8212; &#160; 1 &#160; 1 &#160; 9 &#160; 7 &#160; Employer contributions (non-qualified plans) 13 &#160; 10 &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; Participant contributions &#8212; &#160; &#8212; &#160; 15 &#160; 14 &#160; 5 &#160; 9 &#160; Benefits paid ( 12 ) ( 12 ) ( 41 ) ( 38 ) ( 86 ) ( 101 ) Settlements ( 309 ) ( 162 ) &#8212; &#160; &#8212; &#160; ( 91 ) ( 12 ) Effects of exchange rate changes &#8212; &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; ( 271 ) ( 173 ) Fair value of plan assets at end of year $ 421 &#160; $ 934 &#160; $ 280 &#160; $ 385 &#160; $ 1,822 &#160; $ 2,813 &#160; Funded status at end of year $ ( 100 ) $ 39 &#160; $ 6 &#160; $ 25 &#160; $ 155 &#160; $ 239 &#160; ##TABLE_END \n\nChanges in actuarial gains and losses in the projected benefit obligations are generally driven by discount rate movement. \n\nAmounts recognized on our Consolidated Balance Sheets as of December 31, are as follows: ##TABLE_START U.S. Defined Benefit U.S. Retiree Health Care Non-U.S. Defined Benefit Total 2022 Overfunded retirement plans $ &#8212; &#160; $ 8 &#160; $ 180 &#160; $ 188 &#160; Accrued expenses and other liabilities &#38; other long-term liabilities ( 3 ) &#8212; &#160; ( 6 ) ( 9 ) Underfunded retirement plans ( 97 ) ( 2 ) ( 19 ) ( 118 ) \n\nFunded status at end of 2022 \n\n$ ( 100 ) $ 6 &#160; $ 155 &#160; $ 61 &#160; 2021 Overfunded retirement plans $ 73 &#160; $ 28 &#160; $ 291 &#160; $ 392 &#160; Accrued expenses and other liabilities &#38; other long-term liabilities ( 5 ) &#8212; &#160; ( 5 ) ( 10 ) Underfunded retirement plans ( 29 ) ( 3 ) ( 47 ) ( 79 ) \n\nFunded status at end of 2021 \n\n$ 39 &#160; $ 25 &#160; $ 239 &#160; $ 303 &#160; ##TABLE_END \n\nContributions to the plans meet or exceed all minimum funding requirements. We expect to contribute about $ 10 million to our retirement benefit plans in 2023. \n\nAccumulated benefit obligations, which are generally less than the projected benefit obligations as they exclude the impact of future salary increases, were $ 489 million and $ 820 million as of December 31, 2022 and 2021, respectively, for the U.S. defined benefit plans, and $ 1.60 billion and $ 2.47 billion as of December 31, 2022 and 2021, respectively, for the non-U.S. defined benefit plans. \n\nThe change in AOCI is as follows: ##TABLE_START U.S. Defined Benefit U.S. Retiree Health Care Non-U.S. Defined Benefit Total Net Actuarial Loss Net Actuarial Loss Prior Service Cost Net Actuarial Loss Prior Service Cost Net Actuarial Loss Prior Service Cost \n\nAOCI balance, net of taxes, December 31, 2021 \n\n$ 36 &#160; $ ( 30 ) $ ( 1 ) $ 149 &#160; $ 1 &#160; $ 155 &#160; $ &#8212; &#160; Changes in AOCI by category: Adjustments 137 &#160; 18 &#160; &#8212; &#160; 48 &#160; &#8212; &#160; 203 &#160; &#8212; &#160; Recognized within net income ( 67 ) &#8212; &#160; 2 &#160; ( 11 ) ( 1 ) ( 78 ) 1 &#160; Tax effect ( 16 ) ( 3 ) ( 1 ) ( 12 ) 1 &#160; ( 31 ) &#8212; &#160; Total change to AOCI 54 &#160; 15 &#160; 1 &#160; 25 &#160; &#8212; &#160; 94 &#160; 1 &#160; \n\nAOCI balance, net of taxes, December 31, 2022 \n\n$ 90 &#160; $ ( 15 ) $ &#8212; &#160; $ 174 &#160; $ 1 &#160; $ 249 &#160; $ 1 &#160; ##TABLE_END \n\nInformation on plan assets \n\nWe report and measure the plan assets of our defined benefit pension and other postretirement plans at fair value. The tables below set forth the fair value of our plan assets using the same three-level hierarchy of fair-value inputs described in Note 6. ##TABLE_START December 31, 2022 \n\nLevel 1 Level 2 Other (a) Total Assets of U.S. defined benefit plan: Fixed income securities and cash equivalents $ &#8212; &#160; $ &#8212; &#160; $ 272 &#160; $ 272 &#160; Equity securities &#8212; &#160; &#8212; &#160; 149 &#160; 149 &#160; Total $ &#8212; &#160; $ &#8212; &#160; $ 421 &#160; $ 421 &#160; Assets of U.S. retiree health care plan: Fixed income securities and cash equivalents $ 7 &#160; $ &#8212; &#160; $ 175 &#160; $ 182 &#160; Equity securities &#8212; &#160; &#8212; &#160; 98 &#160; 98 &#160; Total $ 7 &#160; $ &#8212; &#160; $ 273 &#160; $ 280 &#160; Assets of non-U.S. defined benefit plans: Fixed income securities and cash equivalents $ 40 &#160; $ 60 &#160; $ 1,282 &#160; $ 1,382 &#160; Equity securities 52 &#160; 1 &#160; 387 &#160; 440 &#160; Total $ 92 &#160; $ 61 &#160; $ 1,669 &#160; $ 1,822 &#160; ##TABLE_END \n\n(a) Consists of bond index and equity index funds, measured at net asset value per share, as well as cash equivalents. \n\n##TABLE_START December 31, 2021 \n\nLevel 1 Level 2 Other (a) Total Assets of U.S. defined benefit plan: Fixed income securities and cash equivalents $ &#8212; &#160; $ &#8212; &#160; $ 655 &#160; $ 655 &#160; Equity securities &#8212; &#160; &#8212; &#160; 279 &#160; 279 &#160; Total $ &#8212; &#160; $ &#8212; &#160; $ 934 &#160; $ 934 &#160; Assets of U.S. retiree health care plan: Fixed income securities and cash equivalents $ 10 &#160; $ &#8212; &#160; $ 238 &#160; $ 248 &#160; Equity securities &#8212; &#160; &#8212; &#160; 137 &#160; 137 &#160; Total $ 10 &#160; $ &#8212; &#160; $ 375 &#160; $ 385 &#160; Assets of non-U.S. defined benefit plans: Fixed income securities and cash equivalents $ 71 &#160; $ 104 &#160; $ 2,045 &#160; $ 2,220 &#160; Equity securities 49 &#160; 2 &#160; 542 &#160; 593 &#160; Total $ 120 &#160; $ 106 &#160; $ 2,587 &#160; $ 2,813 &#160; ##TABLE_END\n\n(a) Consists of bond index and equity index funds, measured at net asset value per share, as well as cash equivalents. \n\nThe investments in our major benefit plans largely consist of low-cost, broad-market index funds to mitigate risks of concentration within market sectors. Our investment policy is designed to better match the interest rate sensitivity of the plan assets and liabilities. The appropriate mix of equity and bond investments is determined primarily through the use of detailed asset-liability modeling studies that look to balance the impact of changes in the discount rate against the need to provide asset growth to cover future service cost. Most of our plans around the world have a greater proportion of fixed income securities with return characteristics that are more closely aligned with changes in the liabilities caused by discount rate volatility. \n\nAssumptions and investment policies ##TABLE_START U.S. Defined Benefit U.S. Retiree Health Care Non-U.S. Defined Benefit 2022 2021 2022 2021 2022 2021 Weighted average assumptions used to determine benefit obligations: Discount rate 5.67 % 2.74 % 5.68 % 3.05 % 3.45 % 1.57 % Long-term pay progression 3.75 % 3.70 % n/a n/a 3.03 % 3.15 % Weighted average assumptions used to determine net periodic benefit cost: Discount rate 3.82 % 2.95 % 3.05 % 2.74 % 1.57 % 1.31 % Long-term rate of return on plan assets 3.80 % 3.50 % 3.40 % 3.10 % 2.73 % 2.82 % Long-term pay progression 3.70 % 3.70 % n/a n/a 3.15 % 3.15 % ##TABLE_END \n\nWe utilize a variety of methods to select an appropriate discount rate depending on the depth of the corporate bond market in the country in which the benefit plan operates. In the United States, we use a settlement approach whereby a portfolio of bonds is selected from the universe of actively traded high-quality U.S. corporate bonds. The selected portfolio is designed to simulate a portfolio that would provide cash flows sufficient to pay the plan&#8217;s expected benefit payments when due. The resulting discount rate reflects the rate of return of the selected portfolio of bonds. For our non-U.S. locations with a sufficient number of actively traded high-quality bonds, an analysis is performed in which the projected cash flows from the defined benefit plans are discounted against a yield curve constructed with an appropriate universe of high-quality corporate bonds available in each country. In this manner, a present value is developed. The discount rate selected is the single equivalent rate that produces the same present value. For countries that lack a sufficient corporate bond market, a government bond index is used to establish the discount rate. \n\nAssumptions for the expected long-term rate of return on plan assets are based on future expectations for returns for each asset class and the effect of periodic target asset allocation rebalancing. We adjust the results for the payment of reasonable expenses of the plan from plan assets. We believe our assumptions are appropriate based on the investment mix and long-term nature of the plans&#8217; investments. Assumptions used for the non-U.S. defined benefit plans reflect the different economic environments within the various countries. \n\nThe target allocation ranges for the plans that hold a substantial majority of the defined benefit assets are as follows: ##TABLE_START U.S. Defined Benefit U.S. Retiree Health Care Non-U.S. Defined Benefit Fixed income securities and cash equivalents 65 % &#8211; 80 % \n\n65 % &#8211; 80 % \n\n60 % &#8211; 100 % \n\nEquity securities 20 % &#8211; 35 % \n\n20 % &#8211; 35 % \n\n0 % &#8211; 40 % \n\n##TABLE_END \n\nWe rebalance the plans&#8217; investments when they are outside the target allocation ranges. \n\nWeighted average asset allocations as of December 31 are as follows: ##TABLE_START U.S. Defined Benefit U.S. Retiree Health Care Non-U.S. Defined Benefit 2022 2021 2022 2021 2022 2021 Fixed income securities and cash equivalents 65 % 70 % 65 % 64 % 76 % 79 % Equity securities 35 % 30 % 35 % 36 % 24 % 21 % ##TABLE_END \n\nNone of the plan assets related to the defined benefit pension plans and retiree health care benefit plan are directly invested in TI common stock. \n\nThe following assumed future benefit payments to plan participants in the next 10 years are used to measure our benefit obligations. Almost all of the payments, which may vary significantly from these assumptions, will be made from plan assets and not from company assets. ##TABLE_START 2023 2024 2025 2026 2027 2028 &#8211; 2032 U.S. Defined Benefit $ 77 &#160; $ 75 &#160; $ 65 &#160; $ 63 &#160; $ 60 &#160; $ 227 &#160; U.S. Retiree Health Care 28 &#160; 27 &#160; 26 &#160; 25 &#160; 24 &#160; 106 &#160; Non-U.S. Defined Benefit 84 &#160; 87 &#160; 89 &#160; 91 &#160; 92 &#160; 487 &#160; ##TABLE_END \n\nAssumed health care cost trend rates for the U.S. retiree health care benefit plan as of December 31 are as follows: ##TABLE_START 2022 2021 Assumed health care cost trend rate for next year 7.00 % 6.50 % Ultimate trend rate 5.00 % 5.00 % Year in which ultimate trend rate is reached 2031 2028 ##TABLE_END \n\nDeferred compensation plans \n\nWe have deferred compensation plans that allow U.S. employees whose base salary and management responsibility exceed a certain level to defer receipt of a portion of their cash compensation. Payments under these plans are made based on the participant&#8217;s distribution election and plan balance. Participants can earn a return on their deferred compensation based on notional investments in the same investment funds that are offered in our defined contribution plans. \n\nAs of December 31, 2022, our liability to participants of the deferred compensation plans was $ 326 million and is recorded in other long-term liabilities on our Consolidated Balance Sheets. This amount reflects the accumulated participant deferrals and earnings thereon as of that date. We utilize total return swaps and investments in mutual funds that serve as economic hedges of our exposure to changes in the fair value of these liabilities. We record changes in the fair value of the liability and the related total return swaps and mutual funds in SG&#38;A, as discussed in Note 6. As of December 31, 2022, we held $ 11 million in mutual funds related to these plans that are recorded in long-term investments on our Consolidated Balance Sheets. \n\n8. Debt and lines of credit \n\nShort-term borrowings \n\nWe maintain a line of credit to provide additional liquidity through bank loans and, if necessary, to support commercial paper borrowings. As of December 31, 2022, the aforementioned line of credit was a variable-rate, revolving credit facility from a consortium of investment-grade banks that allows us to borrow up to $ 1 billion until March 2023. The interest rate on borrowings under this credit facility, if drawn, is indexed to the applicable Term Secured Overnight Financing Rate (Term SOFR). As of December 31, 2022, our credit facility was undrawn, and we had no commercial paper outstanding. \n\nLong-term debt \n\nIn April 2022, we retired $ 500 million of maturing debt. \n\nIn August 2022, we issued two series of senior unsecured notes for an aggregate principal amount of $ 700 million, consisting of $ 400 million of 3.65 % notes due in 2032 and $ 300 million of 4.10 % notes due in 2052. We incurred $ 3 million of issuance and other related costs. The proceeds of the offering were $ 695 million, net of the original issuance discounts, which will be used for general corporate purposes. \n\nIn November 2022, we issued two series of senior unsecured notes for an aggregate principal amount of $ 800 million, consisting of $ 300 million of 4.70 % notes due in 2024 and $ 500 million of 4.60 % notes due in 2028. We incurred $ 3 million of issuance and other related costs. The proceeds of the offering were $ 799 million, net of the original issuance discounts, which will be used for general corporate purposes. \n\nIn February 2021, we retired $ 550 million of maturing debt. \n\nIn September 2021, we issued three series of senior unsecured notes for an aggregate principal amount of $ 1.5 billion, consisting of $ 500 million of 1.125 % notes due in 2026, $ 500 million of 1.90 % notes due in 2031 and $ 500 million of 2.70 % notes due in 2051. We incurred $ 10 million of issuance costs. The proceeds of the offering were $ 1.5 billion, net of the original issuance discounts, which will be used for general corporate purposes. \n\nIn March 2020, we issued a principal amount of $ 750 million of fixed-rate, long-term debt due in 2025. We incurred $ 4 million of issuance costs. The proceeds of the offering were $ 749 million, net of the original issuance discount, and were used for general corporate purposes and the repayment of maturing debt. \n\nIn April 2020, we retired $ 500 million of maturing debt. \n\nIn May 2020, we issued a principal amount of $ 750 million of fixed-rate, long-term debt due in 2030. We incurred $ 5 million of issuance costs. The proceeds of the offering were $ 749 million, net of the original issuance discount, and were used for general corporate purposes. \n\nLong-term debt outstanding is as follows: ##TABLE_START December 31, 2022 2021 \n\nNotes due 2022 at 1.85 % \n\n$ &#8212; &#160; $ 500 &#160; \n\nNotes due 2023 at 2.25 % \n\n500 &#160; 500 &#160; \n\nNotes due 2024 at 2.625 % \n\n300 &#160; 300 &#160; \n\nNotes due 2024 at 4.70 % \n\n300 &#160; &#8212; &#160; \n\nNotes due 2025 at 1.375 % \n\n750 &#160; 750 &#160; \n\nNotes due 2026 at 1.125 % \n\n500 &#160; 500 &#160; \n\nNotes due 2027 at 2.90 % \n\n500 &#160; 500 &#160; \n\nNotes due 2028 at 4.60 % \n\n500 &#160; &#8212; &#160; \n\nNotes due 2029 at 2.25 % \n\n750 &#160; 750 &#160; \n\nNotes due 2030 at 1.75 % \n\n750 &#160; 750 &#160; \n\nNotes due 2031 at 1.90 % \n\n500 &#160; 500 &#160; \n\nNotes due 2032 at 3.65 % \n\n400 &#160; &#8212; &#160; \n\nNotes due 2039 at 3.875 % \n\n750 &#160; 750 &#160; \n\nNotes due 2048 at 4.15 % \n\n1,500 &#160; 1,500 &#160; \n\nNotes due 2051 at 2.70 % \n\n500 &#160; 500 &#160; \n\nNotes due 2052 at 4.10 % \n\n300 &#160; &#8212; &#160; Total debt 8,800 &#160; 7,800 &#160; Net unamortized discounts, premiums and issuance costs ( 65 ) ( 59 ) Total debt, including net unamortized discounts, premiums and issuance costs 8,735 &#160; 7,741 &#160; Current portion of long-term debt ( 500 ) ( 500 ) Long-term debt $ 8,235 &#160; $ 7,241 &#160; ##TABLE_END \n\nInterest and debt expense was $ 214 million, $ 184 million and $ 190 million in 2022, 2021 and 2020, respectively. This was net of the amortized discounts, premiums and issuance and other related costs. Cash payments for interest on long-term debt were $ 198 million, $ 181 million and $ 182 million in 2022, 2021 and 2020, respectively. Capitalized interest was not material. \n\n9. Leases \n\nWe conduct certain operations in leased facilities and also lease a portion of our data processing and other equipment. In addition, certain long-term supply agreements to purchase industrial gases are accounted for as operating leases. Lease agreements frequently include renewal provisions and require us to pay real estate taxes, insurance and maintenance costs. \n\nOur leases are included as a component of the following balance sheet lines: ##TABLE_START &#160; December 31, &#160; 2022 2021 Other long-term assets $ 431 &#160; $ 465 &#160; &#160; \n\nAccrued expenses and other liabilities $ 75 &#160; $ 82 &#160; Other long-term liabilities 344 &#160; 383 &#160; ##TABLE_END \n\nDetails of our operating leases are as follows: ##TABLE_START \n\nFor Years Ended December 31, &#160; 2022 2021 2020 Lease cost related to lease liabilities $ 67 &#160; $ 69 &#160; $ 70 &#160; Variable lease cost 46 &#160; 56 &#160; 36 &#160; \n\nCash paid for amounts included in the measurement of lease liabilities: Operating cash flows for lease cost $ 61 &#160; $ 61 &#160; $ 59 &#160; \n\nLease assets obtained in exchange for new lease liabilities $ 37 &#160; $ 210 &#160; $ 59 &#160; ##TABLE_END \n\nAs of December 31, 2022, we had committed to make the following minimum payments under our non-cancellable operating leases: ##TABLE_START 2023 2024 2025 2026 2027 Thereafter Total Lease payments $ 81 &#160; $ 65 &#160; $ 54 &#160; $ 48 &#160; $ 41 &#160; $ 185 &#160; $ 474 &#160; Imputed lease interest ( 55 ) Total lease liabilities $ 419 &#160; ##TABLE_END \n\nThe weighted-average remaining lease term was 8.8 years and 9.2 years as of December 31, 2022 and 2021, respectively. The weighted-average discount rate was 2.71 % and 2.51 % as of December 31, 2022 and 2021, respectively. \n\n10. Commitments and contingencies \n\nPurchase commitments \n\nOur purchase commitments include payments for software licenses and contractual arrangements with suppliers when there is a fixed, non-cancellable payment schedule or when minimum payments are due with a reduced delivery schedule. \n\nAs of December 31, 2022, we had committed to make the following minimum payments under our purchase commitments: ##TABLE_START 2023 2024 2025 2026 2027 Thereafter Total Purchase commitments $ 502 &#160; $ 529 &#160; $ 260 &#160; $ 236 &#160; $ 242 &#160; $ 337 &#160; $ 2,106 &#160; ##TABLE_END \n\nIndemnification guarantees \n\nWe routinely sell products with an intellectual property indemnification included in the terms of sale. Historically, we have had only minimal, infrequent losses associated with these indemnities. Consequently, we cannot reasonably estimate any future liabilities that may result. \n\nWarranty costs/product liabilities \n\nOur stated warranties for semiconductor products obligate us to repair, replace or credit the purchase price of a covered product back to the buyer. Product claim consideration may exceed the price of our products. Historically, we have experienced a low rate of payments on product claims. Although we cannot predict the likelihood or amount of any future claims, we do not believe they will have a material adverse effect on our consolidated financial statements. We accrue for known product-related claims if a loss is probable and can be reasonably estimated. During the periods presented, there have been no material accruals or payments regarding product warranty or product liability. \n\nGeneral \n\nWe are subject to various legal and administrative proceedings. Although it is not possible to predict the outcome of these matters, we believe that the results of these proceedings will not have a material adverse effect on our consolidated financial statements. \n\n11. Supplemental financial information \n\nRestructuring charges/other \n\nRestructuring charges/other are included in Other for segment reporting purposes and are comprised of the following components: ##TABLE_START For Years Ended December 31, 2022 2021 2020 Restructuring charges (a) $ &#8212; &#160; $ &#8212; &#160; $ 25 &#160; Integration charges (b) 257 &#160; 104 &#160; &#8212; &#160; Gains on sales of assets (c) &#8212; &#160; ( 50 ) ( 1 ) Restructuring charges/other $ 257 &#160; $ 54 &#160; $ 24 &#160; ##TABLE_END\n\n(a) Includes severance and benefits, changes in estimates and other exit costs. \n\n(b) Includes costs related to our purchase of the Lehi, Utah, manufacturing facility, as well as preproduction costs before December 2022. \n\n(c) Includes a $ 50 million gain from the sale of property in October 2021. \n\nOther income (expense), net (OI&#38;E) ##TABLE_START For Years Ended December 31, 2022 2021 2020 Other income (a) $ 168 &#160; $ 145 &#160; $ 327 &#160; Other expense (b) ( 62 ) ( 2 ) ( 14 ) Total $ 106 &#160; $ 143 &#160; $ 313 &#160; ##TABLE_END\n\n(a) Other income includes interest, royalty and lease income, as well as investment gains and losses and reversals of tax interest accruals. \n\n(b) Other expense includes a portion of pension and other retiree benefit costs, currency gains and losses and miscellaneous items. \n\nProperty, plant and equipment at cost ##TABLE_START Depreciable Lives (Years) December 31, 2022 2021 Land n/a $ 132 &#160; $ 132 &#160; Buildings and improvements 5 &#8211; 40 \n\n4,154 &#160; 3,490 &#160; Machinery and equipment 2 &#8211; 10 \n\n5,664 &#160; 4,236 &#160; Total $ 9,950 &#160; $ 7,858 &#160; ##TABLE_END \n\nGoodwill \n\nGoodwill by segment as of December 31, 2022 and 2021, is as follows: ##TABLE_START Goodwill Analog $ 4,158 &#160; Embedded Processing 172 &#160; Other 32 &#160; Total $ 4,362 &#160; ##TABLE_END \n\nWe perform our annual goodwill impairment test in the fourth quarter and determine whether the fair value of each of our reporting units is in excess of its carrying value. In 2022, we elected to perform a qualitative analysis to assess impairment of goodwill rather than to perform the quantitative goodwill impairment test. The key qualitative factors considered in the assessment included changes in the industry and competitive environment, market capitalization and overall financial performance. Based on this qualitative analysis, we determined that it was more likely than not that the fair value of each reporting unit exceeded its carrying value. In 2022, 2021 and 2020, we determined no impairment was indicated. \n\nAccrued expenses and other liabilities ##TABLE_START December 31, 2022 2021 Accrued construction retainage $ 149 &#160; $ 82 &#160; Other 497 &#160; 520 &#160; Total $ 646 &#160; $ 602 &#160; ##TABLE_END \n\nOther long-term liabilities ##TABLE_START December 31, 2022 2021 Operating lease liabilities $ 344 &#160; $ 383 &#160; Deferred compensation plans 326 &#160; 395 &#160; Long-term portion of transition tax on indefinitely reinvested earnings 302 &#160; 403 &#160; Other 254 &#160; 186 &#160; Total $ 1,226 &#160; $ 1,367 &#160; ##TABLE_END \n\nAccumulated other comprehensive income (loss), net of taxes (AOCI) ##TABLE_START December 31, 2022 2021 Postretirement benefit plans: Net actuarial loss $ ( 249 ) $ ( 155 ) Prior service cost ( 1 ) &#8212; &#160; Unrealized losses on available-for-sale investments ( 3 ) &#8212; &#160; Cash flow hedge derivative instruments ( 1 ) ( 2 ) Total $ ( 254 ) $ ( 157 ) ##TABLE_END \n\nDetails on amounts reclassified out of accumulated other comprehensive income (loss), net of taxes, to net income \n\nOur Consolidated Statements of Comprehensive Income include items that have been recognized within net income in 2022, 2021 and 2020. The table below details where these transactions are recorded in our Consolidated Statements of Income. ##TABLE_START For Years Ended December 31, Impact to Related Statement of Income Lines 2022 2021 2020 Net actuarial losses of defined benefit plans: Recognized net actuarial loss and settlement losses (a) $ 78 &#160; $ 37 &#160; $ 38 &#160; Decrease to OI&#38;E Tax effect ( 17 ) ( 8 ) ( 9 ) Decrease to provision for income taxes Recognized within net income, net of taxes $ 61 &#160; $ 29 &#160; $ 29 &#160; Decrease to net income Prior service cost of defined benefit plans: Amortization of prior service cost (a) $ ( 1 ) $ ( 1 ) $ ( 1 ) Increase to OI&#38;E Tax effect &#8212; &#160; &#8212; &#160; &#8212; &#160; Increase to provision for income taxes Recognized within net income, net of taxes $ ( 1 ) $ ( 1 ) $ ( 1 ) Increase to net income ##TABLE_END \n\n(a) Detailed in Note 7 \n\nReport of independent registered public accounting firm \n\nTo the Shareholders and the Board of Directors of Texas Instruments Incorporated \n\nOpinion on the financial statements \n\nWe have audited the accompanying consolidated balance sheets of Texas Instruments Incorporated (the Company) as of December 31, 2022 and 2021, the related consolidated statements of income, comprehensive income, shareholders&#8217; equity and cash flows for each of the three years in the period ended December 31, 2022, and the related notes (collectively referred to as the &#8220;consolidated financial statements&#8221;). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company at December 31, 2022 and 2021, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2022, in conformity with U.S. generally accepted accounting principles. \n\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company&#8217;s internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control-Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) and our report dated February 3, 2023, expressed an unqualified opinion thereon. \n\nBasis for opinion \n\nThese financial statements are the responsibility of the Company&#8217;s management. Our responsibility is to express an opinion on the Company&#8217;s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \n\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion. \n\nCritical audit matter \n\nThe critical audit matter communicated below is a matter arising from the current period audit of the financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective or complex judgments. The communication of the critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the account or disclosure to which it relates. \n\nUncertain tax positions ##TABLE_START Description of the matter \n\nAs discussed in Note 4 to the consolidated financial statements, the Company operates in the United States and multiple international tax jurisdictions, and its income tax returns are subject to examination by tax authorities in those jurisdictions who may challenge any tax position on these returns. Uncertainty in a tax position may arise because tax laws are subject to interpretation. The Company uses significant judgment to (1) determine whether, based on the technical merits, a tax position is more likely than not to be sustained and (2) measure the amount of tax benefit that qualifies for recognition. Auditing management&#8217;s estimate of the amount of tax benefit that qualifies for recognition involved auditor judgment because management&#8217;s estimate is complex, requires a high degree of judgment and is based on interpretations of tax laws and legal rulings. \n\nHow we addressed the matter in our audit \n\nWe obtained an understanding, evaluated the design, and tested the operating effectiveness of controls over the Company&#8217;s accounting process for uncertain tax positions. For example, this included controls over the Company&#8217;s assessment of the technical merits of tax positions and management&#8217;s process to measure the benefit of those tax positions. Among other procedures performed, we involved our tax professionals to assess the technical merits of the Company&#8217;s tax positions. This included assessing the Company&#8217;s correspondence with the relevant tax authorities and evaluating income tax opinions or other third-party advice obtained by the Company. We also evaluated the appropriateness of the Company&#8217;s accounting for its tax positions taking into consideration relevant international and local income tax laws and legal rulings. We analyzed the Company&#8217;s assumptions and data used to determine the amount of tax benefit to recognize and tested the accuracy of the calculations. We also evaluated the adequacy of the Company&#8217;s financial statement disclosures in Note 4 to the consolidated financial statements related to these tax matters. \n\n##TABLE_END\n\n/s/ Ernst &#38; Young LLP \n\nWe have served as the Company&#8217;s auditor since 1952. \n\nDallas, Texas \n\nFebruary 3, 2023 \n\n"
    },
    {
      "section": "9",
      "text": " ITEM 9. Changes in and disagreements with accountants on accounting and financial disclosure \n\nNot applicable. \n\n"
    },
    {
      "section": "9A",
      "text": " ITEM 9A. Controls and procedures \n\nDisclosure controls and procedures \n\nAn evaluation as of the end of the period covered by this report was carried out under the supervision and with the participation of management, including our Chief Executive Officer and Chief Financial Officer, of the effectiveness of the design and operation of our disclosure controls and procedures (as defined in Rules 13a-15(e) and 15d-15(e) under the Securities Exchange Act of 1934). Based upon that evaluation, the Chief Executive Officer and Chief Financial Officer concluded that those disclosure controls and procedures were effective. \n\nInternal control over financial reportin g \n\nReport by management on internal control over financial reporting \n\nThe management of TI is responsible for establishing and maintaining effective internal control over financial reporting. TI&#8217;s internal control system was designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation and fair presentation of financial statements issued for external purposes in accordance with generally accepted accounting principles. There has been no change in our internal control over financial reporting (as defined in Rule 13a-15(f) and 15d-15(f) under the Securities Exchange Act of 1934) that occurred during the fourth quarter of 2022 that has materially affected, or is reasonably likely to materially affect, our internal control over financial reporting. \n\nAll internal control systems, no matter how well designed, have inherent limitations and may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate. \n\nTI management assessed the effectiveness of internal control over financial reporting as of December 31, 2022. In making this assessment, we used the criteria set forth by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria) in Internal Control &#8722; Integrated Framework. Based on our assessment, we believe that, as of December 31, 2022, our internal control over financial reporting is effective based on the COSO criteria. \n\nTI&#8217;s independent registered public accounting firm, Ernst &#38; Young LLP, has issued an audit report on the effectiveness of our internal control over financial reporting, which immediately follows this report. \n\nReport of independent registered public accounting firm \n\nTo the Shareholders and the Board of Directors of Texas Instruments Incorporated \n\nOpinion on internal control over financial reporting \n\nWe have audited Texas Instruments Incorporated&#8217;s internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control&#8212;Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria). In our opinion, Texas Instruments Incorporated (the Company) maintained, in all material respects, effective internal control over financial reporting as of December 31, 2022, based on the COSO criteria. \n\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Company as of December 31, 2022 and 2021, the related consolidated statements of income, comprehensive income, shareholders&#8217; equity and cash flows for each of the three years in the period ended December 31, 2022, and the related notes, and our report dated February 3, 2023, expressed an unqualified opinion thereon. \n\nBasis for opinion \n\nThe Company&#8217;s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting included in the accompanying report by management on internal control over financial reporting. Our responsibility is to express an opinion on the Company&#8217;s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \n\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. \n\nOur audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion. \n\nDefinition and limitations of internal control over financial reporting \n\nA company&#8217;s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company&#8217;s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company&#8217;s assets that could have a material effect on the financial statements. \n\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate. \n\n/s/ Ernst &#38; Young LLP \n\nDallas, Texas \n\nFebruary 3, 2023 \n\n"
    },
    {
      "section": "9B",
      "text": " ITEM 9B. Other information \n\nSection 13(r) of the Securities Exchange Act of 1934 disclosure \n\nDuring the first quarter of 2022 and as set forth in General License 1B from the U.S. Office of Foreign Assets Control, we periodically filed notifications with the Russian Federal Security Service (FSB) solely to permit the import, distribution and use of certain of our catalog semiconductor products in Russia. No gross revenue or net profit was directly attributable to these notifications to the FSB, and we do not intend to continue such notifications. In February 2022, we decided to no longer sell any products in Russia or Belarus. \n\n"
    },
    {
      "section": "10",
      "text": " ITEM 10. Directors, executive officers and corporate governance \n\nThe information with respect to directors&#8217; names, ages, positions, term of office, periods of service and business experience, which is contained under the caption &#8220;Election of directors&#8221; in our proxy statement for the 2023 annual meeting of stockholders, is incorporated herein by reference to such proxy statement. \n\nA list of our executive officers and their biographical information appears in Part I, Item 1 of this report. \n\nCode of ethics \n\nWe have adopted the Code of Ethics for TI Chief Executive Officer and Senior Finance Officers. A copy of the Code can be found on our website at www.ti.com/corporategovernance. We intend to satisfy the disclosure requirements of the SEC regarding amendments to, or waivers from, the Code by posting such information on the same website. \n\nAudit committee \n\nThe information contained under the caption &#8220;Committees of the board&#8221; with respect to the audit committee and the audit committee financial expert in our proxy statement for the 2023 annual meeting of stockholders is incorporated herein by reference to such proxy statement. \n\n"
    },
    {
      "section": "11",
      "text": " ITEM 11. Executive compensation \n\nThe information contained under the captions &#8220;Director compensation&#8221; and &#8220;Executive compensation&#8221; in our proxy statement for the 2023 annual meeting of stockholders is incorporated herein by reference to such proxy statement, provided that the Compensation Committee report shall not be deemed filed with this Form 10-K. \n\nThe information contained under the caption &#8220;Compensation committee interlocks and insider participation&#8221; in our proxy statement for the 2023 annual meeting of stockholders is incorporated herein by reference to such proxy statement. \n\n"
    },
    {
      "section": "12",
      "text": " ITEM 12. Security ownership of certain beneficial owners and management and related stockholder matters \n\nEquity compensation plan information \n\nThe following table sets forth information about the company&#8217;s equity compensation plans as of December 31, 2022. ##TABLE_START Plan Category Number of Securities to be Issued Upon Exercise of Outstanding Options, Warrants and Rights (1) Weighted-Average Exercise Price of Outstanding Options, Warrants and Rights (2) Number of Securities Remaining Available for Future Issuance under Equity Compensation Plans (excluding securities reflected in column (1)) (3) Equity compensation plans approved by security holders 30,332,268 (a) $ 105.95 (b) 64,051,555 (c) Equity compensation plans not approved by security holders &#8212; &#8212; &#8212; Total 30,332,268 (d) $ 105.95 64,051,555 ##TABLE_END\n\n(a) Includes shares of TI common stock to be issued under the Texas Instruments 2003 Director Compensation Plan, the Texas Instruments 2009 Long-Term Incentive Plan (the &#8220;2009 LTIP&#8221;) and its predecessor stockholder-approved plans, the Texas Instruments 2009 Director Compensation Plan, the TI Employees 2014 Stock Purchase Plan (the &#8220;2014 ESPP&#8221;) and the Texas Instruments 2018 Director Compensation Plan (the &#8220;2018 Director Plan&#8221;). \n\n(b) Restricted stock units and stock units credited to directors&#8217; deferred compensation accounts are settled in shares of TI common stock on a one-for-one basis. Accordingly, such units have been excluded for purposes of computing the weighted-average exercise price. \n\n(c) Shares of TI common stock available for future issuance under the 2009 LTIP, the 2014 ESPP and the 2018 Director Plan. 30,239,773 shares remain available for future issuance under the 2009 LTIP and 1,809,242 shares remain available for future issuance under the 2018 Director Plan. Under the 2009 LTIP and the 2018 Director Plan, awards may be granted in the form of restricted stock units, options or other stock-based awards such as restricted stock. \n\n(d) Includes 25,204,866 shares for issuance upon exercise of outstanding grants of options, 4,876,407 shares for issuance upon vesting of outstanding grants of restricted stock units, 155,301 shares for issuance under the 2014 ESPP and 95,694 shares for issuance in settlement of directors&#8217; deferred compensation accounts. \n\nSecurity ownership of certain beneficial owners and management \n\nThe information that is contained under the captions &#8220;Security ownership of certain beneficial owners&#8221; and &#8220;Security ownership of directors and management&#8221; in our proxy statement for the 2023 annual meeting of stockholders is incorporated herein by reference to such proxy statement. \n\n"
    },
    {
      "section": "13",
      "text": " ITEM 13. Certain relationships and related transactions, and director independence \n\nThe information contained under the captions &#8220;Related person transactions&#8221; and &#8220;Director independence&#8221; in our proxy statement for the 2023 annual meeting of stockholders is incorporated herein by reference to such proxy statement. \n\n"
    },
    {
      "section": "14",
      "text": " ITEM 14. Principal accountant fees and services \n\nThe information with respect to principal accountant fees and services contained under the caption &#8220;Proposal to ratify appointment of independent registered public accounting firm&#8221; in our proxy statement for the 2023 annual meeting of stockholders is incorporated herein by reference to such proxy statement. \n\nPART IV \n\n"
    },
    {
      "section": "15",
      "text": " ITEM 15. Exhibits, financial statement schedules \n\nThe financial statements are listed in the index included in Item 8, &#8220;Financial statements and supplementary data.&#8221; \n\n##TABLE_START Incorporated by Reference Filed or Furnished Herewith Designation of Exhibit Description of Exhibit Form File Number Date of Filing Exhibit Number 3(a) \n\nRestated Certificate of Incorporation of the Registrant, dated April 18, 1985, as amended \n\n10-K 001-3761 February 24, 2015 3(a) 3(b) \n\nBy-Laws of the Registrant \n\n8-K 001-3761 January 26, 2022 3 4(a) \n\nIndenture \n\n8-K 001-3761 May 23, 2011 4.2 4(b) \n\nOfficer&#8217;s Certificate \n\n8-K 001-3761 May 8, 2013 4.2 4(c) \n\nOfficers&#8217; Certificate \n\n8-K 001-3761 March 12, 2014 4.2 4(d) \n\nOfficers&#8217; Certificate \n\n8-K 001-3761 May 6, 2016 4.1 4(e) \n\nOfficers&#8217; Certificate \n\n8-K 001-3761 May 4, 2017 4.1 4(f) \n\nOfficers&#8217; Certificate \n\n8-K 001-3761 November 3, 2017 4.1 4(g) \n\nOfficers&#8217; Certificate \n\n8-K 001-3761 May 7, 2018 4.1 4(h) \n\nOfficers&#8217; Certificate \n\n8-K 001-3761 June 8, 2018 4.1 4(i) \n\nOfficers&#8217; Certificate \n\n8-K 001-3761 March 11, 2019 4.1 4(j) \n\nOfficers&#8217; Certificate \n\n8-K 001-3761 September 4, 2019 4.1 4(k) \n\nOfficers&#8217; Certificate \n\n8-K 001-3761 March 12, 2020 4.1 4(l) \n\nOfficers&#8217; Certificate \n\n8-K 001-3761 May 4, 2020 4.1 4(m) \n\nOfficers&#8217; Certificate \n\n8-K 001-3761 September 15, 2021 4.1 4(n) \n\nOfficers&#8217; Certificate \n\n8-K 001-3761 August 16, 2022 4.1 4(o) \n\nOfficers&#8217; Certificate \n\n8-K 001-3761 November 18, 2022 4.1 4(p) \n\nDescription of Securities \n\n10-K 001-3761 February 20, 2020 4(l) 10(a) \n\nTI Deferred Compensation Plan, as amended* \n\n10-K 001-3761 February 24, 2016 10(a) 10(b) \n\nTI Employees Non-Qualified Pension Plan, effective January 1, 2009, as amended* \n\n10-K 001-3761 February 24, 2016 10(b) 10(c) \n\nTI Employees Non-Qualified Pension Plan II* \n\n10-K 001-3761 February 24, 2016 10(c) 10(d) \n\nTexas Instruments Long-Term Incentive Plan, adopted April 15, 1993* \n\n10-K 001-3761 February 24, 2012 10(c) 10(e) \n\nTexas Instruments 2003 Director Compensation Plan as amended January 19, 2012 \n\n10-K 001-3761 February 24, 2015 10(j) 10(f) \n\nForm of Non-Qualified Stock Option Agreement for Executive Officers under the Texas Instruments 2009 Long-Term Incentive Plan* \n\n10-K 001-3761 February 23, 2017 10(k) 10(g) \n\nForm of Restricted Stock Unit Award Agreement for Executive Officers under the Texas Instruments 2009 Long-Term Incentive Plan* \n\n10-K 001-3761 February 23, 2017 10(l) ##TABLE_END\n\n##TABLE_START Incorporated by Reference Filed or Furnished Herewith Designation of Exhibit Description of Exhibit Form File Number Date of Filing Exhibit Number 10(h) \n\nTexas Instruments 2009 Long-Term Incentive Plan as amended April 21, 2016* \n\nDEF 14A 001-3761 March 9, 2016 Appendix B 10(i) \n\nTexas Instruments 2009 Director Compensation Plan as amended January 19, 2012 \n\n10-K 001-3761 February 23, 2017 10(n) 10(j) \n\nTexas Instruments 2018 Director Compensation Plan as amended December 5, 2019 \n\n10-K 001-3761 February 20, 2020 10(k) 21 \n\nList of Subsidiaries of the Registrant \n\nX 23 \n\nConsent of Independent Registered Public Accounting Firm \n\nX 31(a) \n\nRule 13a-14(aRule 13a-14(a)/15(d)-14(a) Certification of Chief Executive Officer \n\nX 31(b) \n\nRule 13a-14(a)/15(d)-14(a) Certification of Chief Financial Officer \n\nX 32(a) \n\nSection 1350 Certification of Chief Executive Officer \n\nX 32(b) \n\nSection 1350 Certification of Chief Financial Officer \n\nX 101.ins Instance Document X 101.sch XBRL Taxonomy Schema X 101.cal XBRL Taxonomy Calculation Linkbase X 101.def XBRL Taxonomy Definitions Document X 101.lab XBRL Taxonomy Labels Linkbase X 101.pre XBRL Taxonomy Presentation Linkbase X 104 Cover Page Interactive Data File (embedded within the Inline XBRL document) X ##TABLE_END\n\n* Management compensation plans and arrangements \n\nNotice regarding forward-looking statements \n\nThis report includes forward-looking statements intended to qualify for the safe harbor from liability established by the Private Securities Litigation Reform Act of 1995. These forward-looking statements generally can be identified by phrases such as TI or its management &#8220;believes,&#8221; &#8220;expects,&#8221; &#8220;anticipates,&#8221; &#8220;foresees,&#8221; &#8220;forecasts,&#8221; &#8220;estimates&#8221; or other words or phrases of similar import. Similarly, statements herein that describe TI&#8217;s business strategy, outlook, objectives, plans, intentions or goals also are forward-looking statements. All such forward-looking statements are subject to certain risks and uncertainties that could cause actual results to differ materially from those in forward-looking statements. \n\nWe urge you to carefully consider the following important factors that could cause actual results to differ materially from the expectations of TI or our management: \n\n&#8226; Economic, social and political conditions, and natural events in the countries in which we, our customers or our suppliers operate, including global trade policies; \n\n&#8226; Market demand for semiconductors, particularly in the industrial and automotive markets, and customer demand that differs from forecasts; \n\n&#8226; Our ability to compete in products and prices in an intensely competitive industry; \n\n&#8226; Evolving cybersecurity and other threats relating to our information technology systems or those of our customers, suppliers and other third parties; \n\n&#8226; Our ability to successfully implement and realize opportunities from strategic, business and organizational changes, or our ability to realize our expectations regarding the amount and timing of associated restructuring charges and cost savings; \n\n&#8226; Our ability to develop, manufacture and market innovative products in a rapidly changing technological environment, our timely implementation of new manufacturing technologies and installation of manufacturing equipment, and our ability to realize expected returns on significant investments in manufacturing capacity; \n\n&#8226; The duration and scope of the COVID-19 pandemic, government and other third-party responses to it and the consequences for the global economy, including to our business and the businesses of our suppliers, customers and distributors; \n\n&#8226; Availability and cost of key materials, utilities, manufacturing equipment, third-party manufacturing services and manufacturing technology; \n\n&#8226; Our ability to recruit and retain skilled personnel and effectively manage key employee succession; \n\n&#8226; Product liability, warranty or other claims relating to our products, software, manufacturing, delivery, services, design or communications, or recalls by our customers for a product containing one of our parts; \n\n&#8226; Compliance with or changes in the complex laws, rules and regulations to which we are or may become subject, or actions of enforcement authorities, that restrict our ability to operate our business or subject us to fines, penalties or other legal liability; \n\n&#8226; Changes in tax law and accounting standards that impact the tax rate applicable to us, the jurisdictions in which profits are determined to be earned and taxed, adverse resolution of tax audits, increases in tariff rates, and the ability to realize deferred tax assets; \n\n&#8226; Financial difficulties of our distributors or semiconductor distributors&#8217; promotion of competing product lines to our detriment; or disputes with current or former distributors; \n\n&#8226; Losses or curtailments of purchases from key customers or the timing and amount of customer inventory adjustments; \n\n&#8226; Our ability to maintain or improve profit margins, including our ability to utilize our manufacturing facilities at sufficient levels to cover our fixed operating costs, in an intensely competitive and cyclical industry and changing regulatory environment; \n\n&#8226; Our ability to maintain and enforce a strong intellectual property portfolio and maintain freedom of operation in all jurisdictions where we conduct business; or our exposure to infringement claims; \n\n&#8226; Instability in the global credit and financial markets; and \n\n&#8226; Impairments of our non-financial assets. \n\nFor a more detailed discussion of these factors, see the Risk factors discussion in Item 1A of this report. The forward-looking statements included in this report are made only as of the date of this report, and we undertake no obligation to update the forward-looking statements to reflect subsequent events or circumstances. If we do update any forward-looking statement, you should not infer that we will make additional updates with respect to that statement or any other forward-looking statement. \n\nSIGNATURES \n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this Report to be signed on its behalf by the undersigned, thereunto duly authorized. ##TABLE_START TEXAS INSTRUMENTS INCORPORATED By: /s/ Rafael R. Lizardi Rafael R. Lizardi, Senior Vice President and Chief Financial Officer \n\n##TABLE_END\n\nDate: February 3, 2023 \n\nEach person whose signature appears below constitutes and appoints each of Richard K. Templeton, Rafael R. Lizardi, Julie C. Knecht and Cynthia Hoff Trochu, or any of them, each acting alone, his or her true and lawful attorneys-in-fact and agents, with full power of substitution and resubstitution, for such person and in his or her name, place and stead, in any and all capacities in connection with the annual report on Form 10-K of Texas Instruments Incorporated for the year ended December 31, 2022, to sign any and all amendments to the Form 10-K and to file the same, with all exhibits thereto, and other documents in connection therewith, with the Securities and Exchange Commission, granting unto said attorneys-in-fact and agents, each acting alone, full power and authority to do and perform each and every act and thing requisite and necessary to be done in and about the premises, as fully to all intents and purposes as he or she might or could do in person, hereby ratifying and confirming all that said attorneys-in-fact and agents, or their substitutes or substitute, may lawfully do or cause to be done by virtue hereof. \n\nPursuant to the requirements of the Securities Exchange Act of 1934, this Report has been signed below by the following persons on behalf of the Registrant and in the capacities indicated as of the 3rd day of February 2023. \n\n##TABLE_START /s/ Mark A. Blinn /s/ Todd M. Bluedorn Mark A. Blinn, Director \n\nTodd M. Bluedorn, Director \n\n/s/ Janet F. Clark /s/ Carrie S. Cox Janet F. Clark, Director \n\nCarrie S. Cox, Director \n\n/s/ Martin S. Craighead /s/ Jean M. Hobby Martin S. Craighead, Director \n\nJean M. Hobby, Director \n\n/s/ Michael D. Hsu /s/ Haviv Ilan Michael D. Hsu, Director \n\nHaviv Ilan, Director, \n\nExecutive Vice President and Chief Operating Officer \n\n/s/ Ronald Kirk /s/ Pamela H. Patsley Ronald Kirk, Director \n\nPamela H. Patsley, Director \n\n/s/ Robert E. Sanchez /s/ Richard K. Templeton Robert E. Sanchez, Director \n\nRichard K. Templeton, Director, \n\nChairman of the Board, \n\nPresident and Chief Executive Officer \n\n/s/ Rafael R. Lizardi /s/ Julie C. Knecht Rafael R. Lizardi, Senior Vice President and \n\nChief Financial Officer \n\nJulie C. Knecht, Vice President and \n\nChief Accounting Officer \n\n##TABLE_END\n\n"
    }
  ]
}