{
  "ticker": "USB",
  "content": [
    {
      "section": "1",
      "text": " Item 1. Business \n\n##TABLE_END Forward-Looking Statements \n\nTHE FOLLOWING INFORMATION APPEARS IN ACCORDANCE WITH THE PRIVATE SECURITIES LITIGATION REFORM ACT OF 1995: This report contains forward-looking statements about U.S. Bancorp (&#8220;U.S. Bancorp&#8221; or the &#8220;Company&#8221;). Statements that are not historical or current facts, including statements about beliefs and expectations, are forward-looking statements and are based on the information available to, and assumptions and estimates made by, management as of the date hereof. These forward-looking statements cover, among other things, future economic conditions and the anticipated future revenue, expenses, financial condition, asset quality, capital and liquidity levels, plans, prospects and operations of U.S. Bancorp. Forward-looking statements often use words such as &#8220;anticipates,&#8221; &#8220;targets,&#8221; &#8220;expects,&#8221; &#8220;hopes,&#8221; &#8220;estimates,&#8221; &#8220;projects,&#8221; &#8220;forecasts,&#8221; &#8220;intends,&#8221; &#8220;plans,&#8221; &#8220;goals,&#8221; &#8220;believes,&#8221; &#8220;continue&#8221; and other similar expressions or future or conditional verbs such as &#8220;will,&#8221; &#8220;may,&#8221; &#8220;might,&#8221; &#8220;should,&#8221; &#8220;would&#8221; and &#8220;could.&#8221; \n\nForward-looking statements involve inherent risks and uncertainties that could cause actual results to differ materially from those set forth in forward-looking statements, including the following risks and uncertainties: \n\n&#160;\n\n##TABLE_START &#160; &#8226; &#160; Deterioration in general business and economic conditions or turbulence in domestic or global financial markets, which could adversely affect U.S. Bancorp&#8217;s revenues and the values of its assets and liabilities, reduce the availability of funding to certain financial institutions, lead to a tightening of credit, and increase stock price volatility; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Changes to statutes, regulations, or regulatory policies or practices, including capital and liquidity requirements, and the enforcement and interpretation of such laws and regulations, and U.S. Bancorp&#8217;s ability to address or satisfy those requirements and other requirements or conditions imposed by regulatory entities; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Changes in interest rates; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Increases in unemployment rates; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Deterioration in the credit quality of its loan portfolios or in the value of the collateral securing those loans; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Risks related to originating and selling mortgages, including repurchase and indemnity demands, and related to U.S. Bancorp&#8217;s role as a loan servicer; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Impacts of current, pending or future litigation and governmental proceedings; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Increased competition from both banks and non-banks; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Effects of climate change and related physical and transition risks; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Changes in customer behavior and preferences and the ability to implement technological changes to respond to customer needs and meet competitive demands; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Breaches in data security; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Failures or disruptions in or breaches of U.S. Bancorp&#8217;s operational or security systems or infrastructure, or those of third parties; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Failures to safeguard personal information; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Impacts of pandemics, including the COVID-19 pandemic, natural disasters, terrorist activities, civil unrest, international hostilities and geopolitical events; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Impacts of supply chain disruptions, rising inflation, slower growth or a recession; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Failure to execute on strategic or operational plans; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Effects of mergers and acquisitions and related integration; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Effects of critical accounting policies and judgments; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Effects of changes in or interpretations of tax laws and regulations; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Management&#8217;s ability to effectively manage credit risk, market risk, operational risk, compliance risk, strategic risk, interest rate risk, liquidity risk and reputation risk; and \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; The risks and uncertainties more fully discussed in the section entitled &#8220;Risk Factors&#8221; of the 2022 Annual Report. \n\n##TABLE_END In addition, U.S. Bancorp&#8217;s acquisition of MUFG Union Bank, N.A. (&#8220;MUB&#8221;) presents risks and uncertainties, including, among others: the risk that the cost savings, any revenue synergies and other anticipated benefits of the acquisition may not be realized or may take longer than anticipated to be realized; and the possibility that the combination of MUB with U.S. Bancorp, including the integration of MUB, may be more costly or difficult to complete than anticipated or have unanticipated adverse results. \n\nIn addition, factors other than these risks also could adversely affect U.S. Bancorp&#8217;s results, and the reader should not consider these risks to be a complete set of all potential risks or uncertainties. Readers are cautioned not to place undue reliance on any forward-looking statements. Forward-looking statements speak only as of the date hereof, and U.S. Bancorp undertakes no obligation to update them in light of new information or future events. \n\nGeneral Business Description \n\nU.S. Bancorp is a financial services holding company headquartered in Minneapolis, Minnesota, serving millions of local, national and global customers. U.S. Bancorp is registered as a bank holding company under the Bank Holding Company Act of 1956 (the &#8220;BHC Act&#8221;), and has elected to be treated as a financial holding company under the BHC Act. The Company provides a full range of financial services, including lending and depository services, cash management, capital markets, and trust and investment management services. It also engages in credit card services, merchant and ATM processing, mortgage banking, insurance, brokerage and leasing. \n\nU.S. Bancorp&#8217;s banking subsidiaries, U.S. Bank National Association (&#8220;USBNA&#8221;) and MUB, are engaged in the general banking business, principally in domestic markets, and hold all of the Company&#8217;s consolidated deposits of $525.0 billion at December 31, 2022. USBNA and MUB provide a wide range of products and services to individuals, businesses, institutional organizations, governmental entities and other financial institutions. Commercial and consumer lending services are principally offered to customers within the Company&#8217;s domestic markets, to domestic customers with foreign operations and to large national customers operating in specific industries targeted by the Company, such as healthcare, utilities, oil and gas, and state and municipal government. Lending services include traditional credit products as well as credit card services, lease financing and import/export trade, asset-backed lending, agricultural finance and other products. Depository services include checking accounts, savings accounts and time certificate contracts. Ancillary services such as capital markets, treasury management and receivable lock-box collection are provided to corporate and governmental entity customers. U.S. Bancorp&#8217;s bank and trust subsidiaries provide a full range of asset management and fiduciary services for individuals, estates, foundations, business corporations and charitable organizations. \n\nOther U.S. Bancorp non-banking subsidiaries offer investment and insurance products to the Company&#8217;s customers principally within its domestic markets, and fund administration services to a broad range of mutual and other funds. \n\nBanking and investment services are provided through a network of 2,494 banking offices as of December 31, 2022, principally operating in the Midwest and West regions of the United States, through on-line \n\n&#160;\n\nservices, over mobile devices and through other distribution channels. The Company operates a network of 4,505 ATMs as of December 31, 2022, and provides 24-hour, seven day a week telephone customer service. Mortgage banking services are provided through banking offices and loan production offices throughout the Company&#8217;s domestic markets. Lending products may be originated through banking offices, indirect correspondents, brokers or other lending sources. The Company is also one of the largest providers of corporate and purchasing card services and corporate trust services in the United States. The Company&#8217;s wholly-owned subsidiary, Elavon, Inc. (&#8220;Elavon&#8221;), provides domestic merchant processing services directly to merchants. Wholly-owned subsidiaries of Elavon provide similar merchant services in Canada and segments of Europe. The Company also provides corporate trust and fund administration services in Europe. These foreign operations are not significant to the Company. \n\nMUFG Union Bank Acquisition \n\nOn December 1, 2022, the Company acquired MUB&#8217;s core regional banking franchise from Mitsubishi UFJ Financial Group, Inc. Pursuant to the terms of the Share Purchase Agreement, the Company acquired all the issued and outstanding shares of common stock of MUB for a purchase price consisting of $5.5 billion in cash and approximately 44 million shares of the Company&#8217;s common stock. The Company also received additional MUB capital of $3.5 billion upon completion of the acquisition. The additional capital received is held at the MUB subsidiary and required to be repaid to Mitsubishi UFJ Financial Group, Inc. on or prior to the fifth anniversary date of the completion of the purchase, in accordance with the terms of the Share Purchase Agreement. As such, it is recognized as debt at the parent company. The transaction excludes the purchase of substantially all of MUB&#8217;s Global Corporate &#38; Investment Bank (other than certain deposits), certain middle and back-office functions, and other assets. MUB operates approximately 300 branches in California, Washington and Oregon. The Company&#8217;s 2022 results reflect MUB&#8217;s operations for the month of December 2022, and the Company&#8217;s balance sheet as of December 31, 2022 includes MUB&#8217;s balances acquired or assumed in the transaction, including $81.4 billion in total assets, $53.1 billion of loans and $82.0 billion of deposits. As of the date of acquisition, MUB is a wholly-owned subsidiary of the Company and an affiliate of USBNA, the Company&#8217;s primary banking subsidiary. The Company expects to merge MUB into USBNA in connection with the conversion of MUB customers and systems to the USBNA platform over Memorial Day weekend in 2023. \n\nBusiness Segments \n\nThe Company&#8217;s major lines of business are Corporate and Commercial Banking, Consumer and Business Banking, Wealth Management and Investment Services, Payment Services, and Treasury and Corporate Support. These operating segments are components of the Company about which financial information is prepared and is evaluated regularly by management in deciding how to allocate resources and assess performance. \n\nCorporate and Commercial Banking Corporate and Commercial Banking offers lending, equipment finance and small-ticket leasing, depository services, treasury management, capital markets services, international trade services and other financial services to middle market, large corporate, commercial real estate, financial institution, non-profit and public sector clients. Corporate and Commercial Banking contributed $1.8 billion, or 31.6 percent, of the Company&#8217;s net income in 2022, an increase of $277 million (17.7 percent) compared with 2021. \n\nConsumer and Business Banking Consumer and Business Banking comprises consumer banking, small business banking and consumer lending. Products and services are delivered through banking offices, telephone servicing and sales, on-line services, direct mail, ATM processing, mobile devices, distributed mortgage loan officers, and intermediary relationships including auto dealerships, mortgage banks, and strategic business partners. Consumer and Business Banking contributed $1.8 billion, or 31.0 percent, of the Company&#8217;s net income in 2022, a decrease of $551 million (23.4 percent) compared with 2021. \n\nWealth Management and Investment Services Wealth Management and Investment Services provides private banking, financial advisory services, investment management, retail brokerage services, insurance, trust, \n\n&#160;\n\ncustody and fund servicing through four businesses: Wealth Management, Global Corporate Trust &#38; Custody, U.S. Bancorp Asset Management, and Fund Services. Wealth Management and Investment Services contributed $1.3 billion, or 22.6 percent, of the Company&#8217;s net income in 2022, an increase of $471 million (55.9 percent) compared with 2021. \n\nPayment Services Payment Services includes consumer and business credit cards, stored-value cards, debit cards, corporate, government and purchasing card services and merchant processing. Payment Services contributed $1.3 billion, or 22.7 percent, of the Company&#8217;s net income in 2022, a decrease of $380 million (22.3 percent) compared with 2021. \n\nTreasury and Corporate Support Treasury and Corporate Support includes the Company&#8217;s investment portfolios, funding, capital management, interest rate risk management, income taxes not allocated to the business lines, including most investments in tax-advantaged projects, and the residual aggregate of those expenses associated with corporate activities that are managed on a consolidated basis. Treasury and Corporate Support recorded a net loss of $459 million, or (7.9) percent, of the Company&#8217;s net income in 2022, a decrease of $2.0 billion compared with 2021. \n\nAdditional information regarding the Company&#8217;s business segments can be found on pages 56 to 59 of the Company&#8217;s 2022 Annual Report under the heading &#8220;Line of Business Financial Review,&#8221; which is incorporated herein by reference. \n\nHuman Capital \n\nThe Company&#8217;s success depends, in large part, on its ability to attract, develop and retain skilled employees. The Company recognizes that supporting, engaging and continuously upskilling its workforce is key to meeting evolving corporate and customer needs. To further those efforts, the Company is dedicated to fostering a diverse, equitable and inclusive work environment; providing pay that is competitive and fair, as well as other benefits and programs that promote wellness; and supporting employees&#8217; professional development through programs that promote engagement, learning and productivity. As of December 31, 2022, the Company employed a total of 78,192 employees globally, including employees from the acquisition of MUB on December 1, 2022. \n\nDiversity, Equity and Inclusion The Company continues to expand its talent pipeline to increase the representation of women at leadership levels and people of color at all levels, including at the executive and senior management level. The Company&#8217;s hiring program includes the inclusion of at least one woman or one person of color on interview slates for all roles at the Company. In addition, the Company&#8217;s High Impact Development Program focuses on growing its leadership pipeline of women and people of color. This program creates increased visibility and connections with executive leadership, meaningful learning and development opportunities, robust action plans and cohort networking/peer support. The Company also provides inclusive leadership learning journeys designed to coach and develop its leaders in driving employee and team performance through inclusive behaviors and best practices. \n\nTo help create and sustain an inclusive workforce, the Company sponsors Business Resource Groups (&#8220;BRGs&#8221;), including Asian heritage, Black heritage, Nosotros Latinos, Indigenous Peoples, U.S. Bank women, Spectrum LGBTQ, Proud to Serve: Military and Veterans, European Inclusion, and Disability employee groups, with chapters across the Company. These BRGs enable employees from a wide variety of backgrounds, identities and perspectives to connect in ways that empower them to contribute, innovate and grow. Through these BRGs, employees can come together to discuss topics of interest to them, develop professional skills and build overall employee engagement, helping to create and sustain an inclusive workforce that drives business growth and propels accountability for diversity and inclusion within the Company. \n\nThese programs, practices and policies are part of the Company&#8217;s strategy to have an ethnically and gender diverse employee base. As of December 31, 2022, of the Company&#8217;s employees in the United States, \n\n&#160;\n\n58% percent were women and 36% percent were people of color. As of December 31, 2022, 33% percent of the Company&#8217;s employees at the executive and senior management level in the United States were women and 18% percent were people of color. In addition, as of December 31, 2022, of the Company&#8217;s 13 directors, 6 were women and 4 were people of color. The diversity percentages noted above do not include employees from the MUB acquisition who joined the Company on December 1, 2022, as the data regarding MUB employees is being verified as part of the acquisition integration process. All diversity information is based on information self-disclosed by the employee or director to the Company. To provide transparency on progress relating to its commitment to seek and promote diverse talent, the Company publicly discloses consolidated EEO-1 data. The Company&#8217;s 2022 EEO-1 data will include the validated MUB data when released. \n\nEquitable and Competitive Compensation, Health &#160;&#38; Wellness Programs Maintaining competitive compensation and benefits practices is a continued focus for the Company, with periodic peer and benchmarking reviews used to assist with competitive alignment and employee retention. In 2022, the Company made material compensation investments in its workforce, including increasing the minimum base hourly wage from $15 to $20 per hour for U.S. employees and implementing targeted off-cycle compensation increases to certain employee groups globally to improve competitive compensation and address escalating inflationary pressures. More than 50% of the Company&#8217;s employees were positively impacted by these actions in 2022. The Company remains committed to fair pay and continues to prioritize pay equity efforts. To further the Company&#8217;s efforts to provide fair and equitable compensation to its diverse employees, the Company has processes to address any gender and racial pay inequities identified within its workforce. This work starts with fair hiring practices. The Company also has guidelines in place for both internal and external job postings to assist the Company&#8217;s leaders in making fair compensation decisions based on the demands and responsibilities of each role, candidate experience, and pay related to comparable internal positions. The Company conducts periodic reviews of base pay of employee groups across gender and racial categories with the assistance of an independent third-party consultant. Should gender or race-based disparities in pay be identified, the Company adjusts compensation levels to eliminate those disparities. In the 2022 review, on average, employees of the Company in the United States who are women were paid greater than 99 percent of what their male counterparts were paid, and employees of the Company in the United States who are people of color were paid greater than 99 percent of what their white counterparts were paid, taking into account several factors including comparable jobs, experience and location. The 2022 review did not include employees from the MUB acquisition who joined the Company on December 1, 2022. \n\nThe Company also provides its employees with comprehensive benefits programs, including competitive healthcare, retirement, leave, recognition, wellness, disability, life insurance, time-off, flexible work, and educational assistance programs, based on the Company&#8217;s recognition that such benefits are important to attract and retain employees. In 2022 the Company enhanced the parental leave, fertility, and part-time employee benefits to further support its employee base. In addition to its competitive 401(k) matching program, the Company maintains an active cash balance pension program for its U.S. employees, including newly hired employees. \n\nThe Company continues to support flexible work programs with remote, hybrid and in-person work arrangements, providing additional optionality and flexibility for most employees, which helps the Company attract and retain talent. The Company continues to adapt and evolve its flexible work programs as it recognizes the changes to employee and customer priorities as a result of the pandemic and its customers&#8217; changing needs. \n\nEmployee Engagement and Retention As part of its efforts to develop and retain skilled employees, the Company remains focused on monitoring employee engagement. The Company&#8217;s employee listening program allows the Company to collect quantitative and qualitative feedback from employees on an ongoing basis, which then supports and informs the Company on human capital strategies and decisions that impact its employee base. \n\nAs part of its talent strategy, the Company strives to support continuous employee learning and development. The Company provides a number of talent development offerings for employees to improve skills that are critical in the current and future working environment and empowers employees to discover ways to \n\n&#160;\n\nthrive and grow their careers, which aligns with the Company&#8217;s Employment Value Proposition. For example, the Company&#8217;s learning programs include the Digital Academy and the People Leader Center, which focus on digital skill development and core leadership skill development, respectively. The Company also introduced enhanced cultural sensitivity and customer interaction training in 2022 for its frontline employees that focuses on building skills to serve all our customers with excellence. In addition, every employee is automatically included in the Company&#8217;s Development Network that provides all employees with opportunities to network, learn, develop leadership skills and contribute to the Company and its communities. Succession planning and talent development processes remain a top priority for the Company along with continuous improvements to its training and development programs. During 2022, employees completed over 1.4 million hours of training through the Company&#8217;s enterprise learning programs to better support its professional development, and customer and business needs. \n\nHuman Capital Governance The Company&#8217;s Board of Directors oversees the Company&#8217;s human capital management. The Board&#8217;s Compensation and Human Resources Committee discharges the Board&#8217;s oversight responsibilities relating to the Company&#8217;s compensation programs and employee benefit plans, overseeing the Company&#8217;s human capital strategy and talent management program and employee diversity, equity and inclusion initiatives. The Board&#8217;s Public Responsibility Committee also oversees the Company&#8217;s diversity, equity and inclusion strategy. The Company&#8217;s Chief Human Resources Officer regularly reports to the Board&#8217;s Compensation and Human Resources Committee on human capital matters such as human resource practices and programs, including employee benefits and compensation programs. To promote accountability for the Company&#8217;s diversity, equity and inclusion efforts, the Company&#8217;s Chief Executive Officer chairs the Company&#8217;s Diversity, Equity and Inclusion Committee, with the Company&#8217;s Chief Diversity Officer reporting directly to the Chief Executive Officer and serving as a member of its senior management team. \n\nCompetition \n\nThe financial services industry is highly competitive. The Company competes with other commercial banks, savings and loan associations, mutual savings banks, finance companies, mortgage banking companies, credit unions, investment companies, credit card companies and a variety of other financial services, advisory and technology companies. The financial services industry continues to undergo rapid technological change with frequent introductions of new technology-driven products and services, including innovative ways that customers can make payments or manage their accounts, such as through the use of mobile payments, digital wallets or digital currencies. In recent years, competition has increased from institutions not subject to the same regulatory restrictions as domestic banks and bank holding companies, including by financial technology companies, or &#8220;fintechs,&#8221; which may offer bank-like products or services that compete directly with the Company&#8217;s products and services. Competition is based on a number of factors, including, among others, customer service, quality and range of products and services offered, price, reputation, interest rates on loans and deposits, lending limits and customer convenience, including the ability to address customer needs by using technology to provide products and services that customers want to adopt. The Company&#8217;s ability to continue to compete effectively also depends in large part on its ability to attract new employees and retain and motivate existing employees, while managing compensation and other costs. For additional information relating to how the Company attracts and retains employees, see &#8220;Human Capital&#8221; above. \n\nInformation Security \n\nInformation security, including cybersecurity, is a high priority for the Company. Recent highly publicized events have highlighted the importance of cybersecurity, including cyberattacks against financial institutions, governmental agencies and other organizations that resulted in the compromise of personal and/or confidential information, the theft or destruction of corporate information, and demands for ransom payments to release corporate information encrypted by so-called &#8220;ransomware.&#8221; A successful cyberattack, including an attack at a third-party vendor the Company utilizes, could harm the Company&#8217;s reputation and/or impair its ability to provide services to its customers. The Company has expended, and may in the future expend, significant \n\n&#160;\n\nresources to implement technologies and various response and recovery plans and procedures as part of its information security program. For additional information on cybersecurity risks the Company faces, refer to the section entitled &#8220;Risk Factors&#8221; on pages 140 to 155 of the 2022 Annual Report. \n\nGovernment Policies \n\nThe operations of the Company&#8217;s various businesses are affected by federal and state laws and legislative changes and by policies of various regulatory authorities of the numerous states in which they operate, the United States and foreign governments. These laws, rules and policies include, for example, statutory maximum legal lending rates, domestic monetary policies of the Board of Governors of the Federal Reserve System (the &#8220;Federal Reserve&#8221;), United States fiscal policy, international currency regulations and monetary policies and capital adequacy and liquidity constraints imposed by bank regulatory agencies. \n\nSupervision and Regulation \n\nU.S. Bancorp and its subsidiaries are subject to the extensive regulatory framework applicable to bank holding companies (&#8220;BHCs&#8221;) and their subsidiaries. This regulatory framework is intended primarily for the protection of depositors, the deposit insurance fund (the &#8220;DIF&#8221;) of the Federal Deposit Insurance Corporation (the &#8220;FDIC&#8221;), consumers, the stability of the financial system in the United States, and the health of the national economy, and not for investors in the Company. \n\nThis section summarizes certain provisions of the principal laws and regulations applicable to the Company and its subsidiaries. The descriptions are not intended to be complete and are qualified in their entirety by reference to the full text of the statutes and regulations described below. \n\nGeneral As a BHC, the Company is subject to regulation under the BHC Act and to inspection, examination and supervision by the Federal Reserve. USBNA, MUB and their respective subsidiaries are subject to regulation, examination and supervision primarily by the Office of the Comptroller of the Currency (the &#8220;OCC&#8221;) and also by the FDIC, the Federal Reserve, the Consumer Financial Protection Bureau (the &#8220;CFPB&#8221;), the Securities and Exchange Commission (the &#8220;SEC&#8221;) and the Commodities Futures Trading Commission (the &#8220;CFTC&#8221;) in certain areas. \n\nSupervision and regulation by the responsible regulatory agencies generally include comprehensive annual reviews of all major aspects of the Company&#8217;s, USBNA&#8217;s and MUB&#8217;s business and condition, regular on-site examinations, and imposition of periodic reporting requirements and limitations on investments and certain types of activities. If the applicable regulatory agencies deem the Company to be operating in a manner that is inconsistent with safe and sound banking practices, the agencies can require the entry into informal or formal supervisory agreements, including board resolutions, memoranda of understanding, written agreements and consent or cease and desist orders, pursuant to which the Company would be required to take identified corrective actions to address cited concerns and to refrain from taking certain actions. Supervision and examinations are confidential, and the outcomes of these actions generally are not made public. \n\nBanking and other financial services statutes, regulations and policies are continually under review by the United States Congress, state legislatures and federal and state regulatory agencies. In addition to laws and regulations, state and federal bank regulatory agencies may issue policy statements, interpretive letters and similar written guidance applicable to the Company and its subsidiaries. Any change in the statutes, regulations or regulatory policies applicable to the Company, including changes in their interpretation or implementation, could have a material effect on its business or organization. \n\nAs a BHC with over $100 billion in total consolidated assets, the Company is subject to the Dodd-Frank Act&#8217;s enhanced prudential standards, as applied to &#8220;Category III&#8221; institutions under the federal banking regulators&#8217; rules that tailor how enhanced prudential standards apply to large U.S. banking organizations (the &#8220;Tailoring Rules&#8221;). The Tailoring Rules also apply certain enhanced prudential standards to our subsidiary depository institutions, USBNA and MUB, as described in more detail below. \n\n&#160;\n\nIn connection with the Company&#8217;s acquisition of MUB, the Company committed (the &#8220;Federal Reserve Commitments&#8221;) to submit to the Federal Reserve quarterly implementation plans for complying with requirements applicable to &#8220;Category II&#8221; institutions ( i.e. , institutions with $700 billion or more in total assets or $75 billion or more in cross-jurisdictional activities). The Company also committed to meet requirements applicable to Category II institutions by the earlier of (i) the date required under the Tailoring Rules; and (ii) December 31, 2024, if the Federal Reserve notifies the Company by January 1, 2024, that the Company must comply with such rules. As a Category III institution, the Company must conduct a company-run stress test every two years, and the Company is subject to reduced Liquidity Coverage Ratio (&#8220;LCR&#8221;) and Net Stable Funding Ratio (&#8220;NSFR&#8221;) requirements that are calibrated at 85 percent of the full requirements. Refer to &#8220;Stress Testing&#8221; and &#8220;Basel III Liquidity Requirements&#8221; below. If the Company becomes subject to requirements applicable to Category II institutions, in addition to the items discussed below, the Company will be required to conduct company-run stress tests on an annual basis and will become subject to the full LCR and NSFR requirements. In addition, as a Category II institution, the Company would be an &#8220;advanced approaches&#8221; banking organization under the Federal Reserve&#8217;s current capital rules, which would, among other things, introduce significant additional complexity in the methodologies used to calculate the Company&#8217;s risk-weighted assets for purposes of determining the Company&#8217;s regulatory capital ratios. \n\nSupervisory Ratings Federal banking regulators regularly examine the Company and its insured depository institution subsidiaries, USBNA and MUB. Following those exams, the Company (under the Federal Reserve&#8217;s Large Financial Institution Rating System) and USBNA and MUB (under the CAMELS rating system) are assigned supervisory ratings. Disclosure of these ratings to third parties is not allowed without permission of the issuing regulator. A downgrade in these ratings could limit the Company&#8217;s ability to pursue acquisitions or conduct other expansionary activities for a period of time, require new or additional regulatory approvals before engaging in certain other business activities or investments, affect USBNA&#8217;s or MUB&#8217;s deposit insurance assessment rates, and impose additional recordkeeping and corporate governance requirements, as well as generally increase regulatory scrutiny of the Company. \n\nBHC Activities The Company is a BHC under the BHC Act and has elected to be a financial holding company (&#8220;FHC&#8221;). BHCs that qualify and elect to be treated as FHCs may engage in, and affiliate with financial companies engaging in, a broader range of activities than would otherwise be permitted for a BHC. \n\nIf an FHC or a depository institution controlled by an FHC ceases to be well-capitalized or well-managed, the Federal Reserve may impose corrective capital and managerial requirements on the FHC and may place limitations on its ability to conduct all of the business activities that FHCs are generally permitted to conduct and its ability to make certain acquisitions. See &#8220;Permissible Business Activities&#8221; below. Disclosure of any failure to meet these standards is not allowed without permission of the Federal Reserve. If the failure to meet these standards persists, the FHC may be required to divest its depository institution subsidiaries or cease all activities other than those activities that may be conducted by BHCs that are not FHCs. In addition, if a depository institution controlled by an FHC does not receive a Community Reinvestment Act (&#8220;CRA&#8221;) rating of at least &#8220;satisfactory&#8221; at its most recent examination, the Federal Reserve will prohibit the FHC from conducting new business activities that FHCs are generally permitted to conduct and from making certain acquisitions. \n\nThe Federal Reserve also requires BHCs to meet certain applicable capital and management standards. Failure by the Company to meet these standards could limit the Company from engaging in any new activity or acquiring other companies without the prior approval of the Federal Reserve. \n\nPermissible Business Activities As an FHC, the Company may affiliate with securities firms and insurance companies and engage in other activities that are financial in nature or incidental or complementary to activities that are financial in nature. &#8220;Financial in nature&#8221; activities include securities underwriting, dealing and market making; sponsoring mutual funds and investment companies; insurance underwriting and agency; merchant banking; and activities that the Federal Reserve, in consultation with the Secretary of the United States Treasury, determines to be financial in nature or incidental to such financial activity. &#8220;Complementary activities&#8221; are \n\n&#160;\n\nactivities that the Federal Reserve determines upon application to be complementary to a financial activity and that do not pose a safety and soundness risk. \n\nThe Company generally is not required to obtain Federal Reserve approval to acquire a company engaged in activities that are financial in nature or incidental to activities that are financial in nature, as long as the Company meets the capital, managerial and CRA requirements to qualify as an FHC. However, the Company is required to receive approval for an acquisition in which the total consolidated assets to be acquired exceed $10 billion. FHCs are also required to obtain the approval of the Federal Reserve before they may acquire more than five percent of the voting shares or substantially all of the assets of an unaffiliated BHC, bank or savings association. In addition, banks must receive approval before they may acquire, merge with, acquire substantially all of the assets of or assume any deposits of a bank or savings association and may be required to receive approval for acquisitions of other companies. \n\nInterstate Banking A BHC may acquire banks in states other than its home state, subject to any state requirement that the bank has been organized and operating for a minimum period of time (not to exceed five years). Also, such an acquisition is not permitted if the BHC controls, prior to or following the proposed acquisition, more than 10 percent of the total amount of deposits of insured depository institutions nationwide, or, if the acquisition is the BHC&#8217;s initial entry into the state, more than 30 percent of the deposits of insured depository institutions in the state (or any lesser or greater amount set by the state). Banks may merge across state lines to create interstate branches and are permitted to establish new branches in another state to the same extent as banks chartered by that state. \n\nRegulatory Approval for Acquisitions In determining whether to approve a proposed bank acquisition, federal bank regulators will consider a number of factors, including the effect of the acquisition on competition, financial condition and future prospects (including current and projected capital ratios and levels); the competence, experience and integrity of management and its record of compliance with laws and regulations; the convenience and needs of the communities to be served (including the acquiring institution&#8217;s record of compliance under the CRA); the effectiveness of the acquiring institution in combating money laundering activities; and the extent to which the transaction would result in greater or more concentrated risks to the stability of the United States banking or financial system. In addition, approval of interstate transactions requires that the acquiror satisfy regulatory standards for well-capitalized and well-managed institutions. \n\nIn July 2021, the current United States presidential administration issued an executive order on competition, which included provisions relating to bank mergers. These provisions encourage the Department of Justice and the federal banking regulators to update guidelines on banking mergers and to provide more scrutiny of bank mergers. The Company is unable to predict what impact the executive order or any guidelines that the Department of Justice and federal banking regulators adopt will have on the timing of or ability to obtain regulatory approvals of future mergers. \n\nSource of Strength The Company is required to act as a source of strength to USBNA and MUB, and to commit capital and financial resources to support these subsidiaries in circumstances where it might not otherwise do so. Under these requirements, the Federal Reserve may in the future require the Company to provide financial assistance to USBNA or MUB, should either experience financial distress. Capital loans by the Company to USBNA or MUB would be subordinate in right of payment to deposits and certain other debts of USBNA or MUB, as applicable. \n\nCross Guaranty Provisions The cross guaranty provisions in the Federal Deposit Insurance Act require each insured depository institution owned by the same BHC to be financially responsible for the failure or resolution costs of any affiliated insured institution. Generally, the amount of the cross guaranty liability is equal to the estimated loss to the DIF for the resolution of the affiliated institution(s) in default. The FDIC&#8217;s claim under the cross guaranty provision is superior to claims of shareholders of the insured depository institution or its BHC and to most claims arising out of obligations or liabilities owed to affiliates of the institution, but is subordinate to \n\n&#160;\n\nclaims of depositors, secured creditors and holders of subordinated debt (other than affiliates) of the commonly controlled insured depository institution. The FDIC may decline to enforce the cross guaranty provision if it determines that a waiver is in the best interest of the DIF. \n\nOCC Heightened Standards USBNA and MUB are each subject to the OCC&#8217;s guidelines establishing heightened standards for large national banks, which establish minimum standards for the design and implementation of a risk governance framework for banks. The OCC may take action against institutions that fail to meet these standards. \n\nEnhanced Prudential Standards Under the Dodd-Frank Act, as modified by the Economic Growth, Regulatory Relief and Consumer Protection Act and the Tailoring Rules, large bank holding companies, such as the Company, are subject to certain enhanced prudential standards based on the banking organization&#8217;s size and certain &#8220;risk-based indicators.&#8221; The prudential standards include enhanced risk-based capital and leverage requirements, enhanced liquidity requirements, enhanced risk management and risk committee requirements, a requirement to submit a resolution plan, single-counterparty credit limits and stress tests. Certain of the enhanced prudential standards applicable to the Company are described below in further detail. \n\nDividend Restrictions The Company is a legal entity separate and distinct from its subsidiaries. Typically, the majority of the Company&#8217;s operating funds are received in the form of dividends paid to the Company by USBNA and MUB. Federal law imposes limitations on the payment of dividends by national banks. In general, dividends payable by USBNA, MUB and the Company&#8217;s trust bank subsidiaries, as national banking associations, are limited by rules that compare dividends to net income for periods defined by regulation. \n\nThe OCC, the Federal Reserve and the FDIC also have authority to prohibit or limit the payment of dividends by the banking organizations they supervise (including the Company, USBNA and MUB) if, in the banking regulator&#8217;s opinion, payment of a dividend would constitute an unsafe or unsound practice in light of the financial condition of the banking organization. \n\nIn addition, the Federal Reserve&#8217;s final rule implementing the stress capital buffer (&#8220;SCB&#8221;) provides that a BHC must receive prior approval for any dividend, stock repurchase or other capital distribution, other than a capital distribution on a newly issued capital instrument, if the BHC is required to resubmit its capital plan. The rule also provides that a BHC must resubmit its capital plan if, among other things, the BHC determines there has been or will be a material change in the BHC&#8217;s risk profile, financial condition, or corporate structure since the BHC last submitted its capital plan. \n\nCapital Requirements The Company is subject to certain regulatory risk-based capital and leverage requirements under capital rules adopted by the Federal Reserve, and USBNA and MUB are each subject to substantially similar rules adopted by the OCC. These rules implement the Basel Committee&#8217;s framework for strengthening the regulation, supervision and risk management of banks (&#8220;Basel III&#8221;), as well as certain provisions of the Dodd-Frank Act. These quantitative calculations are minimums, and the Federal Reserve and OCC may determine that a banking organization, based on its size, complexity or risk profile, must maintain a higher level of capital in order to operate in a safe and sound manner. \n\nUnder the Tailoring Rules, the Company, USBNA and MUB are each currently subject to &#8220;Category III&#8221; standards, and are &#8220;standardized approach&#8221; banking organizations that are subject to rules that provide for simplified capital requirements relating to the threshold deductions for mortgage servicing assets, deferred tax assets arising from temporary differences that a banking organization could not realize through net operating loss carry backs, and investments in the capital of unconsolidated financial institutions, as well as the inclusion of minority interests in regulatory capital. Growth in total consolidated assets (including assets obtained in acquisitions) or cross-jurisdictional activity (as defined in the Tailoring Rules) or action by the Federal Reserve in connection with the Federal Reserve Commitments could affect the Company&#8217;s continued classification as a &#8220;Category III&#8221; institution, which could result in the Company and its insured depository institution subsidiaries becoming &#8220;advanced approaches&#8221; banking organizations, a requirement to recognize elements of accumulated other comprehensive income in regulatory capital, as well as other more stringent capital, liquidity, and other regulatory requirements. \n\n&#160;\n\nUnder the United States Basel III-based capital rules, the Company is subject to a minimum common equity tier 1 (&#8220;CET1&#8221;) capital ratio (CET1 capital to risk-weighted assets) of 4.5 percent, a minimum tier 1 capital ratio of 6.0 percent and a minimum total capital ratio of 8.0 percent. The Company is also subject to the SCB, which is based on the results of the Federal Reserve&#8217;s supervisory stress tests and the Company&#8217;s planned common stock dividends, and, if deployed by the Federal Reserve, up to a 2.5 percent common equity tier 1 countercyclical capital buffer. These additional requirements must be satisfied entirely with capital that qualifies as CET1. Although the Federal Reserve has not to date raised the countercyclical capital buffer above zero percent, the countercyclical capital buffer could change in the future. The SCB generally is assigned on an annual basis and becomes effective on October 1 of each year, subject to a 2.5 percent floor, and may vary over time. As of December 31, 2022, the SCB applicable to the Company is 2.5 percent. If the Federal Reserve were to raise the countercyclical capital buffer, or if the SCB applicable to the Company were to exceed 2.5 percent, this would also change the effective minimum capital ratios to which the Company is subject. For USBNA, the buffer requirement consists of the static capital conservation buffer equal to 2.5% of risk-weighted assets. \n\nBanking organizations that fail to meet the effective minimum ratios will be subject to constraints on capital distributions, including dividends and share repurchases, and certain discretionary executive compensation, with the severity of the constraints depending on the extent of the shortfall and &#8220;eligible retained income&#8221; (defined as the greater of (i) net income for the four preceding quarters, net of distributions and associated tax effects not reflected in net income; and (ii) the average of all net income over the preceding four quarters). \n\nUnited States banking organizations are also subject to a minimum tier 1 leverage ratio of 4.0 percent. As a Category III banking organization, the Company is also subject to a minimum Supplementary Leverage Ratio (&#8220;SLR&#8221;) of 3.0 percent that takes into account both on-balance sheet and certain off-balance sheet exposures. At December 31, 2022, the Company exceeded the applicable minimum tier 1 leverage ratio and SLR requirements. \n\nIn December 2017, the Basel Committee finalized a package of revisions to the Basel III framework. The changes are meant to improve the calculation of risk-weighted assets (including by recalibrating risk weights and introducing new capital requirements for certain &#8220;unconditionally cancellable commitments,&#8221; including unused lines of credit) and improve the comparability of capital ratios by (i) enhancing the robustness and risk sensitivity of the standardized approaches for credit risk, credit valuation adjustment (&#8220;CVA&#8221;) risk and operational risk; (ii) constraining the use of the internal model approaches, by placing limits on certain inputs used to calculate capital requirements under the internal ratings-based (&#8220;IRB&#8221;) approach for credit risk and by removing the use of the internal model approaches for CVA risk and for operational risk; (iii) introducing a leverage ratio buffer to further limit the leverage of global systemically important banks; and (iv) replacing the existing Basel II output floor with a more robust risk-sensitive floor based on the Committee&#8217;s revised Basel III standardized approaches. In addition, in January 2019, the Basel Committee published a revised market risk framework that, among other things, revises the standardized approach for market risk. The Basel framework contemplated that these standards generally would be effective on January 1, 2023, with an aggregate output floor phasing in through January 1, 2028. The federal bank regulators have not yet proposed rules implementing these standards, and accordingly, the standards are not yet in effect for United States banking organizations. The effects of these revisions on the Company and USBNA will depend on the manner in which they are implemented by the United States federal banking agencies. \n\nIn 2020, the United States federal banking agencies adopted a rule that allowed banking organizations, including the Company and USBNA, to elect to delay temporarily the estimated effects of adopting the current expected credit loss accounting standard (&#8220;CECL&#8221;) on regulatory capital until January 2022 and subsequently to phase in the effects through January 2025. Through the 2022 stress test cycle, the Federal Reserve has not yet incorporated CECL into the calculation of the allowance for credit losses in supervisory stress tests. For further discussion of CECL, see Notes 1 and 6 of the Notes to Consolidated Financial Statements in the 2022 Annual Report. The Company and USBNA elected to delay and subsequently phase in the regulatory capital impact of CECL in accordance with this rule. \n\nFor additional information regarding the Company&#8217;s regulatory capital, see &#8220;Capital Management&#8221; in the 2022 Annual Report. \n\n&#160;\n\nComprehensive Capital Analysis and Review As required by the Federal Reserve&#8217;s Comprehensive Capital Analysis and Review (&#8220;CCAR&#8221;) rules, the Company submits a capital plan to the Federal Reserve on an annual basis. As part of the CCAR process, the Federal Reserve evaluates the Company&#8217;s plans to make capital distributions, including by repurchasing stock or making dividend payments, under a number of macroeconomic and Company-specific assumptions based on the Company&#8217;s and the Federal Reserve&#8217;s stress tests described under &#8220;Stress Testing&#8221; below. These capital plans consist of a number of mandatory elements, including an assessment of a company&#8217;s sources and uses of capital over a nine-quarter planning horizon assuming both expected and stressful conditions; a detailed description of a company&#8217;s process for assessing capital adequacy; and a demonstration of a company&#8217;s ability to maintain capital above each minimum regulatory capital ratio (without taking the buffers into account) under expected and stressful conditions. \n\nStress Testing The Federal Reserve&#8217;s CCAR framework and the Dodd-Frank Act stress testing framework require BHCs subject to Category III standards such as the Company to conduct an annual internal stress test in connection with its annual capital plan submission as well as biennial company-run stress tests, and subject such BHCs to annual supervisory stress tests conducted by the Federal Reserve. Among other things, the company-run stress tests employ stress scenarios developed by the Company as well as stress scenarios provided by the Federal Reserve and incorporate the Dodd-Frank Act capital actions (as opposed to the Company&#8217;s planned capital actions), which are intended to normalize capital distributions across large United States bank holding companies. The Federal Reserve conducts CCAR and Dodd-Frank Act supervisory stress tests employing stress scenarios and internal supervisory models and incorporates the Company&#8217;s planned capital actions and the Dodd-Frank Act capital actions, respectively, into its stress tests. The Federal Reserve and the Company are currently required to publish the results of the annual supervisory and biennial company-run stress tests, respectively, no later than June 30 of each applicable year. If the Company were to become a &#8220;Category II&#8221; institution for purposes of the Tailoring Rules, whether as a result of growth in total consolidated assets (including assets obtained in acquisitions) or cross-jurisdictional activity (as defined in the Tailoring Rules) or action by the Federal Reserve in connection with the Federal Reserve Commitments, the Company would become subject to annual (rather than biennial) company-run stress tests. \n\nUnder the OCC&#8217;s rules, national banks with assets in excess of $250 billion, including USBNA, are required to submit company-run stress test results to the OCC concurrently with their parent BHC&#8217;s CCAR submission to the Federal Reserve. The stress test is based on the OCC&#8217;s stress scenarios (which are typically the same as the Federal Reserve&#8217;s stress scenarios) and capital actions that are appropriate for the economic conditions assumed in each scenario. \n\nBasel III Liquidity Requirements As a Category III banking organization, the Company, USBNA and MUB are each subject to a minimum LCR under the Tailoring Rules. The LCR is designed to ensure that BHCs have sufficient high-quality liquid assets to survive a significant liquidity stress event lasting for 30 calendar days. In addition, the Company, USBNA and MUB are subject to the NSFR rule, which is designed to promote stable, longer-term funding of assets and business activities over a one-year time horizon. Under the Tailoring Rules and NSFR rule, the Company, USBNA and MUB as Category III banking organizations with less than $75 billion of weighted short-term wholesale funding, qualify for reduced LCR and NSFR requirements calibrated at 85 percent of the full requirements. If the Company were to become a &#8220;Category II&#8221; institution for purposes of the Tailoring Rules, whether as a result of growth in total consolidated assets (including assets obtained in acquisitions) or cross-jurisdictional activity (as defined in the Tailoring Rules) or action by the Federal Reserve in connection with the Federal Reserve Commitments, the Company would become subject to the full (100 percent) LCR and NSFR requirements, as well as daily (rather than monthly) liquidity reporting requirements. \n\nPrompt Corrective Action The Federal Deposit Insurance Corporation Improvement Act (&#8220;FDICIA&#8221;) provides a framework for regulation of depository institutions and their affiliates (including parent holding companies) by federal banking regulators. As part of that framework, the FDICIA requires the relevant federal banking regulator to take &#8220;prompt corrective action&#8221; with respect to an FDIC-insured depository institution, such as USBNA or MUB, if that institution does not meet certain capital adequacy standards. Supervisory actions by \n\n&#160;\n\nthe appropriate federal banking regulator under the &#8220;prompt corrective action&#8221; rules generally depend upon an institution&#8217;s classification within five capital categories. An institution that fails to remain well-capitalized becomes subject to a series of restrictions that increase in severity as its capital condition weakens. Such restrictions may include a prohibition on capital distributions, restrictions on asset growth or restrictions on the ability to receive regulatory approval of applications. The FDICIA also provides for enhanced supervisory authority over undercapitalized institutions, including authority for the appointment of a conservator or receiver for the institution. \n\nPrompt corrective action regulations apply only to banks and not to BHCs such as the Company. However, the Federal Reserve is authorized to take appropriate action at the BHC level, based on the undercapitalized status of the BHC&#8217;s subsidiary banking institutions. In certain instances, relating to an undercapitalized bank, the BHC would be required to guarantee the performance of the undercapitalized subsidiary&#8217;s capital restoration plan and could be liable for civil money damages for failure to fulfill those guarantee commitments. \n\nDeposit Insurance The DIF provides insurance coverage for certain deposits, up to a standard maximum deposit insurance amount of $250,000 per depositor. Deposits at USBNA and MUB are insured up to the applicable limits. The DIF is funded through assessments on insured depository institutions, including USBNA and MUB, based on the risk each institution poses to the DIF. The FDIC may increase USBNA&#8217;s or MUB&#8217;s insurance premiums based on various factors, including the FDIC&#8217;s assessment of its risk profile. \n\nIn addition, large insured depository institutions, including USBNA, are subject to enhanced deposit account recordkeeping and related information technology system requirements meant to facilitate prompt payment of insured deposits if such an institution were to fail. \n\nIn October 2022, the FDIC finalized a rule to increase the initial base deposit insurance assessment rate schedules for all insured depository institutions by two basis points, beginning with the first quarterly assessment period of 2023. The increased assessment rate is intended to improve the likelihood that the DIF reserve ratio would reach the required minimum of 1.35 percent by the statutory deadline of September 30, 2028. \n\nDepositor Preference Under federal law, in the event of the liquidation or other resolution of an insured depository institution, the claims of a receiver of the institution for administrative expense and the claims of holders of domestic deposit liabilities have priority over the claims of other unsecured creditors of the institution, including holders of publicly issued senior or subordinated debt and depositors in non-domestic offices. As a result, those debtholders and depositors would be treated differently from, and could receive, if anything, substantially less than, the depositors in domestic offices of the depository institution. \n\nOrderly Liquidation Authority Upon the insolvency of a BHC, such as the Company, the FDIC may be appointed as conservator or receiver of the BHC if the Secretary of the Treasury determines (upon the written recommendation of the FDIC and the Federal Reserve and after consultation with the President of the United States) that certain conditions set forth in the Dodd-Frank Act regarding the potential impact on financial stability of a financial company&#8217;s failure have been met. FDIC rules set forth a comprehensive method for the receivership of a covered financial company. Acting as a conservator or receiver, the FDIC would have broad powers to transfer any assets or liabilities of a BHC without the approval of its creditors. \n\nResolution Plans The Company is required by the Federal Reserve and the FDIC to submit a periodic plan for the rapid and orderly resolution of the Company and its significant legal entities in the event of future material financial distress or failure. If the Federal Reserve and the FDIC jointly determine that the resolution plan is not credible and such deficiencies are not cured in a timely manner, the regulators may jointly impose on the Company more stringent capital, leverage or liquidity requirements or restrictions on the Company&#8217;s growth, activities or operations. If the Company were to fail to address the deficiencies in its resolution plan when required, it could eventually be required to divest certain assets or operations. As a Category III banking organization, the Company is required to submit resolution plans on a triennial cycle (alternating between \n\n&#160;\n\ntargeted and full submissions). In December 2020, the Federal Reserve and the FDIC released targeted plan guidance and directed large foreign and domestic banks to file resolution plans including core elements of a firm&#8217;s resolution strategy as well as how each firm has integrated changes to and lessons learned from its response to COVID-19 into its resolution planning process. The Company submitted its targeted resolution plan in December 2021 and is scheduled to file its next full resolution plan in July 2024. Under the Federal Reserve Commitments, the Company has committed to the Federal Reserve that it will, within six months of completing the acquisition of MUB, provide the Federal Reserve and the FDIC with an interim update to its resolution plan. \n\nIn September 2022, the Federal Reserve and the FDIC announced the development of new resolution plan guidance for Category II and Category III banking organizations but that agencies will seek and consider public comment prior to finalizing the guidance. The Company expects to be subject to the final guidance. In addition, USBNA and MUB are required to file periodically separate resolution plans with the FDIC that should enable the FDIC, as receiver, to resolve each institution under applicable receivership provisions of the Federal Deposit Insurance Act in a manner that ensures that depositors receive access to their insured deposits within one business day of the institution&#8217;s failure, maximizes the net present value return from the sale or disposition of its assets and minimizes the amount of any loss to the institution&#8217;s creditors. In June 2021, the FDIC issued a Statement on Resolution Plans for Insured Depository Institutions (the &#8220;FDIC Statement&#8221;). Among other things, the FDIC Statement established a three-year filing cycle for banks with $100 billion or more in total assets and provided details regarding the content that filers will be expected to prepare. Under this filing cycle, USBNA and MUB each submitted its most recent resolution plan to the FDIC in November 2022. \n\nIn addition, in connection with the approval by the OCC of the merger of MUB into USBNA, USBNA committed (the &#8220;OCC Commitments&#8221;) to the OCC that it would (i) develop a list of business lines and/or portfolios (each an &#8220;object of sale&#8221;) that could be sold quickly in the event of stress; and (ii) prepare a plan, including a timeline, to effectuate such separability, including through the establishment of &#8220;data rooms&#8221; for each object of sale. Within six months of consummation of the merger of MUB into USBNA, USBNA must submit these items to the OCC for a written determination of no supervisory objection. \n\nRecovery Plans The OCC has established enforceable guidelines for recovery planning by insured national banks with average total consolidated assets of $250 billion or more, including USBNA. The guidelines provide that a covered bank should develop and maintain a recovery plan that is appropriate for its individual risk profile, size, activities, and complexity, including the complexity of its organizational and legal entity structure. The guidelines state that a recovery plan should, among other elements, (i) establish triggers, which are quantitative or qualitative indicators of the risk or existence of severe stress that should always be escalated to management or the board of directors, as appropriate, for purposes of initiating a response; (ii) identify a wide range of credible options that a covered bank could undertake to restore financial and operational strength and viability; and (iii) address escalation procedures, management reports, and communication procedures. USBNA&#8217;s recovery plan was reviewed and approved pursuant to these guidelines in December 2022. \n\nTransactions with Affiliates There are various legal restrictions on the extent to which the Company and its non-bank subsidiaries may borrow or otherwise engage in certain types of transactions with USBNA, MUB or their respective subsidiaries. Under the Federal Reserve Act and the Federal Reserve&#8217;s Regulation W, USBNA, MUB and their respective subsidiaries are subject to quantitative and qualitative limits on extensions of credit (including credit exposure arising from repurchase and reverse repurchase agreements, securities borrowing and derivative transactions), purchases of assets, and certain other transactions with the Company or its other non-bank subsidiaries and affiliates. Additionally, transactions between USBNA, MUB or their respective subsidiaries, on the one hand, and the Company or its other non-bank subsidiaries and affiliates, on the other hand, are required to be on arm&#8217;s length terms. Transactions between either USBNA or MUB and their affiliates must be consistent with standards of safety and soundness. \n\nAnti-Money Laundering and Sanctions The Company is subject to several federal laws that are designed to combat money laundering and terrorist financing, and to restrict transactions with persons, companies, or foreign governments sanctioned by United States authorities. This category of laws includes the Bank Secrecy Act (the \n\n&#160;\n\n&#8220;BSA&#8221;), the Money Laundering Control Act, the USA PATRIOT Act (collectively, &#8220;AML laws&#8221;), and implementing regulations for the International Emergency Economic Powers Act and the Trading with the Enemy Act, as administered by the United States Treasury Department&#8217;s Office of Foreign Assets Control (&#8220;sanctions laws&#8221;). \n\nAs implemented by federal banking and securities regulators and the Department of the Treasury, AML laws obligate depository institutions and broker-dealers to verify their customers&#8217; identity, verify the identity of beneficial owners of legal entity customers, conduct customer due diligence, report on suspicious activity, file reports of certain transactions in currency, and conduct enhanced due diligence on certain accounts. Sanctions laws prohibit United States persons and certain foreign affiliates from engaging in any transaction with a restricted person or restricted country. Depository institutions and broker-dealers are required by their respective federal regulators to maintain policies and procedures in order to ensure compliance with the above obligations. Federal regulators regularly examine BSA/Anti-Money Laundering (&#8220;AML&#8221;) and sanctions compliance programs to ensure their adequacy and effectiveness, and the frequency and extent of such examinations and related remedial actions have been increasing. \n\nIn January 2021, the Anti-Money Laundering Act of 2020 (&#8220;AMLA&#8221;), which amends the BSA, was enacted. Among other things, the AMLA codified a risk-based approach to anti-money laundering compliance for financial institutions; required the development of standards by the U.S. Department of the Treasury for evaluating technology and internal processes for BSA compliance; and expanded enforcement- and investigation-related authority, including a significant expansion in the available sanctions for certain BSA violations. Many of the statutory provisions in the AMLA will require additional rulemakings, reports and other measures, and the impact of the AMLA will depend on, among other things, rulemaking and implementation guidance. In June 2021, the Financial Crimes Enforcement Network, a bureau of the U.S. Department of the Treasury, issued the priorities for anti-money laundering and countering the financing of terrorism policy required under the AMLA. The priorities include corruption, cybercrime, terrorist financing, fraud, transnational crime, drug trafficking, human trafficking and proliferation financing. \n\nCommunity Reinvestment Act USBNA and MUB are subject to the provisions of the CRA. Under the terms of the CRA, banks have a continuing and affirmative obligation, consistent with safe and sound operation, to help meet the credit needs of their communities, including providing credit to individuals residing in low- and moderate-income neighborhoods. The OCC assesses USBNA and MUB on their record in meeting the credit needs of the community served by that institution, including low- and moderate-income neighborhoods. CRA assessments also are considered by the Federal Reserve or OCC when reviewing applications by banking institutions to acquire, merge or consolidate with another banking institution or its holding company, to establish a new branch office that will accept deposits, or to relocate an office. In the case of a BHC applying for approval to acquire a bank or other BHC, the Federal Reserve will assess the CRA records of each subsidiary depository institution of the applicant BHC, and those records may be the basis for denying the application. USBNA received an &#8220;Outstanding&#8221; CRA rating in its most recent examination, covering the period from January 1, 2016 through December 31, 2020. MUB received an &#8220;Outstanding&#8221; CRA rating in its most recent examination, covering the period from January 1, 2015 through December 31, 2018. \n\nIn May 2022, the OCC, together with the Federal Reserve and FDIC, issued a joint notice of proposed rulemaking to modernize the CRA regulatory framework. The proposed rule is intended, among other things, to adapt to changes in the banking industry, including the expanded role of mobile and online banking, and to tailor performance standards to account for differences in bank size and business models. The proposed rule would adjust CRA evaluations based on bank size and type, with many of the proposed changes applying only to banks with over $2 billion in assets and several applying only to banks with over $10 billion in assets, such as USBNA and MUB. The effects of the proposed CRA rules on USBNA and MUB will depend on the final form of any rulemaking. \n\nRegulation of Brokerage, Investment Advisory and Insurance Activities The Company conducts a broad range of securities activities, both retail and institutional, in the United States through U.S. Bancorp Investments, Inc., PFM Fund Distributors, Inc. and UnionBanc Investment Services LLC (&#8220;broker-dealer entities&#8221;). These \n\n&#160;\n\nactivities are subject to regulations of the SEC, the Financial Industry Regulatory Authority and other authorities, including state regulators. These regulations generally cover licensing of securities personnel, interactions with customers and counterparties, trading operations, customer suitability and communications. Securities regulators impose capital requirements on the Company&#8217;s broker-dealer entities and periodically review their sales practice and financial operations. In addition, the Company&#8217;s broker-dealer entities are members of the Securities Investor Protection Corporation, which oversees the liquidation of member broker-dealers that close when the broker-dealer is bankrupt or in financial trouble and imposes membership fee assessments and other reporting requirements on the broker-dealer entities. \n\nThe operations of the First American family of funds, the Company&#8217;s proprietary money market fund complex, also are subject to regulation by the SEC, including rules requiring a floating net asset value for institutional prime and tax-free money market funds and permitting the board of directors of the money market funds the ability to limit redemptions during periods of stress (allowing for the use of liquidity fees and redemption gates during such times). In December 2021, the SEC proposed amendments to the rules that govern money market funds. The proposed amendments, if implemented, may affect the operations of the funds, in particular, institutional prime and tax-exempt money market funds. \n\nThe Company&#8217;s operations in the areas of insurance brokerage and reinsurance of credit life insurance are subject to regulation and supervision by various state insurance regulatory authorities, including the licensing of insurance brokers and agents. \n\nRegulation of Derivatives and the Swaps Marketplace Under the Dodd-Frank Act, USBNA, as a CFTC provisionally-registered swap dealer, is subject to rules regarding the regulation of the swaps marketplace and over-the-counter derivatives, including rules that require swap dealers and major swap participants to register with the CFTC, to meet robust business conduct standards to lower risk and promote market integrity, to meet certain recordkeeping and reporting requirements so that regulators can better monitor the markets, to centrally clear and trade swaps on regulated exchanges or execution facilities, and to be subject to certain capital and margin requirements. \n\nIn addition, the OCC&#8217;s rules concerning swap margin and capital requirements for swap dealers regulated by the OCC mandate the exchange of initial and variation margin for non-cleared swaps and non-cleared security-based swaps between swap entities regulated by the five agencies and certain counterparties. The amount of margin will vary based on the relative risk of the non-cleared swap or non-cleared security-based swap. Other rules generally exempt inter-affiliate transactions from initial margin requirements to the extent a depository institution&#8217;s total exposure to all affiliates is less than 15 percent of its tier 1 capital. \n\nThe Volcker Rule Section 13 of the BHC Act and its implementing regulations, commonly referred to as the &#8220;Volcker Rule,&#8221; prohibit banking entities from engaging in proprietary trading, and prohibit certain interests in, or relationships with, hedge funds or private equity funds. The Volcker Rule applies to the Company, USBNA, MUB and their affiliates, and compliance requirements are tailored based on the size and scope of trading activities. The Company has a Volcker Rule compliance program in place that covers all of its subsidiaries and affiliates, including USBNA and MUB. \n\nPrivacy and Data Protection Federal and state law contains extensive consumer privacy and data protection provisions. The Gramm Leach-Bliley Act (&#8220;GLBA&#8221;) requires financial institutions to periodically disclose their privacy policies and practices relating to sharing nonpublic personal information and enables retail customers to opt out of the sharing of such information with nonaffiliated third parties under certain circumstances. Other federal and state laws and regulations impact the Company&#8217;s ability to share certain information with affiliates and non-affiliates for marketing and/or non-marketing purposes, or to contact customers with marketing offers. The GLBA also requires financial institutions to implement a comprehensive information security program. Security and privacy policies and procedures for the protection of personal and confidential information are in effect across all the Company&#8217;s businesses and geographic locations. \n\nData privacy and data protection are areas of increasing state legislative focus, and several U.S. states have recently enacted comprehensive consumer privacy laws that impose compliance obligations with respect to personal information. For example, the Company is subject to the California Consumer Protection Act of 2018 \n\n&#160;\n\nand its implementing regulations (collectively, the &#8220;CCPA&#8221;). The CCPA gives consumers several rights with respect to their personal information, including the right to (i) know the information that has been collected about them and whether that information has been sold or shared with others; (ii) request deletion of their personal information (subject to certain exceptions); (iii) opt out of the sale of their personal information; and (iv) not be discriminated against for exercising these rights. The CCPA contains several exemptions to the CCPA&#8217;s requirements, including an exemption for personal information that is subject to the GLBA. The CCPA also provides residents of California (regardless of whether their information is covered under the GLBA exemption) with a limited private right of action, including the right to seek statutory damages, against businesses that fail to implement and maintain reasonable security procedures and practices and the failure results in the unauthorized access and exfiltration, theft, or disclosure of certain types of the California residents&#8217; personal information. In November 2020, voters in the State of California approved the California Privacy Rights Act (&#8220;CPRA&#8221;), a ballot measure that amends and supplements the CCPA by, among other things, expanding certain rights relating to personal information and its use, collection, and disclosure by covered businesses. While the CPRA&#8217;s substantive amendments to the CCPA took effect on January 1, 2023, the process of providing implementing regulations for those amendments is ongoing, with finalized regulations not expected until months after the amendments&#8217; effective date. In addition, similar laws have been adopted by other states where the Company does business, including the Colorado Privacy Act, the Connecticut Act Concerning Personal Data Privacy and Online Monitoring of 2022, the Utah Consumer Privacy Act and the Virginia Consumer Data Protection Act. Each of these state laws, however, includes an entity level exemption for &#8220;financial institutions&#8221; like the Company. The Company has made and will make operational adjustments in accordance with the requirements of applicable privacy and data protection laws. The United States Congress has also proposed legislation relating to data privacy and data protection, and the federal government may in the future pass such legislation. In addition, in the European Union (&#8220;EU&#8221;), privacy law is governed by the General Data Protection Regulation (&#8220;GDPR&#8221;), which is directly binding and applicable in each EU member state. The GDPR contains enhanced compliance obligations and increased penalties for non-compliance compared to the prior law governing data privacy in the EU and is regularly enforced by European regulators. \n\nLike other lenders, USBNA, MUB and other subsidiaries of the Company use consumer reports in their underwriting activities. Use of such information is regulated under the Fair Credit Reporting Act (&#8220;FCRA&#8221;), and the FCRA also regulates reporting information to consumer reporting agencies, prescreening individuals for credit offers, sharing of consumer reports between affiliates, and using affiliate credit data for marketing purposes. Similar state laws may impose additional requirements on the Company and its subsidiaries. \n\nThe federal banking regulators, as well as the SEC, CFPB, CFTC, and related self-regulatory organizations, regularly issue guidance on cybersecurity that is intended to enhance cyber risk management among financial institutions. A financial institution&#8217;s management is required to maintain sufficient business continuity planning processes to ensure the rapid recovery, resumption and maintenance of the institution&#8217;s operations after a cybersecurity incident. A financial institution is also expected to develop appropriate processes to enable recovery of data and business operations if the institution or its critical service providers experience a cybersecurity incident. \n\nIn November 2021, the United States federal bank regulatory agencies adopted a rule regarding notification requirements for banking organizations related to significant computer security incidents. Under the final rule, which was effective April 1, 2022, a BHC, such as the Company, and a national bank, such as USBNA or MUB, is required to notify the Federal Reserve or OCC, respectively, within 36 hours of a computer security incident that results in actual harm to the confidentiality, integrity or availability of an information system or the information that the system processes, stores or transmits, which has materially disrupted or degraded, or is reasonably likely to materially disrupt or degrade, the banking organization&#8217;s ability to deliver services to a material portion of its customer base, jeopardize the viability of key operations of the banking organization, or impact the stability of the financial sector. Similarly, the Office of the Superintendent of Financial Institutions in Canada requires Federally Regulated Financial Institutions to report qualifying technology and cybersecurity incidents under the provisions of the August 13, 2021 Technology and Cyber Security Incident Reporting Advisory. \n\n&#160;\n\nConsumer Protection USBNA&#8217;s and MUB&#8217;s retail banking activities are subject to a variety of federal and state statutes and regulations designed to protect consumers. These laws and regulations require, among other things, disclosures of the cost of credit and terms of deposit accounts, provide substantive consumer rights, prohibit discrimination in credit transactions, regulate the use of credit report information, provide financial privacy protections, prohibit unfair, deceptive and abusive practices and subject USBNA and MUB to substantial regulatory oversight. Violations of applicable consumer protection laws can result in significant potential liability from litigation brought by customers, including actual damages, restitution and attorneys&#8217; fees, and may also result in significant reputational harm. USBNA&#8217;s and MUB&#8217;s regulators may also seek to enforce consumer protection requirements and obtain these and other remedies, including regulatory sanctions and civil money penalties. \n\nUSBNA, MUB and their respective subsidiaries are subject to supervision and regulation by the CFPB with respect to federal consumer laws. The CFPB has undertaken numerous rule-making and other initiatives, including launching an initiative to reduce the amounts and types of fees financial institutions may charge, including by recently proposing a rule that would significantly reduce the permissible amount of credit card late fees, issuing informal guidance and taking enforcement actions against certain financial institutions. The CFPB&#8217;s rulemaking, examination and enforcement authority has affected and will continue to affect financial institutions that provide consumer financial products and services, including the Company, USBNA, MUB and the Company&#8217;s other subsidiaries. These regulatory activities may limit the types of financial services and products the Company may offer, which in turn may reduce the Company&#8217;s revenues. \n\nLIBOR Act In March 2022, the Adjustable Interest Rate (LIBOR) Act (the &#8220;LIBOR Act&#8221;) was enacted. The LIBOR Act provides a uniform approach for replacing LIBOR as a reference interest rate in certain LIBOR-linked contracts for a time when LIBOR is no longer published or is no longer representative. The LIBOR Act covers contracts that either do not include effective fallback provisions, for example, because they have no provisions for a replacement benchmark or provisions based on prior LIBOR values or dealer polls, or permit a party to select a replacement benchmark in its discretion. Under the LIBOR Act, references to the most common tenors of LIBOR in these contracts will be replaced as a matter of law, without the need to be amended by the parties, to instead reference a benchmark interest rate identified in Federal Reserve regulations that is based on the secured overnight funding rate (&#8220;SOFR&#8221;). In December 2022, the Federal Reserve issued final regulations to implement the LIBOR Act. The Federal Reserve&#8217;s final rule identified benchmark replacements, based on SOFR, for various types of contracts subject to the LIBOR Act. The Company continues to evaluate the effect of the LIBOR Act and its implementing regulations on the Company&#8217;s LIBOR-linked contracts. See the section entitled &#8220;LIBOR Transition&#8221; of the Company&#8217;s 2022 Annual Report for additional information regarding the Company&#8217;s efforts to transition away from LIBOR. \n\nExecutive and Incentive Compensation Guidelines adopted by the federal banking agencies prohibit excessive compensation as an unsafe and unsound practice and describe compensation as &#8220;excessive&#8221; when the amounts paid are unreasonable or disproportionate to the services performed by an executive officer, employee, director or principal stockholder. The Federal Reserve has issued comprehensive guidance on incentive compensation policies (the &#8220;Incentive Compensation Guidance&#8221;) intended to ensure that the incentive compensation policies of banking organizations do not undermine safety and soundness organizations by encouraging excessive risk-taking. The Incentive Compensation Guidance is based upon the key principles that a banking organization&#8217;s incentive compensation arrangements should (i) provide incentives that do not encourage risk-taking beyond the organization&#8217;s ability to effectively identify and manage risks; (ii) be compatible with effective internal controls and risk management; and (iii) be supported by strong corporate governance, including active and effective oversight by the organization&#8217;s board of directors. The Incentive Compensation Guidance states that enforcement actions may be taken against a banking organization if its incentive compensation arrangements or related risk-management control or governance processes pose a risk to the organization&#8217;s safety and soundness and the organization is not taking prompt and effective measures to correct the deficiencies. \n\nDuring 2016, the federal bank regulatory agencies and the SEC proposed revised rules on incentive-based payment arrangements at specified regulated entities having at least $1 billion of total assets. These proposed rules have not been finalized. \n\n&#160;\n\nIn October 2022, the SEC adopted a final rule directing national securities exchanges and associations, including the New York Stock Exchange (the &#8220;NYSE&#8221;), to implement listing standards that require all listed companies to adopt policies mandating the recovery or &#8220;clawback&#8221; of excess incentive-based compensation earned by a current or former executive officer during the three fiscal years preceding a required accounting restatement, including to correct an error that would result in a material misstatement if the error were corrected in the current period. The excess compensation would be based on the amount the executive officer would have received had the incentive-based compensation been determined using the restated financial statements. The final rule requires the exchanges to propose conforming listing standards by February 26, 2023, and requires the standards to become effective no later than November 23, 2023. Each listed issuer, including the Company, would then be required to adopt a clawback policy within 60 days after its exchange&#8217;s listing standard has become effective. \n\nOther Supervision and Regulation The Company is subject to the disclosure and regulatory requirements of the Securities Act of 1933, as amended, and the Securities Exchange Act of 1934, as amended (the &#8220;Exchange Act&#8221;), both as administered by the SEC, by virtue of the Company&#8217;s status as a public company. As a listed company on the NYSE, the Company is subject to the rules of the NYSE for listed companies. \n\nCapital Covenants \n\nThe Company has entered into several transactions involving the issuance of capital securities (&#8220;Capital Securities&#8221;) by certain Delaware statutory trusts formed by the Company (the &#8220;Trusts&#8221;), the issuance by the Company of preferred stock (&#8220;Preferred Stock&#8221;) or the issuance by a subsidiary of USBNA of preferred stock exchangeable for the Company&#8217;s Preferred Stock under certain circumstances (&#8220;Exchangeable Preferred Stock&#8221;). Simultaneously with the closing of certain of those transactions, the Company entered into a replacement capital covenant, as amended from time to time (as amended, each, a &#8220;Replacement Capital Covenant&#8221; and collectively, the &#8220;Replacement Capital Covenants&#8221;) for the benefit of persons that buy, hold or sell a specified series of long-term indebtedness of the Company or USBNA (the &#8220;Covered Debt&#8221;). Each of the Replacement Capital Covenants provides that neither the Company nor any of its subsidiaries (including any of the Trusts) will repay, redeem or purchase any of the Preferred Stock, Exchangeable Preferred Stock or the Capital Securities and the securities held by the Trust (the &#8220;Other Securities&#8221;), as applicable, on or before the date specified in the applicable Replacement Capital Covenant, unless the Company has received proceeds from the sale of qualifying securities that (a) have equity-like characteristics that are the same as, or more equity-like than, the applicable characteristics of the Preferred Stock, the Exchangeable Preferred Stock, the Capital Securities or Other Securities, as applicable, at the time of repayment, redemption or purchase, and (b) the Company has obtained the prior approval of the Federal Reserve, if such approval is then required by the Federal Reserve or, in the case of the Exchangeable Preferred Stock, the approval of the OCC. \n\nThe Company will provide a copy of any Replacement Capital Covenant to a holder of the relevant Covered Debt. For copies of any of these documents, holders should write to Investor Relations, U.S. Bancorp, 800 Nicollet Mall, Minneapolis, Minnesota 55402, or call (866) 775-9668. \n\n&#160;\n\nThe following table identifies the closing date for each transaction, issuer, series of Capital Securities, Preferred Stock or Exchangeable Preferred Stock issued in the relevant transaction, Other Securities, if any, and applicable Covered Debt as of February 27, 2023, for those securities that remain outstanding. \n\n&#160;\n\n##TABLE_START Closing\n\nDate\n\n&#160; Issuer\n\n&#160; Capital Securities or\n\nPreferred Stock\n\n&#160; Other Securities\n\n&#160; Covered Debt\n\n3/17/06\n\n&#160; USB Capital\n\nIX and\n\nU.S. Bancorp\n\n&#160; USB Capital IX&#8217;s $675,378,000 of 6.189% Fixed-to-Floating Rate Normal Income Trust Securities &#160; U.S. Bancorp&#8217;s Series A Non-Cumulative Perpetual Preferred Stock &#160; U.S. Bancorp&#8217;s 7.50% Subordinated Debentures due 2026 (CUSIP No. 911596AL8) 3/27/06\n\n&#160; U.S. Bancorp &#160; U.S. Bancorp&#8217;s 40,000,000 Depositary Shares ($25 per Depositary Share) each representing a 1/1000 th interest in a share of Series B Non-Cumulative Perpetual Preferred Stock &#160; Not Applicable &#160; U.S. Bancorp&#8217;s 7.50% Subordinated Debentures due 2026 (CUSIP No. 911596AL8) 12/22/06\n\n&#160; USB Realty\n\nCorp. (a) and U.S. Bancorp\n\n&#160; USB Realty Corp.&#8217;s 4,500 shares of Fixed-to-Floating-Rate Exchangeable Non-Cumulative Perpetual Series A Preferred Stock exchangeable for shares of U.S. Bancorp&#8217;s Series C Non-Cumulative Perpetual Preferred Stock (b) &#160; Not Applicable &#160; U.S. Bancorp&#8217;s 7.50% Subordinated Debentures due 2026 (CUSIP No. 911596AL8) ##TABLE_END &#160;\n\n##TABLE_START (a) USB Realty Corp. is a subsidiary of USBNA. \n\n##TABLE_END ##TABLE_START (b) Under certain circumstances, upon the direction of the OCC, each share of USB Realty Corp.&#8217;s Series A Preferred Stock will be automatically exchanged for one share of U.S. Bancorp&#8217;s Series C Non-Cumulative Perpetual Preferred Stock. \n\n##TABLE_END &#160;\n\nAvailable Information \n\nU.S. Bancorp&#8217;s internet website can be found at www.usbank.com. U.S. Bancorp makes available free of charge on its website, by clicking on &#8220;About us&#8221; and then clicking on &#8220;Investor relations,&#8221; its annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13 or 15(d) of the Exchange Act, as well as all other reports filed by U.S. Bancorp with the SEC as soon as reasonably practicable after electronically filed with, or furnished to, the SEC. \n\nAdditional Information \n\nAdditional information in response to this Item 1 can be found in the 2022 Annual Report on pages 56 to 59 under the heading &#8220;Line of Business Financial Review.&#8221; That information is incorporated into this report by reference. \n\n&#160;\n\n##TABLE_START "
    },
    {
      "section": "1A",
      "text": " Item 1A. Risk Factors \n\n##TABLE_END Information in response to this Item 1A can be found in the 2022 Annual Report on pages 140 to 155 under the heading &#8220;Risk Factors.&#8221; That information is incorporated into this report by reference. \n\n&#160;\n\n##TABLE_START "
    },
    {
      "section": "1B",
      "text": " Item 1B. Unresolved Staff Comments \n\n##TABLE_END None. \n\n&#160;\n\n##TABLE_START "
    },
    {
      "section": "2",
      "text": " Item 2. Properties \n\n##TABLE_END U.S. Bancorp and its significant subsidiaries occupy headquarter offices under a long-term lease in Minneapolis, Minnesota. The Company also leases 7 freestanding operations centers in Cincinnati, Denver, Milwaukee, Minneapolis, Chicago, Portland and St. Paul. The Company owns 8 principal operations centers in Cincinnati, Fargo, Milwaukee, Olathe, Owensboro, Portland, St. Louis and St. Paul. At December 31, 2022, the Company&#8217;s subsidiaries owned and operated a total of 1,274 facilities and leased an additional 1,717 facilities. The Company believes its current facilities are adequate to meet its needs. Additional information with respect to the Company&#8217;s premises and equipment is presented in Note 9 of the Notes to Consolidated Financial Statements included in the 2022 Annual Report. That information is incorporated into this report by reference. \n\n&#160;\n\n##TABLE_START "
    },
    {
      "section": "3",
      "text": " Item 3. Legal Proceedings \n\n##TABLE_END Information in response to this Item 3 can be found in Note 23 of the Notes to Consolidated Financial Statements included in the 2022 Annual Report under the heading, &#8220;Litigation and Regulatory Matters.&#8221; That information is incorporated into this report by reference. \n\n&#160;\n\n##TABLE_START "
    },
    {
      "section": "4",
      "text": " Item 4. Mine Safety Disclosures \n\n##TABLE_END Not Applicable. \n\n&#160;\n\nPART II \n\n&#160;\n\n##TABLE_START "
    },
    {
      "section": "5",
      "text": " Item 5. Market for Registrant&#8217;s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities \n\n##TABLE_END The Company announced on December 22, 2020 that its Board of Directors had approved an authorization to repurchase $3.0 billion of its common stock beginning January 1, 2021, and repurchased $1.5 billion of its common stock during the first six months of 2021 under this program. The Company suspended all common stock repurchases at the beginning of the third quarter of 2021, except for those done exclusively in connection with its stock-based compensation programs, due to its acquisition of MUB. The Company does not expect to commence repurchasing its common stock until after its common equity tier 1 capital ratio approximates 9.0 percent, at which time the Company will assess its capital position relative to existing and proposed regulatory capital requirements. The following table provides a detailed analysis of all shares repurchased by the Company or any affiliated purchaser during the fourth quarter of 2022: \n\n&#160;\n\n##TABLE_START Period\n\n&#160; Total Number of Shares Purchased &#160; &#160; Average Price Paid per Share &#160; &#160; Total Number of Shares Purchased as Part of Publicly Announced Program &#160; &#160; Approximate Dollar Value of Shares that May Yet Be Purchased Under the Program (In Millions) &#160; October 1-31 \n\n&#160; &#160; 130,208 (a) &#160; &#160; $ 42.71 &#160; &#160; &#160; 10,208 &#160; &#160; $ 1,389 &#160; November 1-30 \n\n&#160; &#160; 37,105 (b) &#160; &#160; &#160; 43.00 &#160; &#160; &#160; 7,105 &#160; &#160; &#160; 1,388 &#160; December 1-31 \n\n&#160; &#160; 294,684 &#160; &#160; &#160; 43.30 &#160; &#160; &#160; 294,684 &#160; &#160; &#160; 1,376 &#160; &#160; &#160;\n\n&#160;\n\n&#160; &#160; &#160;\n\n&#160;\n\n&#160; &#160; &#160;\n\n&#160;\n\n&#160; &#160; &#160;\n\n&#160;\n\n&#160; Total\n\n&#160; &#160; 461,997 (c) &#160; &#160; $ 43.10 &#160; &#160; &#160; 311,997 &#160; &#160; $ 1,376 &#160; &#160; &#160;\n\n&#160;\n\n&#160; &#160; &#160;\n\n&#160;\n\n&#160; &#160; &#160;\n\n&#160;\n\n&#160; &#160; &#160;\n\n&#160;\n\n&#160; ##TABLE_END &#160;\n\n##TABLE_START (a) Includes 120,000 shares of common stock purchased, at an average price per share of $42.84, in open-market transactions by USBNA, the Company&#8217;s primary banking subsidiary, in its capacity as trustee of the U.S. Bank 401(k) Savings Plan, which is the Company&#8217;s employee retirement savings plan. \n\n##TABLE_END ##TABLE_START (b) Includes 30,000 shares of common stock purchased, at an average price per share of $42.98, in open-market transactions by USBNA in its capacity as trustee of the U.S. Bank 401(k) Savings Plan. \n\n##TABLE_END ##TABLE_START (c) Includes 150,000 shares of common stock purchased, at an average price per share of $42.87, in open-market transactions by USBNA in its capacity as trustee of the U.S. Bank 401(k) Savings Plan. \n\n##TABLE_END Additional Information \n\nAdditional information in response to this Item 5 can be found in the 2022 Annual Report on page 139 under the heading &#8220;U.S. Bancorp Supplemental Financial Data (Unaudited)&#8221; and in Item 12 of this report, under the heading &#8220;Equity Compensation Plan Information.&#8221; That information is incorporated into this report and this Item by reference. \n\n&#160;\n\n##TABLE_START "
    },
    {
      "section": "6",
      "text": " Item 6. [Reserved] \n\n##TABLE_END &#160;\n\n##TABLE_START "
    },
    {
      "section": "7",
      "text": " Item 7. Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations &#160; \n\n##TABLE_END Information in response to this Item 7 can be found in the 2022 Annual Report on pages 22 to 59 under the heading &#8220;Management&#8217;s Discussion and Analysis.&#8221; That information is incorporated into this report by reference. \n\n&#160;\n\n##TABLE_START "
    },
    {
      "section": "7A",
      "text": " Item 7A. Quantitative and Qualitative Disclosures About Market Risk \n\n##TABLE_END Information in response to this Item 7A can be found in the 2022 Annual Report on pages 35 to 56 under the heading &#8220;Corporate Risk Profile.&#8221; That information is incorporated into this report by reference. \n\n&#160;\n\n##TABLE_START "
    },
    {
      "section": "8",
      "text": " Item 8. Financial Statements and Supplementary Data \n\n##TABLE_END Information in response to this Item 8 can be found in the 2022 Annual Report on pages 65 to 139 under the headings &#8220;Report of Management,&#8221; &#8220;Report of Independent Registered Public Accounting Firm,&#8221; &#8220;Report of Independent Registered Public Accounting Firm,&#8221; &#8220;U.S. Bancorp Consolidated Balance Sheet,&#8221; &#8220;U.S. Bancorp Consolidated Statement of Income,&#8221; &#8220;U.S. Bancorp Consolidated Statement of Comprehensive Income,&#8221; &#8220;U.S. Bancorp Consolidated Statement of Shareholders&#8217; Equity,&#8221; &#8220;U.S. Bancorp Consolidated Statement of Cash Flows,&#8221; &#8220;Notes to Consolidated Financial Statements,&#8221; &#8220;U.S. Bancorp Consolidated Daily Average Balance Sheet and Related Yields and Rates (Unaudited)&#8221; and &#8220;U.S. Bancorp Supplemental Financial Data (Unaudited)&#8221;. That information is incorporated into this report by reference. \n\n&#160;\n\n##TABLE_START "
    },
    {
      "section": "9",
      "text": " Item 9. Changes in and Disagreements with Accountants on Accounting and Financial Disclosure \n\n##TABLE_END None. \n\n&#160;\n\n##TABLE_START "
    },
    {
      "section": "9A",
      "text": " Item 9A. Controls and Procedures \n\n##TABLE_END Information in response to this Item 9A can be found in the 2022 Annual Report on page 64 under the heading &#8220;Controls and Procedures&#8221; and on pages 65 and 69 under the headings &#8220;Report of Management&#8221; and &#8220;Report of Independent Registered Public Accounting Firm.&#8221; That information is incorporated into this report by reference. \n\n&#160;\n\n##TABLE_START "
    },
    {
      "section": "9B",
      "text": " Item 9B. Other Information \n\n##TABLE_END None. \n\n&#160;\n\n##TABLE_START "
    },
    {
      "section": "10",
      "text": " Item 10. Directors, Executive Officers and Corporate Governance \n\n##TABLE_END Code of Ethics and Business Conduct \n\nThe Company has adopted a Code of Ethics and Business Conduct that applies to its principal executive officer, principal financial officer and principal accounting officer. The Company&#8217;s Code of Ethics and Business Conduct can be found at www.usbank.com by clicking on &#8220;About us&#8221; and then clicking on &#8220;Investor relations&#8221; and then clicking on &#8220;Corporate Governance&#8221; and then clicking on &#8220;Governance documents&#8221; and then clicking on &#8220;Code of Ethics&#8221; and then clicking on &#8220;Code of Ethics and Business Conduct.&#8221; The Company intends to satisfy the disclosure requirements under Item 5.05 of Form 8-K regarding amendments to, or waivers from, certain provisions of the Code of Ethics and Business Conduct that apply to its principal executive officer, principal financial officer and principal accounting officer by posting such information on its website, at the address and location specified above. \n\nInformation About the Company&#8217;s Managing Committee (1) \n\nAndrew Cecere \n\nMr. Cecere is Chairman, President and Chief Executive Officer of U.S. Bancorp. Mr. Cecere, 62, has served as President of U.S. Bancorp since January 2016, Chief Executive Officer since April 2017 and Chairman since April 2018. He also served as Vice Chairman and Chief Operating Officer from January 2015 to January 2016 and was U.S. Bancorp&#8217;s Vice Chairman and Chief Financial Officer from February 2007 until January 2015. Until that time, he served as Vice Chairman, Wealth Management and Investment Services, of U.S. Bancorp since the merger of Firstar Corporation and U.S. Bancorp in February 2001. Previously, he had served as an executive officer of the former U.S. Bancorp, including as Chief Financial Officer from 2000 through 2001. \n\nSouheil S. Badran \n\nMr. Badran is Senior Executive Vice President and Chief Operations Officer of U.S. Bancorp. Mr. Badran, 58, has served in this position since joining U.S. Bancorp in December 2022. From January 2019 until November 2022, he served as Executive Vice President and Chief Operating Officer at Northwestern Mutual, having also served as Chief Innovation Officer from January 2019 until September 2019. Previously Mr. Badran served as President of Alibaba&#8217;s Alipay business in the Americas from August 2016 until August 2018. From 2015 to 2016, Mr. Badran served as CEO at Edo Interactive, and from 2011 to 2015, he served as Senior Vice President and General Manager at Digital River. \n\nElcio R.T. Barcelos \n\nMr. Barcelos is Senior Executive Vice President and Chief Human Resources Officer of U.S. Bancorp. Mr. Barcelos, 52, has served in this position since joining U.S. Bancorp in September 2020. From April 2018 until August 2020, he served as Senior Vice President and Chief People and Places Officer of the Federal National Mortgage Association (Fannie Mae), having served as Senior Vice President, Human Resources of the DXC Technology Company from April 2017 to March 2018. Previously, Mr. Barcelos served as Senior Vice President and Head of Human Resources for the Enterprise Services business of Hewlett Packard Enterprise Company from June 2015 to April 2017, and in other human resources senior leadership positions at Hewlett-Packard Company and Hewlett Packard Enterprise Company from July 2009 to June 2015. He previously served in various leadership roles at Wells Fargo and Bank of America. \n\n&#160;\n\n##TABLE_START (1) This section includes the biographies of the members of the Managing Committee of U.S. Bancorp. Each member of the Managing Committee, except for Gregory G. Cunningham, Venkatachari Dilip and Dominic V. Venturo, is deemed to be an executive officer of U.S. Bancorp. \n\n##TABLE_END &#160;\n\nJames L. Chosy \n\nMr. Chosy is Senior Executive Vice President and General Counsel of U.S. Bancorp. Mr. Chosy, 59, has served in this position since March 2013. He also served as Corporate Secretary of U.S. Bancorp from March 2013 until April 2016. From 2001 to 2013, he served as the General Counsel and Secretary of Piper Jaffray Companies. From 1995 to 2001, Mr. Chosy was Vice President and Associate General Counsel of U.S. Bancorp, having also served as Assistant Secretary of U.S. Bancorp from 1995 through 2000 and as Secretary from 2000 until 2001. \n\nGregory G. Cunningham \n\nMr. Cunningham is Senior Executive Vice President and Chief Diversity Officer of U.S. Bancorp. Mr. Cunningham, 59, has served in this position since July 2020. From July 2019 until July 2020, he served as Senior Vice President and Chief Diversity Officer of U.S. Bancorp, having served as Vice President of Customer Engagement of U.S. Bancorp from October 2015, when he joined U.S. Bancorp, until July 2019. Previously, Mr. Cunningham served in various roles in the marketing department of Target Corporation from January 1998 until March 2015. \n\nVankatachari Dilip \n\nMr. Dilip is Executive Vice President and Global Chief Information and Technology Officer of U.S. Bancorp. Mr. Dilip, 63, has served in this position since September 2018, when he joined U.S. Bancorp. From May 2014 until July 2017, he served as Vice President at McKinsey Digital where he helped banks accelerate their digital transformation. From April 2009 to September 2013, he served as CEO at Compass Labs leading an innovative marketing analytics company. From March 2006 until April 2008, he served as Director of Products at Google where he led product teams for mobile ads and Google Checkout. From March 2004 until March 2006, he served as Vice President of PayPal/eBay and on the Board of PayPal Europe, where he was responsible for Payments Services, Risk and Fraud Management. Previously, Mr. Dilip co-founded and led startup companies CashEdge and CommerceSoft from 1996 until 2003. \n\nTerrance R. Dolan \n\nMr. Dolan is Vice Chair and Chief Financial Officer of U.S. Bancorp. Mr. Dolan, 61, has served in this position since August 2016. From July 2010 to July 2016, he served as Vice Chair, Wealth Management and Investment Services, of U.S. Bancorp. From September 1998 to July 2010, Mr. Dolan served as U.S. Bancorp&#8217;s Controller. He additionally held the title of Executive Vice President from January 2002 until June 2010 and Senior Vice President from September 1998 until January 2002. \n\nGunjan Kedia \n\nMs. Kedia is Vice Chair, Wealth Management and Investment Services, of U.S. Bancorp. Ms. Kedia, 52, has served in this position since joining U.S. Bancorp in December 2016. From October 2008 until May 2016, she served as Executive Vice President of State Street Corporation where she led the core investment servicing business in North and South America and served as a member of State Street&#8217;s management committee, its senior most strategy and policy committee. Previously, Ms. Kedia was an Executive Vice President of global product management at Bank of New York Mellon from 2004 to 2008 and a Partner and associate at McKinsey from 1996 to 2004. \n\nJames B. Kelligrew \n\nMr. Kelligrew is Vice Chair, Corporate and Commercial Banking, of U.S. Bancorp. Mr. Kelligrew, 57, has served in this position since January 2016. From March 2014 until December 2015, he served as Executive Vice \n\n&#160;\n\nPresident, Fixed Income and Capital Markets, of U.S. Bancorp, having served as Executive Vice President, Credit Fixed Income, of U.S. Bancorp from May 2009 to March 2014. Prior to that time, he held various leadership positions with Wells Fargo Securities from 2003 to 2009. \n\nShailesh M. Kotwal \n\nMr. Kotwal is Vice Chair, Payment Services, of U.S. Bancorp. Mr. Kotwal, 58, has served in this position since joining U.S. Bancorp in March 2015. From July 2008 until May 2014, he served as Executive Vice President of TD Bank Group with responsibility for retail banking products and services and as Chair of its enterprise payments council. From 2006 until 2008, he served as President, International, of eFunds Corporation. Previously, Mr. Kotwal served in various leadership roles at American Express Company from 1989 until 2006, including responsibility for operations in North and South America, Europe and the Asia-Pacific regions. \n\nKatherine B. Quinn \n\nMs. Quinn is Vice Chair and Chief Administrative Officer of U.S. Bancorp. Ms. Quinn, 58, has served in this position since April 2017. From September 2013 to April 2017, she served as Executive Vice President and Chief Strategy and Reputation Officer of U.S. Bancorp and has served on U.S. Bancorp&#8217;s Managing Committee since January 2015. From September 2010 until January 2013, she served as Chief Marketing Officer of WellPoint, Inc. (now known as Anthem, Inc.), having served as Head of Corporate Marketing of WellPoint from July 2005 until September 2010. \n\nJodi L. Richard \n\nMs. Richard is Vice Chair and Chief Risk Officer of U.S. Bancorp. Ms. Richard, 54, has served in this position since October 2018. She served as Executive Vice President and Chief Operational Risk Officer of U.S. Bancorp from January 2018 until October 2018, having served as Senior Vice President and Chief Operational Risk Officer from 2014 until January 2018. Prior to that time, Ms. Richard held various senior leadership roles at HSBC from 2003 until 2014, including Executive Vice President and Head of Operational Risk and Internal Control at HSBC North America from 2008 to 2014. Ms. Richard started her career at the Office of the Comptroller of the Currency in 1990 as a national bank examiner. \n\nMark G. Runkel \n\nMr. Runkel is Senior Executive Vice President and Chief Transformation Officer of U.S. Bancorp. Mr. Runkel, 46, has served in this position since August 2021. From December 2013 to August 2021, he served as Senior Executive Vice President and Chief Credit Officer. From February 2011 until December 2013, he served as Senior Vice President and Credit Risk Group Manager of U.S. Bancorp Retail and Payment Services Credit Risk Management, having served as Senior Vice President and Risk Manager of U.S. Bancorp Retail and Small Business Credit Risk Management from June 2009 until February 2011. From March 2005 until May 2009, he served as Vice President and Risk Manager of U.S. Bancorp. \n\nDominic V. Venturo \n\nMr. Venturo is Senior Executive Vice President and Chief Digital Officer of U.S. Bancorp. Mr. Venturo, 56, has served in this position since July 2020. From January 2015 until July 2020, he served as Executive Vice President and Chief Innovation Officer of U.S. Bancorp, having served as Senior Vice President and Chief Innovation Officer of U.S. Bancorp Payment Services from January 2010 until January 2015. From January 2007 to December 2009, Mr. Venturo served as Senior Vice President and Chief Innovation Officer of U.S. Bancorp Retail Payment Solutions. Prior to that time, he served as Senior Vice President and held product management positions in various U.S. Bancorp Payment Services business lines from December 1998 to December 2006. \n\n&#160;\n\nJeffry H. von Gillern \n\nMr. von Gillern is Vice Chair, Technology and Operations Services, of U.S. Bancorp. Mr. von Gillern, 57, has served in this position since July 2010. From April 2001, when he joined U.S. Bancorp, until July 2010, Mr. von Gillern served as Executive Vice President of U.S. Bancorp, additionally serving as Chief Information Officer from July 2007 until July 2010. \n\nTimothy A. Welsh \n\nMr. Welsh is Vice Chair, Consumer and Business Banking, of U.S. Bancorp. Mr. Welsh, 57, has served in this position since March 2019. Prior to that, he served as Vice Chair, Consumer Banking Sales and Support since joining U.S. Bancorp in July 2017. From July 2006 until June 2017, he served as a Senior Partner at McKinsey &#38; Company where he specialized in financial services and the consumer experience. Previously, Mr. Welsh served as a Partner at McKinsey from 1999 to 2006. \n\nAdditional Information \n\nAdditional information in response to this Item 10 can be found in the Proxy Statement under the headings &#8220;Proposal. 1 &#8212; Election of Directors,&#8221; &#8220;Corporate Governance &#8212; Committee Responsibilities&#8221; and &#8220;Corporate Governance &#8212; Committee Member Qualifications.&#8221; That information is incorporated into this report by reference. \n\n&#160;\n\n##TABLE_START "
    },
    {
      "section": "11",
      "text": " Item 11. Executive Compensation \n\n##TABLE_END Information required to be furnished in response to this Item 11 can be found in the Proxy Statement under the headings &#8220;Compensation Discussion and Analysis,&#8221; &#8220;Compensation Committee Report,&#8221; &#8220;Corporate Governance &#8211; Compensation Committee Interlocks and Insider Participation,&#8221; &#8220;Executive Compensation&#8221; and &#8220;Director Compensation.&#8221; That information is incorporated into this report by reference. \n\n&#160;\n\n##TABLE_START "
    },
    {
      "section": "12",
      "text": " Item 12. Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters \n\n##TABLE_END Equity Compensation Plan Information \n\nThe following table summarizes information regarding the Company&#8217;s equity compensation plans in effect as of December 31, 2022: \n\n&#160;\n\n##TABLE_START Plan Category\n\n&#160; Number of Securities to be Issued upon Exercise of Outstanding Options, Warrants and Rights &#160; &#160; Weighted-Average Exercise Price of Outstanding Options, Warrants and Rights &#160; &#160; Number of Securities Remaining Available for Future Issuance under Equity Compensation Plans (Excluding Securities Reflected in the First Column) &#160; Equity Compensation Plans Approved by Security Holders\n\n&#160; &#160; &#160; &#160; 20,299,639 (3) &#160; Stock Options\n\n&#160; &#160; 3,253,090 (1) &#160; &#160; $ 44.42 &#160; &#160; Restricted Stock Units and Performance-Based Restricted Stock Units\n\n&#160; &#160; 6,952,232 (2) &#160; &#160; &#160; - &#160; &#160; Equity Compensation Plans Not Approved by Security Holders\n\n&#160; &#160; 372,941 (4) &#160; &#160; &#160; - &#160; &#160; &#160; - &#160; &#160; &#160;\n\n&#160;\n\n&#160; &#160; &#160; &#160;\n\n&#160;\n\n&#160; Total\n\n&#160; &#160; 10,578,263 &#160; &#160; &#160; &#160; 20,299,639 &#160; ##TABLE_END &#160;\n\n##TABLE_START (1) Includes shares of the Company&#8217;s common stock underlying stock options granted under the U.S. Bancorp 2015 Stock Incentive Plan (the &#8220;2015 Plan&#8221;) and the U.S. Bancorp Amended and Restated 2007 Stock Incentive Plan (the &#8220;2007 Plan&#8221;). \n\n##TABLE_END &#160;\n\n##TABLE_START (2) Includes shares of the Company&#8217;s common stock underlying performance-based restricted stock units (awarded to the members of the Company&#8217;s Managing Committee and settled in shares of the Company&#8217;s common stock on a one-for-one basis) and restricted stock units (settled in shares of the Company&#8217;s common stock on a one-for-one basis) under the 2015 Plan, the 2007 Plan and the U.S. Bancorp 2001 Stock Incentive Plan. No exercise price is paid upon vesting, and thus, no exercise price is included in the table. \n\n##TABLE_END &#160;\n\n##TABLE_START (3) The 20,299,639 shares of the Company&#8217;s common stock available for future issuance are reserved under the 2015 Plan. Future awards under the 2015 Plan may be made in the form of stock options, stock appreciation rights, restricted stock, restricted stock units, performance awards, dividend equivalents, stock awards, or other stock-based awards. \n\n##TABLE_END &#160;\n\n##TABLE_START (4) These shares of the Company&#8217;s common stock are issuable pursuant to various current and former deferred compensation plans of U.S. Bancorp and its predecessor entities. No exercise price is paid when shares are issued pursuant to the deferred compensation plans. \n\n##TABLE_END The deferred compensation plans allow non-employee directors and members of senior management to defer all or part of their compensation until the earlier of retirement or termination of employment. The deferred compensation is deemed to be invested in one of several investment alternatives at the option of the participant, including shares of U.S. Bancorp common stock. Deferred compensation deemed to be invested in U.S. Bancorp stock will be received in the form of shares of U.S. Bancorp common stock at the time of distribution, unless the Company chooses cash payment. \n\nThe 372,941 shares included in the table assume that participants in the plans whose deferred compensation had been deemed to be invested in the Company&#8217;s common stock had elected to receive all of that deferred compensation in shares of the Company&#8217;s common stock on December 31, 2022. The U.S. Bank Executive Employees Deferred Compensation Plan (2005 Statement) and the U.S. Bank Outside Directors Deferred Compensation Plan (2005 Statement) are the Company&#8217;s only deferred compensation plans under which compensation may currently be deferred. \n\nAdditional Information \n\nAdditional information in response to this Item 12 can be found in the Proxy Statement under the heading &#8220;Security Ownership of Certain Beneficial Owners and Management.&#8221; That information is incorporated into this report by reference. \n\n&#160;\n\n##TABLE_START "
    },
    {
      "section": "13",
      "text": " Item 13. Certain Relationships and Related Transactions, and Director Independence \n\n##TABLE_END Information in response to this Item 13 can be found in the Proxy Statement under the headings &#8220;Corporate Governance &#8212; Director Independence,&#8221; &#8220;Corporate Governance &#8212; Committee Member Qualifications&#8221; and &#8220;Certain Relationships and Related Transactions.&#8221; That information is incorporated into this report by reference. \n\n&#160;\n\n##TABLE_START "
    },
    {
      "section": "14",
      "text": " Item 14. Principal Accounting Fees and Services \n\n##TABLE_END Information in response to this Item 14 can be found in the Proxy Statement under the headings &#8220;Audit Committee Report and Payment of Fees to Auditor &#8212; Fees to Independent Auditor&#8221; and &#8220;Audit Committee Report and Payment of Fees to Auditor &#8212; Administration of Engagement of Independent Auditor.&#8221; That information is incorporated into this report by reference. \n\n&#160;\n\nPART IV \n\n&#160;\n\n##TABLE_START "
    },
    {
      "section": "15",
      "text": " Item 15. Exhibits and Financial Statement Schedules \n\n##TABLE_END List of documents filed as part of this report \n\n1. Financial Statements \n\n&#160;\n\n##TABLE_START &#160; &#8226; &#160; Report of Management \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Report of Independent Registered Public Accounting Firm on the Financial Statements \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Report of Independent Registered Public Accounting Firm on Internal Control over Financial Reporting \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; U.S. Bancorp Consolidated Balance Sheet as of December 31, 2022 and 2021 \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; U.S. Bancorp Consolidated Statement of Income for each of the three years in the period ended December 31, 2022 \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; U.S. Bancorp Consolidated Statement of Comprehensive Income for each of the three years in the period ended December 31, 2022 \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; U.S. Bancorp Consolidated Statement of Shareholders&#8217; Equity for each of the three years in the period ended December 31, 2022 \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; U.S. Bancorp Consolidated Statement of Cash Flows for each of the three years in the period ended December 31, 2022 \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Notes to Consolidated Financial Statements \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; U.S. Bancorp Consolidated Daily Average Balance Sheet and Related Yields and Rates (Unaudited) \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; U.S. Bancorp Supplemental Financial Data (Unaudited) \n\n##TABLE_END 2. Financial Statement Schedules \n\nAll financial statement schedules for the Company have been included in the consolidated financial statements or the related footnotes, or are either inapplicable or not required. \n\n3. Exhibits \n\nShareholders may obtain a copy of any of the exhibits to this report upon payment of a fee covering the Company&#8217;s reasonable expenses in furnishing the exhibits. You can request exhibits by writing to Investor Relations, U.S. Bancorp, 800 Nicollet Mall, Minneapolis, Minnesota 55402. \n\n&#160;\n\n##TABLE_START &#160; (1) 2.1\n\n&#160; Share Purchase Agreement, dated as of September 21, 2021. Filed as Exhibit 2.1 to Form 8-K filed on September 24, 2021. * &#160; (1) 2.2\n\n&#160; Amendment No. 1 to the Share Purchase Agreement, dated as of May 10, 2022. Filed as Exhibit 2.1 to Form 10-Q for the quarterly period ended June 30, 2022. * &#160; (1) 3.1\n\n&#160; Restated Certificate of Incorporation. Filed as Exhibit 3.4 to Form 8-K filed on April 20, 2022. &#160; (1) 3.2\n\n&#160; Amended and Restated Bylaws. Filed as Exhibit 3.1 to Form 8-K filed on April 20, 2021. 4.1\n\n&#160; Pursuant to Item 601(b)(4)(iii)(A) of Regulation S-K, copies of instruments defining the rights of holders of long-term debt are not filed. U.S. Bancorp agrees to furnish a copy thereof to the SEC upon request. 4.2\n\n&#160; Description of U.S. Bancorp&#8217;s Securities Registered Pursuant to Section 12 of the Securities Exchange Act of 1934. ##TABLE_END &#160;\n\n##TABLE_START &#160; (1) 10.0\n\n&#160; Registration Rights Agreement, dated December 1, 2022, by and between U.S. Bancorp and MUFG Bank, Ltd. Filed as Exhibit 10.1 to Form 8-K filed on December 1, 2022. (1)(2) 10.1(a)\n\n&#160; U.S. Bancorp 2001 Stock Incentive Plan. Filed as Exhibit 10.1 to Form 10-K for the year ended December 31, 2001. (1)(2) 10.1(b)\n\n&#160; Amendment No. 1 to U.S. Bancorp 2001 Stock Incentive Plan. Filed as Exhibit 10.2 to Form 10-K for the year ended December 31, 2002. (1)(2) 10.2\n\n&#160; U.S. Bancorp Annual Executive Incentive Plan. Filed as Exhibit 10.1 to Form 8-K filed on January 16, 2019. (1)(2) 10.3\n\n&#160; U.S. Bancorp Executive Deferral Plan, as amended. Filed as Exhibit 10.7 to Form 10-K for the year ended December 31, 1999. (1)(2)(3) 10.4\n\n&#160; U.S. Bank Non-Qualified Retirement Plan. Filed as Exhibit 10.4 to Form 10-K for the year ended December 31, 2020. (1)(2) 10.5(a)\n\n&#160; U.S. Bancorp Executive Employees Deferred Compensation Plan. Filed as Exhibit 10.18 to Form 10-K for the year ended December 31, 2003. (1)(2) 10.5(b)\n\n&#160; 2011 Amendment of U.S. Bancorp Executive Employees Deferred Compensation Plan. Filed as Exhibit 10.9(b) to Form 10-K for the year ended December 31, 2011. (1)(2) 10.6\n\n&#160; U.S. Bank Executive Employees Deferred Compensation Plan (2005 Statement). Filed as Exhibit 4.1 to Form S-8 filed on November 2, 2022. (1)(2) 10.7(a)\n\n&#160; U.S. Bancorp Outside Directors Deferred Compensation Plan. Filed as Exhibit 10.19 to Form 10-K for the year ended December 31, 2003. (1)(2) 10.7(b)\n\n&#160; 2011 Amendment of U.S. Bancorp Outside Directors Deferred Compensation Plan. Filed as Exhibit 10.11(b) to Form 10-K for the year ended December 31, 2011. (1)(2) 10.8(a)\n\n&#160; U.S. Bank Outside Directors Deferred Compensation Plan (2005 Statement). Filed as Exhibit 10.1 to Form 8-K filed on December 21, 2005. (1)(2) 10.8(b)\n\n&#160; First Amendment of the U.S. Bank Outside Directors Deferred Compensation Plan (2005 Statement). Filed as Exhibit 10.3(b) to Form 8-K filed on January 7, 2009. (1)(2) 10.8(c)\n\n&#160; Second Amendment of the U.S. Bank Outside Directors Deferred Compensation Plan (2005 Statement). Filed as Exhibit 10.12(c) to Form 10-K for the year ended December 31, 2011. (1)(2) 10.9(a)\n\n&#160; Form of Director Restricted Stock Unit Award Agreement under U.S. Bancorp 2001 Stock Incentive Plan. Filed as Exhibit 10.5 to Form 10-Q for the quarterly period ended September 30, 2004. (1)(2) 10.9(b)\n\n&#160; Form of Amendment to Director Restricted Stock Unit Award Agreements under U.S. Bancorp 2001 Stock Incentive Plan dated as of December 31, 2008. Filed as Exhibit 10.5(b) to Form 8-K filed on January 7, 2009. (1)(2) 10.10\n\n&#160; U.S. Bancorp Amended and Restated 2007 Stock Incentive Plan. Filed as Exhibit 10.1 to Form 8-K filed on April 20, 2010. (1)(2) 10.11\n\n&#160; Form of Non-Qualified Stock Option Agreement for Executive Officers (as approved January 16, 2012) under U.S. Bancorp Amended and Restated 2007 Stock Incentive Plan. Filed as Exhibit 10.2 to Form 8-K filed on January 18, 2012. (1)(2) 10.12\n\n&#160; Form of Non-Qualified Stock Option Agreement for Executive Officers (as approved November 14, 2012) under U.S. Bancorp Amended and Restated 2007 Stock Incentive Plan. Filed as Exhibit 10.2 to Form 8-K filed on November 19, 2012. ##TABLE_END &#160;\n\n##TABLE_START (1)(2) 10.13\n\n&#160; Form of Non-Qualified Stock Option Agreement for Executive Officers (as approved December 9, 2013) under U.S. Bancorp Amended and Restated 2007 Stock Incentive Plan. Filed as Exhibit 10.2 to Form 8-K filed on December 13, 2013. (1)(2) 10.14\n\n&#160; Form of Non-Qualified Stock Option Agreement for Executive Officers under U.S. Bancorp Amended and Restated 2007 Stock Incentive Plan to be used after December 31, 2014. Filed as Exhibit 10.2 to Form 8-K filed on December 31, 2014. (1)(2) 10.15\n\n&#160; Form of 2007 Restricted Stock Unit Award Agreement for Non-Employee Directors under U.S. Bancorp Amended and Restated 2007 Stock Incentive Plan. Filed as Exhibit 10.1 to Form 10-Q/A for the quarterly period ended September 30, 2007. (1)(2) 10.16\n\n&#160; Form of Restricted Stock Unit Award Agreement for Non-Employee Directors under U.S. Bancorp Amended and Restated 2007 Stock Incentive Plan to be used after December 31, 2008. Filed as Exhibit 10.11(a) to Form 8-K filed on January 7, 2009. (1)(2) 10.17\n\n&#160; Form of Restricted Stock Unit Award Agreement for Non-Employee Directors under U.S. Bancorp Amended and Restated 2007 Stock Incentive Plan to be used after December 31, 2013. Filed as Exhibit 10.37 to Form 10-K for the year ended December 31, 2013. (1)(2) 10.18\n\n&#160; U.S. Bancorp 2015 Stock Incentive Plan. Filed as Exhibit 10.1 to Form 8-K filed on April 23, 2015. (1)(2) 10.19\n\n&#160; Form of Stock Option Award Agreement for Executive Officers under U.S. Bancorp 2015 Stock Incentive Plan (in use for grants made through 2016). Filed as Exhibit 10.4 to Form 8-K filed on April 23, 2015. (1)(2) 10.20\n\n&#160; Form of Stock Option Award Agreement for Executive Officers under U.S. Bancorp 2015 Stock Incentive Plan (used for grants made after January 1, 2017). Filed as Exhibit 10.44 to Form 10-K for the year ended December 31, 2016. (1)(2) 10.21\n\n&#160; Form of Restricted Stock Unit Award Agreement for Non-Employee Directors under U.S. Bancorp 2015 Stock Incentive Plan (in use for grants made through 2016). Filed as Exhibit 10.2 to Form 8-K filed on April 23, 2015. (1)(2) 10.22\n\n&#160; Form of Restricted Stock Unit Award Agreement for Non-Employee Directors under U.S. Bancorp 2015 Stock Incentive Plan (used for grants made after January 1, 2017). Filed as Exhibit 10.42 to Form 10-K for the year ended December 31, 2016. (1)(2) 10.23\n\n&#160; Form of Performance Restricted Stock Unit Award Agreement for Executive Officers under U.S. Bancorp 2015 Stock Incentive Plan (used for grants made during 2019). Filed as Exhibit 10.34 to Form 10-K for the year ended December 31, 2018. (1)(2) 10.24\n\n&#160; Form of Restricted Stock Unit Award Agreement for Executive Officers under U.S. Bancorp 2015 Stock Incentive Plan (used for grants made January 1, 2018 &#8211; June 30, 2018). Filed as Exhibit 10.40 to Form 10-K for the year ended December 31, 2017. (1)(2) 10.25\n\n&#160; Form of Restricted Stock Unit Award Agreement for Executive Officers under U.S. Bancorp 2015 Stock Incentive Plan (used for grants made July 1, 2018 &#8211; December 31, 2019). Filed as Exhibit 10.1 to Form 10-Q for the quarterly period ended June 30, 2018. (1)(2) 10.26\n\n&#160; Form of Performance Restricted Stock Unit Award Agreement for Executive Officers under U.S. Bancorp 2015 Stock Incentive Plan (used for grants made during 2020). Filed as Exhibit 10.36 to Form 10-K for the year ended December 31, 2019. (1)(2) 10.27\n\n&#160; Form of Restricted Stock Unit Award Agreement for Executive Officers under U.S. Bancorp 2015 Stock Incentive Plan (used for grants made during 2020). Filed as Exhibit 10.37 to Form 10-K for the year ended December 31, 2019. ##TABLE_END &#160;\n\n##TABLE_START (1)(2) 10.28\n\n&#160; Form of Performance Restricted Stock Unit Award Agreement for Executive Officers under U.S. Bancorp 2015 Stock Incentive Plan (used for grants made after January 1, 2021). Filed as Exhibit 10.30 to Form 10-K for the year ended December 31, 2020. (1)(2) 10.29\n\n&#160; Form of Restricted Stock Unit Award Agreement for Executive Officers under U.S. Bancorp 2015 Stock Incentive Plan (used for grants made after January 1, 2021). Filed as Exhibit 10.31 to Form 10-K for the year ended December 31, 2020. 13\n\n&#160; 2022 Annual Report, pages 21 through 158. 21\n\n&#160; Subsidiaries of the Registrant. 23\n\n&#160; Consent of Ernst &#38; Young LLP. 24\n\n&#160; Power of Attorney. 31.1\n\n&#160; Certification of Chief Executive Officer pursuant to Rule 13a-14(a) under the Securities Exchange Act of 1934. 31.2\n\n&#160; Certification of Chief Financial Officer pursuant to Rule 13a-14(a) under the Securities Exchange Act of 1934. 32\n\n&#160; Certification of Chief Executive Officer and Chief Financial Officer pursuant to 18 U.S.C. section 1350 as adopted pursuant to section 906 of the Sarbanes-Oxley Act of 2002. 101\n\n&#160; The following financial statements from the Company&#8217;s Annual Report for the year ended December 31, 2022, formatted in Inline XBRL: (i) Consolidated Balance Sheet, (ii) Consolidated Statement of Income, (iii) Consolidated Statement of Comprehensive Income, (iv) Consolidated Statement of Shareholders&#8217; Equity, (v) Consolidated Statement of Cash Flows and (vi) Notes to Consolidated Financial Statements, tagged as blocks of text and including detailed tags. 104\n\n&#160; Cover Page Interactive Data File (embedded within the Inline XBRL document and included in Exhibit 101). ##TABLE_END &#160;\n\n##TABLE_START (1) Exhibit has been previously filed with the SEC and is incorporated herein as an exhibit by reference to the prior filing. \n\n##TABLE_END ##TABLE_START (2) Management contracts or compensatory plans or arrangements. \n\n##TABLE_END ##TABLE_START (3) Certain appendices have been omitted. The Company will furnish copies of any such appendix to the U.S. Securities and Exchange Commission upon its request. \n\n##TABLE_END ##TABLE_START * The schedules and similar attachments to this exhibit have been omitted pursuant to Item 601(a)(5) of Regulation S-K. The Company agrees to provide a copy of the omitted schedules and similar attachments on a supplemental basis to the U.S. Securities and Exchange Commission or its staff, if requested. \n\n##TABLE_END &#160;\n\n##TABLE_START Item 16. Form 10-K Summary \n\n##TABLE_END Not applicable. \n\n&#160;\n\nSIGNATURES \n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on February 27, 2023, on its behalf by the undersigned, thereunto duly authorized. \n\n&#160;\n\n##TABLE_START U.S. BANCORP By &#160; /s/ A NDREW C ECERE \n\n&#160; Andrew Cecere &#160; Chairman, President and Chief Executive Officer ##TABLE_END\n\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below on February 27, 2023, by the following persons on behalf of the registrant and in the capacities indicated. \n\n&#160;\n\n##TABLE_START Signature and Title\n\n/s/ A NDREW C ECERE \n\nAndrew Cecere,\n\nChairman, President and Chief Executive Officer, Director\n\n(principal executive officer)\n\n/s/ T ERRANCE R. D OLAN \n\nTerrance R. Dolan,\n\nVice Chair and Chief Financial Officer\n\n(principal financial officer)\n\n/s/ L ISA R. S TARK \n\nLisa R. Stark,\n\nExecutive Vice President and Controller\n\n(principal accounting officer)\n\nW ARNER L. B AXTER *\n\nWarner L. Baxter, Director\n\nD OROTHY J. B RIDGES *\n\nDorothy J. Bridges, Director\n\nE LIZABETH L. B USE *\n\nElizabeth L. Buse, Director\n\nA LAN B. C OLBERG *\n\nAlan B. Colberg, Director\n\nK IMBERLY N. E LLISON -T AYLOR *\n\nKimberly N. Ellison-Taylor, Director\n\nK IMBERLY J. H ARRIS *\n\nKimberly J. Harris, Director\n\nR OLAND A. H ERNANDEZ *\n\nRoland A. Hernandez, Director\n\nO LIVIA F. K IRTLEY *\n\nOlivia F. Kirtley, Director\n\n##TABLE_END &#160;\n\n##TABLE_START Signature and Title\n\nR ICHARD P. M C K ENNEY *\n\nRichard P. McKenney, Director\n\nY USUF I. M EHDI *\n\nYusuf I. Mehdi, Director\n\nL ORETTA E. R EYNOLDS *\n\nLoretta E. Reynolds, Director\n\nJ OHN P. W IEHOFF *\n\nJohn P. Wiehoff, Director\n\nS COTT W. W INE *\n\nScott W. Wine, Director\n\n##TABLE_END &#160;\n\n##TABLE_START * Andrew Cecere, by signing his name hereto, does hereby sign this document on behalf of each of the above named directors of the registrant pursuant to powers of attorney duly executed by such persons. \n\n##TABLE_END Dated: February 27, 2023 \n\n&#160;\n\n##TABLE_START By: &#160; /s/ A NDREW C ECERE \n\n&#160; Andrew Cecere &#160; Attorney-In-Fact ##TABLE_END\n\n&#160;\n\n"
    }
  ]
}