{
  "ticker": "VTRS",
  "content": [
    {
      "section": "1",
      "text": ""
    },
    {
      "section": "1A",
      "text": ""
    },
    {
      "section": "1B",
      "text": ""
    },
    {
      "section": "2",
      "text": ""
    },
    {
      "section": "3",
      "text": ""
    },
    {
      "section": "4",
      "text": ""
    },
    {
      "section": "5",
      "text": ""
    },
    {
      "section": "6",
      "text": ""
    },
    {
      "section": "7",
      "text": ""
    },
    {
      "section": "7A",
      "text": ""
    },
    {
      "section": "8",
      "text": ""
    },
    {
      "section": "9",
      "text": ""
    },
    {
      "section": "9A",
      "text": ""
    },
    {
      "section": "9B",
      "text": ""
    },
    {
      "section": "10",
      "text": " ITEM 10. Directors, Executive Officers and Corporate Governance \n\n##TABLE_END Executive Officers \n\n&#160;\n\nThe following table sets forth the names, ages, and positions of Viatris&#8217; executive officers as of April 24, 2023: \n\n&#160;\n\n##TABLE_START Scott A. Smith\n\n&#160; 61\n\n&#160; Chief Executive Officer (principal executive officer)\n\nRajiv Malik\n\n&#160; 62\n\n&#160; President\n\nSanjeev Narula\n\n&#160; 62\n\n&#160; Chief Financial Officer (principal financial officer)\n\nPaul Campbell\n\n&#160; 56\n\n&#160; Chief Accounting Officer and Corporate Controller (principal accounting officer)\n\nBrian Roman\n\n&#160; 53\n\n&#160; Global General Counsel\n\nAndrew Cuneo\n\n&#160; 47\n\n&#160; President, Japan, Australia and New Zealand (&#8220;JANZ&#8221;) and Emerging Markets\n\nAnthony Mauro\n\n&#160; 50\n\n&#160; President, Developed Markets\n\nXiangyang (Sean) Ni\n\n&#160; 54\n\n&#160; President, Greater China\n\nRobert J. Coury\n\n&#160; 62\n\n&#160; Executive Chairman\n\n##TABLE_END Scott A. Smith . Mr. Smith has served as Viatris&#8217; Chief Executive Officer (&#8220;CEO&#8221;) since April 1, 2023. His responsibilities include leading the daily management and the overall performance of the Company and executing on the strategies developed in collaboration with the Executive Chairman and the Board of Directors of Viatris (the &#8220;Board&#8221;), among other responsibilities. Additional details regarding Mr. Smith&#8217;s background and experience can be found under the heading &#8220;Viatris&#8217; Board of Directors&#8221; on page 9. \n\nRajiv Malik . Mr. Malik has served as Viatris&#8217; President since the closing of the Combination on November 16, 2020. His responsibilities include the day-to-day operations of the Company, overseeing the Company&#8217;s commercial business units, the Medical, Information Technology and Quality functions, and Research &#38; Development (&#8220;R&#38;D&#8221;) and Operations. Additional details regarding Mr. Malik&#8217;s background and experience can be found under the heading &#8220;Viatris&#8217; Board of Directors&#8221; on page 7. \n\nSanjeev Narula . Mr. Narula has served as Viatris&#8217; Chief Financial Officer since the closing of the Combination on November 16, 2020. His responsibilities include oversight of the global Finance Department, which includes corporate controllership, financial planning and analysis, internal audit, and tax functions, among others. Prior to the Combination, Mr. Narula served as Chief Financial Officer of Pfizer&#8217;s Upjohn division beginning in January 2019, with responsibility for oversight of finance, procurement and business technology for all functions of the business. From January 2014 to January 2019, Mr. Narula served as Vice President, Finance for Pfizer&#8217;s Essential Health Business, with responsibility for finance, business development, financial planning and analysis, and the operating plan process and forecasting. Mr. Narula also held several other financial leadership positions during his 16 years at Pfizer and Upjohn, including as the finance lead for the Primary Care Business Unit. Prior to joining Pfizer, Mr. Narula held financial and operational leadership roles at American Express and Xerox. \n\nPaul Campbell . Mr. Campbell has served as Viatris&#8217; Chief Accounting Officer and Corporate Controller since the closing of the Combination on November 16, 2020. He is responsible for oversight of the day-to-day operations of the accounting and finance functions of the Company, including planning, implementing, and managing the Company&#8217;s finance and accounting activities. Prior to the closing of the Combination, Mr. Campbell was Mylan&#8217;s Chief Accounting Officer, Senior Vice President and Controller. Before his appointment as Chief Accounting Officer in November 2015, Mr. Campbell served as Mylan&#8217;s Senior Vice \n\n&#160;\n\nPresident and Controller beginning in May 2015, with responsibility for overseeing the company&#8217;s accounting and financial operations and reporting, and he previously held roles of increasing responsibility at Mylan since 2002. \n\nBrian Roman . Mr. Roman has served as Viatris&#8217; Global General Counsel since the closing of the Combination on November 16, 2020. His responsibilities include oversight of the Company&#8217;s global legal organization, including securities, global contracts, labor and employment, global regulatory, business development, litigation, and intellectual property, among other areas. From July 2017 until the closing of the Combination, Mr. Roman was Mylan&#8217;s Global General Counsel, with similar responsibilities. Prior to 2017, Mr. Roman served as Mylan&#8217;s Chief Administrative Officer from January 2016 until June 2017, with responsibility for oversight of the Human Relations, Compliance, Facilities, Security, Information Security, and Privacy functions. He served as Mylan&#8217;s Senior Vice President and Chief Compliance Officer from April 2010 until December 2015 and Vice President and General Counsel, North America from October 2005 until April 2010. \n\nAndrew Cuneo . Mr. Cuneo has served as President, JANZ since the closing of the Combination on November 16, 2020, and as President, JANZ and Emerging Markets since November 2022. His responsibilities include oversight of the day-to-day operations in those regions. From April 2017 until the closing of the Combination, Mr. Cuneo was Mylan&#8217;s President &#8212; Rest of World, with responsibility for executing on commercial objectives in more than 120 countries, including developed and emerging markets. Mr. Cuneo joined Mylan in February 2009 and served as Head of Global Business Development until April 2017. Previously, Mr. Cuneo served as Director of Merrill Lynch&#8217;s Global Healthcare Investment Banking Group. \n\nAnthony Mauro . Mr. Mauro has served as President, Developed Markets since the closing of the Combination on November 16, 2020. His responsibilities include oversight of the commercial functions in more than 35 countries in North America and Europe, including sales and marketing strategies in those regions. From January 2016 until the closing of the Combination, Mr. Mauro served as Chief Commercial Officer of Mylan, with responsibility for overseeing Mylan&#8217;s commercial businesses around the world. Prior to 2016, Mr. Mauro served as Mylan&#8217;s President, North America beginning January 1, 2012. He served as President of Mylan Pharmaceuticals Inc. from 2009 through February 2013. Mr. Mauro previously served as Chief Operating Officer of Mylan Pharmaceuticals ULC in Canada, Vice President of North America Strategic Development, and Vice President of North America Sales. \n\nXiangyang (Sean) Ni . Mr. Ni has served as President, Greater China since the closing of the Combination on November 16, 2020. His responsibilities include oversight of the day-to-day operations in the region and overseeing the development and execution of the Company&#8217;s strategy in Greater China. From March 2019 until the closing of the Combination, Mr. Ni served as Senior Vice President of Global Strategy, Business Development, and Commercial Development at Pfizer&#8217;s Upjohn division, with responsibility for corporate strategy, business development, global marketing, pricing and channel management, commercial operations, and commercial excellence. He was Head of Established Brands, Global Product and Portfolio Strategy with AstraZeneca from July 2017 until February 2019, with responsibility for the global established brands portfolio based in the U.S. Prior to that, he was Vice President of Alliances and Business Development for AstraZeneca China from April 2014 until July 2017 and Executive Director, Strategic Planning and Business Development from February 2013 to April 2014. \n\nRobert J. Coury . Mr. Coury has served as Viatris&#8217; Executive Chairman since the closing of the Combination on November 16, 2020. Mr. Coury leads the Board, leads the strategic direction of the Company with the Board and in collaboration with executive management, advises the management team on important ongoing business matters, including as they execute on the Company&#8217;s strategy to drive value creation, and \n\n&#160;\n\nleads Company strategy on highly complex matters and other strategic initiatives, while also ensuring robust board engagement with shareholders and other key stakeholders, among other responsibilities. Additional details regarding Mr. Coury&#8217;s background and experience can be found under the heading &#8220;Viatris&#8217; Board of Directors&#8221; below. \n\nMessrs. Coury, Smith, and Malik are also members of the Board. \n\nPursuant to Viatris Inc.&#8217;s Amended and Restated Bylaws (&#8220;Bylaws&#8221;), officers hold office until their successors are chosen and qualify in their stead or until their earlier death, resignation or removal. \n\nViatris&#8217; Board of Directors \n\n&#160;\n\nViatris&#8217; Board currently consists of 12 directors. \n\n&#160;\n\n##TABLE_START Name \n\n&#160; Age (1) &#160; Other Positions with Viatris and Principal Occupation \n\nW. Don Cornwell\n\n&#160; 75\n\n&#160; Retired Chairman &#38; Chief Executive Officer, Granite Broadcasting Corporation Robert J. Coury\n\n&#160; 62\n\n&#160; Executive Chairman, Viatris JoEllen Lyons Dillon\n\n&#160; 59\n\n&#160; Retired Executive Vice President, Chief Legal Officer and Corporate Secretary, The ExOne Company Elisha W. Finney\n\n&#160; 61\n\n&#160; Retired Executive Vice President and Chief Financial Officer, Varian Medical Systems, Inc. Melina Higgins\n\n&#160; 55\n\n&#160; Retired Partner and Managing Director, Goldman Sachs James M. Kilts\n\n&#160; 75\n\n&#160; Founding Partner, Centerview Capital Harry A. Korman\n\n&#160; 65\n\n&#160; Retired Chief Operating Officer, Mylan Inc. Rajiv Malik\n\n&#160; 62\n\n&#160; President, Viatris Richard A. Mark, C.P.A.\n\n&#160; 69\n\n&#160; Retired Partner, Deloitte &#38; Touche LLP Mark W. Parrish\n\n&#160; 67\n\n&#160; Lead Independent Director and Vice Chairman, Viatris; Former Executive Chairman, TridentUSA Health Services Scott A. Smith\n\n&#160; 61\n\n&#160; Chief Executive Officer, Viatris Pauline van der Meer Mohr\n\n&#160; 63\n\n&#160; Former President of the Executive Board at Erasmus University, Rotterdam ##TABLE_END &#160;\n\n##TABLE_START (1) &#160; Ages as of April 24, 2023. \n\n##TABLE_END Each of the Directors has served on the Board since November 16, 2020, the closing date of the Combination, other than Ms. Finney and Mr. Smith, each of whom joined the Board on December 29, 2022. Additional background information for each Director is set forth immediately below. We believe that our directors represent a wide-range of backgrounds, skills and experience, including with respect to the optimization of shareholder value creation. \n\nRobert J. Coury . Mr. Coury has served as Viatris&#8217; Executive Chairman since the closing of the Combination on November 16, 2020. Mr. Coury leads the Board; oversees the strategic direction of the Company with the Board and in collaboration with executive management; advises the management team on important ongoing business matters, including as they execute on the Company&#8217;s strategy to drive value creation and to otherwise unlock value; oversees management&#8217;s execution of the business strategies approved by the Board; oversees executive talent management; and ensures robust engagement with shareholders and other key stakeholders, among other responsibilities. \n\nMr. Coury most recently served as Executive Chairman of Mylan. During his tenure with Mylan, Mr. Coury&#8217;s strategic vision led to the creation of a strong foundation for Viatris. Under Mr. Coury&#8217;s leadership, Mylan \n\n&#160;\n\ngrew from the third-largest generics pharmaceutical company in the United States to one of the largest pharmaceutical companies in the world, earning spots in both the S&#38;P 500 and, prior to Mylan&#8217;s reincorporation outside of the United States in 2015, the Fortune 500. \n\nMr. Coury was first elected to Mylan&#8217;s Board of Directors (the &#8220;Mylan Board&#8221;) in February 2002, having served since 1995 as a strategic advisor to the company. He became the Vice Chairman shortly after his election and served as Chief Executive Officer from September 2002 until January 2012. He then served as Executive Chairman from 2012 until he became non-executive Chairman in June 2016. As Executive Chairman between 2012 and 2016, Mr. Coury&#8217;s primary responsibilities were similar to those noted above. As non-executive Chairman, Mr. Coury continued to provide the overall strategic leadership for Mylan and was directly involved in shareholder engagement and material transactions involving Mylan, as well as in other matters considered significant by Mylan&#8217;s Board. The Mylan Board reappointed Mr. Coury as Executive Chairman in April 2020. In that role, Mr. Coury&#8217;s responsibilities were similar to his current responsibilities, and he provided leadership and strategic direction in navigating the unique challenges posed to Mylan and the pharmaceutical industry by the COVID-19 pandemic and oversight of work related to the Combination. \n\nMr. Coury is the founder and president of the Robert J. Coury Family Foundation, which is a private foundation formed to help support his philanthropic efforts and his mission of giving back. He has served as a member of the University of Southern California President&#8217;s Leadership Council since 2014. Mr. Coury also serves on the Goldman Sachs Healthcare Advisory Council. \n\nMr. Coury&#8217;s qualifications to serve on the Board include, among others, his unique strategic vision, leadership, extensive knowledge of the industry and the Company and its management and businesses around the world, demonstrated outstanding business acumen, proven ability to proactively anticipate and respond to opportunities and challenges, and strong business judgment. \n\nW. Don Cornwell . Mr. Cornwell has served on the Board since the closing of the Combination on November 16, 2020. Mr. Cornwell also has served on the board of directors of American International Group, Inc. (NYSE: AIG) since 2011, and serves on its Audit and Nominating and Corporate Governance Committees. He also served on the board of directors of Natura &#38; Co Holding S.A. (NYSE: NTCO) from January 2020 to April 2023, most recently serving on its Corporate Governance Committee. Mr. Cornwell was a Director of Avon Products, Inc. from 2002 until its acquisition by Natura in 2020. Mr. Cornwell served on the Pfizer (NYSE: PFE) board of directors from 1997 until the closing of the Combination, where he most recently chaired the Regulatory and Compliance Committee and was a member of the Governance and Sustainability Committee. Mr. Cornwell served as Chairman and Chief Executive Officer of Granite Broadcasting Corporation from 1988 until his retirement in August 2009 and served as Vice Chair until December 2009. Mr. Cornwell also serves on the board of trustees of Big Brothers Big Sisters of New York City and is the Vice Chairman of the board of directors of Blue Meridian Partners, a partnership of philanthropists that invests in strategies to impact social problems confronting young people and families in poverty. \n\nMr. Cornwell&#8217;s qualifications to serve on the Board include, among others, his experience and expertise regarding public company management, corporate governance, finance, the healthcare industry, human capital management including oversight of diversity, equity and inclusion, global business, information security, legal and regulatory oversight, and strategy and M&#38;A. \n\nJoEllen Lyons Dillon . Ms. Dillon has served on the Board since the closing of the Combination on November 16, 2020. Ms. Dillon served as a Director of Mylan from 2014 until the closing of the Combination, most recently chairing the Compensation and Governance and Nominating Committees, and serving as a member of the Audit, Compliance and Executive Committees. She served from March 2013 to August 2017 \n\n&#160;\n\nas an executive officer of The ExOne Company, a global provider of three-dimensional printing machines and services. She was promoted to Executive Vice President in December 2014, adding to her original duties as Chief Legal Officer and Corporate Secretary. She held responsibilities for, among other things, capital markets development, corporate strategic planning, human resources, global compliance, investor relations, and international business development within Europe and Asia. Previously, Ms. Dillon had an almost 25-year legal career in corporate mergers and acquisitions and securities, where she represented both public and private companies in a variety of complex matters. She was a Partner with Reed Smith LLP, a law firm, from 2002 until 2011. She previously had been at the law firm Buchanan Ingersoll &#38; Rooney PC from 1988 until 2002, where she became a Partner in 1997. From September 2022 to January 2023, Ms. Dillon was a member of the board of directors of World Wrestling Entertainment, Inc. (NYSE: WWE), an integrated media and entertainment company. Ms. Dillon previously served as a member of the board of trustees of the Allegheny District chapter of the National Multiple Sclerosis Society and served as Chair and Audit Committee chair. \n\nMs. Dillon&#8217;s qualifications to serve on the Board include, among others, her experience and expertise regarding public company management, corporate governance, finance, global business, human capital management including oversight of diversity, equity and inclusion, legal and regulatory oversight, risk oversight and compliance, and strategy and M&#38;A. \n\nElisha W. Finney . Ms. Finney has served on the Board since December 2022. Since November 2017, Ms. Finney has served on the board of directors of Mettler-Toledo International Inc. (NYSE: MTD), a leading global supplier of precision instruments and services, and serves as Chair of the Audit Committee. She joined the board of directors of NanoString Technologies, Inc. (NASDAQ: NSTG), which develops, manufactures and markets technologies that unlock scientifically valuable and clinically actionable information from minute amounts of biological material, primarily for life science researchers in the fields of genomics and proteomics, in May 2017 and serves as Chair of that company&#8217;s Audit Committee. Ms. Finney is also a member the board of directors of ICU Medical, Inc. (NASDAQ: ICUI), which develops, manufactures and sells innovative medical products used in infusion therapy, vascular access, and vital care applications, since January 2016, and serves as Chair of that company&#8217;s Nominating and Governance Committee and as a member of the Audit Committee. Previously, she served on the boards of directors of iRobot Corporation (NASDAQ: IRBT) from January 2017 to November 2021, serving on the Audit and Compensation and Talent Committees; Cutera, Inc. (NASDAQ: CUTR) from October 2017 to June 2019, chairing the Audit Committee and serving on the Enterprise Risk Committee; Altera Corporation from September 2011 until December 2015, when the company was acquired by Intel Corporation, where she served as Chair of the Audit Committee; and Thoratec Corporation from July 2007 to May 2013, where she served as Chair of the Audit Committee. Ms. Finney is a former public company executive officer who most recently served at Varian Medical Systems, Inc. as Executive Vice President and Chief Financial Officer from February 2012 until her retirement in May 2017 where she oversaw corporate accounting, corporate communications and investor relations, internal audit, risk management, tax and treasury, and corporate information systems. The Board has, in accordance with its Corporate Governance Principles, approved Ms. Finney&#8217;s concurrent service on the Audit Committee and the audit committees of more than two other public companies and determined that such service does not impair her ability to effectively serve on the Audit Committee. \n\nMs. Finney&#8217;s qualifications to serve on the Board include, among others, her experience and expertise regarding public company management, corporate governance, finance, global business, the healthcare industry, risk oversight and compliance, and strategy and M&#38;A. \n\nMelina Higgins . Ms. Higgins has served on the Board since the closing of the Combination on November 16, 2020. In May 2021, Ms. Higgins became the nonexecutive Chair of the board of directors of Genworth \n\n&#160;\n\nFinancial Inc. (NYSE: GNW) (&#8220;Genworth&#8221;), an insurance company. She has been a member of Genworth&#8217;s board since September 2013 and serves on its Audit and Management Development &#38; Compensation Committees. From March to December 2021, Ms. Higgins served on the board of NextGen Acquisition Corp. II, a special purpose acquisition company, chairing its Nominating and Corporate Governance Committee and serving on its Audit and Compensation Committees. In January 2016, Ms. Higgins became non-executive Chair of the board of directors of Antares Midco Inc., a private company that provides financing solutions for middle market, private equity-backed transactions. Ms. Higgins served as a Director of Mylan from 2013 to the closing of the Combination, most recently chairing the Finance Committee and serving on the Audit, Compensation, and Executive Committees. She previously held senior roles of increasing responsibility at The Goldman Sachs Group, Inc. (NYSE: GS), a global investment banking, securities and investment management firm, including Partner and Managing Director, from 1989 to 1992 and 1994 to 2010. Ms. Higgins served as a member of Goldman&#8217;s Investment Committee of the Principal Investment Area, which oversaw and approved global private equity and private debt investments. She also served as Head of the Americas for Private Debt and as co-Chairperson of the Investment Advisory Committee for GS Mezzanine Partners funds. Ms. Higgins is a member of the Women&#8217;s Leadership Board of Harvard University&#8217;s John F. Kennedy School of Government. \n\nMs. Higgins&#8217; qualifications to serve on the Board include, among others, her experience and expertise regarding corporate governance, finance, global business, risk oversight, and strategy and M&#38;A. \n\nJames M. Kilts . Mr. Kilts has served on the Board since the closing of the Combination on November 16, 2020. Mr. Kilts is a founding Partner of Centerview Capital, a private equity firm, and currently serves as non-executive Chairman of Advantage Solutions Inc. (NASDAQ: ADV) and previously served as Lead Director and non-executive Chairman beginning in October 2020 following that company&#8217;s combination with Conyers Park II Acquisition Corp., where he served as Executive Chairman from May 2019. From August 2021 to January 2023, Mr. Kilts served as co-Chief Executive Officer of Conyers Park III Acquisition Corp. (NASDAQ: CPAAU, CPAA, CPAAW), a special purpose acquisition company, following which he serves in a special advisory role to the company&#8217;s board to, among other responsibilities, identify and evaluate businesses for a potential business combination. He has served as Chairman of The Simply Good Foods Company (NASDAQ: SMPL) since 2017, and serves on that company&#8217;s Nominating and Corporate Governance Committee. Previously, Mr. Kilts served as a Director of Unifi Inc. (NYSE: UFI) from 2016 until his retirement from this board in July 2022, and most recently served on that company&#8217;s Compensation Committee; served on the board of directors of Pfizer from 2007 until the closing of the Combination, where he most recently served on the Compensation Committee; MetLife, Inc. (NYSE: MET) from 2005 until June 2020, where he most recently chaired the Compensation Committee and was a member of the Governance and Corporate Responsibility Committee; The Procter &#38; Gamble Company (NYSE: PG) from 2005 to 2006; as Chairman of Conyers Park Acquisition Corporation from its formation in April 2016 until its merger with The Simply Good Foods Company in July 2017; as a non-executive Director of Nielsen Holdings plc (NYSE: NLSN) from 2006 until 2017, Chairman of Nielsen Holdings from 2011 until 2013, and Chairman of Nielsen Company B.V. from 2009 until 2014; and as a Director of MeadWestvaco Corporation from 2006 until 2014. Mr. Kilts also served as Chairman and Chief Executive Officer of The Gillette Company from 2001 to 2005 and President from 2003 to 2005, and as President and Chief Executive Officer of Nabisco Group Holdings Corporation from 1998 until its acquisition in 2000. Mr. Kilts also serves on the board of directors of the Cato Institute; as a Life Trustee of Knox College; on the board of trustees of the University of Chicago; and as a life member of the Advisory Council of the University of Chicago Booth School of Business. \n\n&#160;\n\nMr. Kilts&#8217; qualifications to serve on the Board include, among others, his experience and expertise regarding public company management, corporate governance, finance, global business, the healthcare industry, human capital management including oversight of diversity, equity and inclusion, and strategy and M&#38;A. \n\nHarry A. Korman . Mr. Korman has served on the Board since the closing of the Combination on November 16, 2020. Mr. Korman served as a Director of Mylan from 2018 until the closing of the Combination, most recently chairing the Risk Oversight Committee and serving as a member of the Compliance, Governance and Nominating, and Science and Technology Committees. Previously, Mr. Korman held senior executive roles of increasing responsibility at Mylan Inc. and its subsidiaries from 1996 until July 2014. He served as Mylan Inc.&#8217;s global Chief Operating Officer from January 2012 until July 2014, after which he served in a consultant role with Mylan Inc. for one year. Prior to his service as Chief Operating Officer, he was the President, North America of Mylan Inc. commencing in October 2007. Mr. Korman also served as President of Mylan Pharmaceuticals Inc. from February 2005 to December 2009. He joined Mylan in 1996 after the company&#8217;s acquisition of UDL Laboratories, Inc. (n/k/a Mylan Institutional Inc.), and served as its President, among other prior responsibilities. Mr. Korman has served as a past Director and Vice Chairman of the Generic Pharmaceutical Association, now known as the Association for Accessible Medicines. He also previously served as a Director and Vice Chairman of the HDMA Foundation, which serves the healthcare industry by providing research and education focused on healthcare supply issues. \n\nMr. Korman&#8217;s qualifications to serve on the Board include, among others, his experience and expertise regarding public company management, global business, the healthcare industry, information security, risk oversight and compliance, and strategy and M&#38;A. \n\nRajiv Malik . Mr. Malik has served as Viatris&#8217; President and on the Board since the closing of the Combination on November 16, 2020. His responsibilities include the day-to-day operations of the Company, overseeing the Company&#8217;s commercial business units, the Commercial Development, Medical, Information Technology and Quality functions, as well as R&#38;D and Operations. He has also played a leading role in integrating the two legacy companies while stabilizing the business in its first two years of operation. \n\nPreviously, Mr. Malik served as President of Mylan from January 2012 until the closing of the Combination. His responsibilities with Mylan included leading the company&#8217;s global commercial, scientific, operational, information technology and business development activities in more than 165 countries and territories. In addition, he oversaw the operations that managed a portfolio of more than 7,500 products, a pipeline of approximately 1,200 products and more than 40 manufacturing facilities around the world. He also served on the Mylan Board from 2012 until the closing of the Combination. Mr. Malik also held various senior roles at Mylan, including Executive Vice President and Chief Operating Officer from July 2009 to December 2012, and head of Global Technical Operations from January 2007 to July 2009. Prior to joining Mylan in January 2007, Mr. Malik served as Chief Executive Officer of Matrix Laboratories Limited (now Mylan Laboratories Limited) from July 2005 to June 2008. Prior to joining Matrix, he served as Head of Global Development and Registrations for Sandoz GmbH from September 2003 to July 2005, and as Head of Global Regulatory Affairs and Head of Pharma Research for Ranbaxy from October 1999 to September 2003. \n\nMr. Malik&#8217;s qualifications to serve on the Board include, among others, his knowledge and experience regarding public company management, global business, the healthcare industry, human capital management including oversight of diversity, equity and inclusion, legal and regulatory oversight, and strategy and M&#38;A. \n\n&#160;\n\nRichard A. Mark, C.P.A. Mr. Mark has served on the Board since the closing of the Combination on November 16, 2020. Mr. Mark currently serves on the board of directors of Goldman Sachs BDC, Inc. (&#8220;GSBDC&#8221;) (NYSE: GSBD), Goldman Sachs Private Credit Fund, LLC, and Goldman Sachs Middle Market Lending Corp. II, chairing their Audit Committees and serving on their Compliance, Contract Review, and Governance and Nominating Committees. He previously served as a Director of Mylan from 2019 until the closing of the Combination, most recently serving on the Audit and Finance Committees. Previously, Mr. Mark served on the board of directors of Goldman Sachs Middle Market Lending Corp. prior to its merger with GSBDC in October 2020, most recently chairing its Audit Committee and serving on its Compliance, Governance and Nominating, and Contract Review Committees. Mr. Mark also was a Partner with Deloitte &#38; Touche LLP (&#8220;Deloitte&#8221;) from June 2002 to May 2015, most recently leading the advisory corporate development function. Prior to joining Deloitte, Mr. Mark held various positions with Arthur Andersen &#38; Co., including Audit Partner. Mr. Mark also served from July 2015 until August 2016 as Chairman of the board of directors and as a member of the Audit Committee of Katy Industries, Inc., a manufacturer, importer and distributor of commercial cleaning and consumer storage products. He also served on the board of directors of Cadence Health from 1993 until its acquisition by Northwestern Memorial Healthcare (&#8220;Northwestern&#8221;) in September 2014. Following the acquisition of Cadence Health, Mr. Mark was a Director of Northwestern from September 2014 to August 2015, serving on its Executive and Nominating and Governance committees. Mr. Mark also serves as a Director and chair of the Finance Committee of Home Centered Care Institute, a not-for-profit corporation, which provides medical care to medically complex patients who are either homebound or home-limited. Until December 2021, Mr. Mark served as a Director of Almost Home Kids, a not-for-profit corporation affiliated with Lurie Children&#8217;s Hospital of Chicago, a provider of transitional care to children with complicated health needs, training for their families, and respite care. \n\nMr. Mark&#8217;s qualifications to serve on the Board include, among others, his experience and expertise regarding public company management, corporate governance, finance, global business, the healthcare industry, information security, risk oversight and compliance, and strategy and M&#38;A. \n\nMark W. Parrish . Mr. Parrish has served as the Lead Independent Director and Vice Chairman of the Board since the closing of the Combination on November 16, 2020. He served as Chief Executive Officer of TridentUSA Health Services (&#8220;TridentUSA&#8221;), a provider of mobile X-ray and laboratory services to the long-term care industry, from 2008 to August 2018, and as Executive Chairman from 2008 to 2013. From August 2018 to September 2019, he served as Executive Chairman of TridentUSA. In February 2019, TridentUSA filed for protection under Chapter 11 of the U.S. Bankruptcy Code and emerged from bankruptcy in September 2019. Since January 2013, Mr. Parrish has served on the board of directors of Omnicell, Inc. (NASDAQ: OMCL), a company that specializes in healthcare technology, and serves on its Audit and Compensation Committees; and since February 2022 has served on the board of directors of Safecor Health, LLC, a private limited liability company that provides unit dose drug packaging services to hospitals and long-term care facilities. Mr. Parrish served as a Director of Mylan from 2009 until the closing of the Combination, most recently serving as Lead Independent Director and Vice Chairman and as Chair of the Compliance Committee and member of the Audit, Executive, Governance and Nominating, and Risk Oversight Committees; Comprehensive Pharmacy Services, a private company that specializes in the outsourcing of hospital pharmacies, from May 2019 until March 2023; Silvergate Pharmaceuticals, a private company that develops and commercializes pediatric medications, from 2013 until June 2019; and Golden State Medical Supply, a private company that specializes in meeting unique labeling and sizing needs and pharmaceutical packaging, serialization and distribution, from May 2014 until August 2019, when it was acquired by Court Square. From 1993 to 2007, Mr. Parrish held management roles of increasing responsibility with Cardinal Health Inc. (NYSE: CAH) and its affiliates, including Chief Executive Officer of healthcare supply chain services, from 2006 to 2007. Mr. Parrish serves as president of the International Federation of \n\n&#160;\n\nPharmaceutical Wholesalers, an association of pharmaceutical wholesalers and pharmaceutical supply chain service companies, and as senior adviser to Frazier Healthcare Ventures, a healthcare-oriented growth equity firm. \n\nMr. Parrish&#8217;s qualifications to serve on the Board include, among others, his experience and expertise regarding public company management, corporate governance, the healthcare industry, human capital management including oversight of diversity, equity and inclusion, global business, information security, risk oversight and compliance, and strategy and M&#38;A. \n\nScott A. Smith . Mr. Smith has served on the Board since December 2022. In February 2023, the Board appointed him as CEO, effective April 1, 2023. Mr. Smith most recently served as President of BioAtla, Inc. (&#8220;BioAtla&#8221;), a global biotechnology company focused on the development of Conditionally Active Biologics&#8482; antibody therapeutics, from 2018 to February 2023. At BioAtla, Mr. Smith built a clinical development structure that moved multiple assets from investigational new drug applications into late stage clinical development, drove the company&#8217;s long-term strategic operational plan and led all business development activities, among other responsibilities. Prior to joining BioAtla, Mr. Smith was an executive at Celgene Corporation, a global biopharmaceutical company, from 2008 to 2018, rising up the ranks from SVP and Global Head of Immunology to President of Inflammation and Immunology and then, beginning in 2017, President and Chief Operating Officer where he led the company&#8217;s oncology, inflammation and immunology franchise, commercial operations and clinical development, among other responsibilities. Mr. Smith has served on the board of directors of BioAtla (NASDAQ: BCAB) since July 2020, is chairman of the board of Triumvira Immunologics, Inc. and has served on that company&#8217;s board since June 2018, and he became a member of the Apexigen, Inc. (NASDAQ: APGN, APGNW) board in September 2019 and currently serves on that company&#8217;s Compensation and Corporate Governance and Nominating Committees, and has served on the board of directors of Refuge Biotechnologies, Inc. since October 2018. Mr. Smith previously served on the boards of directors of Titan Pharmaceuticals, Inc. (NASDAQ: TTNP), chairing the Compensation and Nominating and Governance Committees; and as Chairman of F-star Therapeutics, Inc., serving on that company&#8217;s Audit and Nominating and Corporate Governance Committees. The Board has, in accordance with its Corporate Governance Principles, approved Mr. Smith&#8217;s concurrent service as an executive officer of a public company and on more than one other public company board of directors and determined that it will not impair his ability to effectively serve on the Board. \n\nMr. Smith&#8217;s qualifications to serve on the Board include, among others, his experience and expertise regarding public company management, corporate governance, finance, global business, the healthcare industry, human capital management including oversight of diversity, equity and inclusion, and strategy and M&#38;A. \n\nPauline van der Meer Mohr . Ms. van der Meer Mohr has served on the Board since the closing of the Combination on November 16, 2020. In April 2022, Ms. van der Meer Mohr became a member of the supervisory board of Koninklijke Ahold Delhaize N.V. (AMS: AD) and currently serves as Chair of its Remuneration Committee and a member of its Audit Committee. In September 2021, she became a member of the supervisory board of ASM International N.V. (AMS: ASMIY) and in April 2022 was appointed as Chairperson of the Supervisory Board and is a member of that company&#8217;s Nomination, Selection and Remuneration Committee. Since January 2023, she has served on the Supervisory Board of Nationale- Nederlanden N.V. (AMS: NN), an international financial services company, and is a member of its Remuneration and Nomination and Corporate Governance Committees. Ms. van der Meer Mohr most recently served as a Director of HSBC Holdings plc (LON: HSBA), chairing that company&#8217;s Group Remuneration Committee and serving as a member of its Group Audit Committee and Nomination &#38; \n\n&#160;\n\nCorporate Governance Committee, until her retirement from this board in April 2022. From 2011 to May 2021, she was also a member of the supervisory board of Royal DSM N.V. (AMS: DSM), most recently serving as Deputy Chair, chairing its Remuneration Committee and serving on its Nomination Committee. She is also a member of the supervisory board of EY Netherlands LLP, currently serving as Chair. Ms. van der Meer Mohr also serves as the Chair of the Dutch Corporate Governance Code Monitoring Committee and as Chair of the Appointment Advisory Committee for the President of the Supreme Court of the Netherlands, and she is a member of the Capital Markets Committee of the Dutch Authority for Financial Markets. Previously, Ms. van der Meer Mohr served on the board of directors of Mylan from 2018 until the closing of the Combination, where she most recently served on the Compensation and Risk Oversight Committees. She also served on the supervisory board of ASML Holding N.V. (NASDAQ and AMS: ASML) from 2009 until April 2018, and as President of the executive board of Erasmus University in Rotterdam from 2010 to 2016. Ms. van der Meer Mohr began her career in the legal profession and previously held several legal and management positions at Royal Dutch Shell Group from 1989 to 2004. In 2004, she was appointed Group Human Resources Director at TNT N.V., now known as PostNL (AMS: PNL), before becoming Senior Executive Vice President and Head of Group Human Resources at ABN AMRO NV in 2006. She served as a member of the Dutch Banking Code Monitoring Commission in the Netherlands from 2010 to 2013, and began her own human capital consulting firm in 2008. \n\nMs. van der Meer Mohr&#8217;s qualifications to serve on the Board include, among others, her experience and expertise regarding public company management, corporate governance, finance, global business, human capital management including oversight of diversity, equity and inclusion, information security, legal and regulatory oversight, risk oversight and compliance, and strategy and M&#38;A. \n\nViatris&#8217; Board Structure \n\nAs set forth in our Bylaws, the Company has a majority vote standard for director elections in the event of an uncontested election and a plurality standard in the event of a contested election. The Bylaws also provide that if a nominee for Director who is an incumbent is not elected and no successor has been elected at such meeting, the Director shall promptly tender his or her irrevocable resignation to the Board, such resignation to be effective upon acceptance by the Board. \n\nIn connection with the Combination, Mylan and Pfizer agreed that the Board would be classified for three years with respect to the time for which Directors hold office (designated as Class I, Class II and Class III). The first term of office of the Class I Directors expired as of the date of the 2021 annual meeting of shareholders (the &#8220;2021 Annual Meeting&#8221;). At the 2021 Annual Meeting, each Class I Director was re-elected to serve as a Director until the Company&#8217;s 2023 annual meeting of shareholders (the &#8220;2023 Annual Meeting&#8221;). The first term of office of the Class II Directors expired as of the date of the 2022 annual meeting of shareholders (the &#8220;2022 Annual Meeting&#8221;). At the 2022 Annual Meeting, each Class II Director was re-elected to serve as a Director until the 2023 Annual Meeting. Commencing with the 2023 Annual Meeting and at all subsequent annual meetings of shareholders, the Board will be declassified and all Directors will be submitted for election at each annual meeting of shareholders. Elisha W. Finney, Scott A. Smith, and Pauline van der Meer Mohr are in Class I; W. Don Cornwell, Harry A. Korman, Rajiv Malik, and Richard A. Mark are in Class II; and Robert J. Coury, JoEllen Lyons Dillon, Melina Higgins, James M. Kilts, and Mark W. Parrish are in Class III. In addition, the parties to the Combination determined prior to closing that the Board would include, among others, Robert J. Coury as well as certain persons designated by Pfizer (including W. Don Cornwell and James M. Kilts) and certain persons designated by Mylan (including JoEllen Lyons Dillon, Melina Higgins, Harry A. Korman, Rajiv Malik, Richard A. Mark, Mark W. Parrish and Pauline van der Meer Mohr). \n\n&#160;\n\n&#160;\n\nThe members of the Board collectively have expertise in developing and overseeing strategies in the context of a complex and rapidly changing environment, as well as a deep understanding of the management team and culture of the Company, our global platforms, the healthcare systems in which we operate, and the opportunities and challenges facing the Company around the world. Our Board members have key skills and experience including with respect to CEO experience and public company management; the optimization of shareholder value creation; corporate governance, corporate environmental and social responsibility matters; finance, accounting and capital markets; global business experience; healthcare industry; human capital management, including but not limited to diversity, equity and inclusion; information security; legal and regulatory oversight; risk oversight and compliance; and strategy and M&#38;A, among many other areas. We are confident that the collective experience and expertise of our Directors enables the Board to effectively guide and oversee the management team. \n\nThe Board believes it should have the flexibility to select the structure of Board leadership best suited to meet the needs of the Company and our shareholders, including based on the particular opportunities, circumstances, or challenges confronting the Board and the Company at any given time. Accordingly, our governance documents provide the Board with the flexibility to select the most appropriate Board leadership structure. This flexibility benefits the Company and its shareholders because the Board is best positioned to evaluate the optimal leadership structure for the Company based upon the Company&#8217;s leadership team, strategy, challenges, and opportunities over time. \n\nConsidering the current opportunities and circumstances facing the Company, including but not limited to, the current economic environment and the Company&#8217;s focus on executing its previously disclosed two-phased strategic vision, the Board has determined that its current leadership structure &#8212; which separates the Executive Chairman, Lead Independent Director and Vice Chairman, CEO, and President roles, along with a strong, independent majority of Directors &#8212; has served the Company well and enables it to best oversee and empower the management team and is optimal for Viatris and its shareholders and other stakeholders. \n\nIn particular, the Board believes that its current leadership structure &#8212; which separates the CEO and Chairman positions &#8212; enables our Executive Chairman to lead the Board and oversee the strategic direction of the Company in collaboration with executive management, and our CEO to run the Company on a day-to-day basis, leading the overall management of the Company and executing on the Company&#8217;s strategy. \n\nAmong other responsibilities, the Executive Chairman advises on important ongoing business matters and leads Company strategy on highly complex matters and other strategic initiatives, including significant M&#38;A activity, management and development of senior executives, and engagement with shareholders and other key stakeholders. \n\nOur CEO is tasked with leading the daily management and performance of the business, which include, among other responsibilities, building and enhancing the Company&#8217;s commercial excellence and executing on its strategy to increase access to medicines and services through the Global Healthcare Gateway &#174; . In February 2023, we announced that Scott A. Smith would serve as CEO of Viatris and take responsibility for the day-to-day management of the Company, effective April 1, 2023. The Board believes that Mr. Smith is best suited to lead the Company&#8217;s previously announced Phase 2 (2024 and beyond) strategy and execution and brings experience that positions him to manage the global nature and complexity of a business that we expect to return to growth. \n\n&#160;\n\nThe Board also believes that the current separation of the Chairman and CEO roles provides a clear delineation of responsibilities for each position and fosters greater accountability of management, which is particularly critical given our focus on execution and results, our reshaping initiatives and our two-phased strategic vision. The Board further believes it is valuable for Mr. Coury to serve as Executive Chairman because his familiarity with and knowledge of our Company and business is unmatched and because of his important relationships in the industry and his unique understanding of the global healthcare markets. With over 20 years of experience at Mylan and now Viatris, Mr. Coury is uniquely positioned to lead the Board and oversee the Company&#8217;s strategic direction in collaboration with the Board and executive management. In particular, the Board strongly believes that the separation of the Chairman and CEO roles has played, and continues to play, a vital role in the significant progress we have made in Phase 1 of our two-phased strategic vision. \n\nOur current Board leadership structure is designed to meet the unique business needs of the Company and to build on the strengths of our Board. Since the Chairman of the Board currently is not an independent Director, the Corporate Governance Principles require the independent Directors to elect a Lead Independent Director who also serves as Vice Chairman and provides leadership for independent oversight of management and the Company. The Lead Independent Director is vested with significant responsibilities set forth below. Mr. Parrish is the Lead Independent Director and Vice Chairman of the Board, with key areas of expertise and experience (including, among others, public company management, corporate governance, the healthcare industry, human capital management including, but not limited to oversight of diversity, equity and inclusion, global business, information security, risk oversight and compliance, and strategy and M&#38;A) that help enhance the Board&#8217;s oversight of the management team and the Company. \n\nThe responsibilities of the Lead Independent Director are robust and include: \n\n&#160;\n\n##TABLE_START &#160; &#8226; &#160; presiding over executive sessions of the independent Directors, \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; calling meetings of the independent Directors, \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; consulting with the Executive Chairman regarding Board meeting schedules, agendas, and information sent to the Board and separately approving those items, and \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; serving as a liaison between the Executive Chairman and independent Directors. \n\n##TABLE_END The Lead Independent Director, as Vice Chairman, also presides at all meetings of the Board at which the Executive Chairman is not present and serves on the Executive Committee. The Executive Chairman and the Lead Independent Director serve as point persons for shareholders wishing to communicate to the Board. \n\nThe Board and independent Directors have elected, upon the recommendation of the Governance and Nominating Committee, the Executive Chairman and Lead Independent Director, respectively. \n\nThe Board has also adopted the corporate governance policies and practices set forth below that promote a strong and effective Board that provides independent oversight. \n\nAmong the factors that demonstrate the Board&#8217;s commitment to good governance practices and enable it to provide highly effective oversight and direction are: \n\n&#160;\n\n##TABLE_START &#160; &#8226; &#160; 8 out of 12 Directors are independent; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; The responsibilities of the Lead Independent Director (as set forth above), which provide and promote effective, independent Board oversight; \n\n##TABLE_END &#160;\n\n&#160;\n\n##TABLE_START &#160; &#8226; &#160; The Audit, Compliance, Compensation, Finance, Governance and Nominating, and Risk Oversight Committees are composed entirely of independent Directors (as defined in the applicable NASDAQ listing rules and applicable SEC rules), and Board approval of any appointment of members to the Audit, Compensation, Compliance, Governance and Nominating, and Risk Oversight Committees must include an affirmative vote by at least a majority of the independent Directors; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; The Board operates pursuant to Corporate Governance Principles, which are reviewed by the Governance and Nominating Committee at least annually; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; The Executive Chairman possesses deep knowledge of our management, business, and the healthcare industry, and he fosters a culture of robust Board engagement, interaction, and oversight; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; All Board committees operate pursuant to written charters and conduct annual self-assessments; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; The Risk Oversight Committee assists the Board in its oversight of management&#8217;s efforts with respect to the Company&#8217;s enterprise risk framework, infrastructure and controls, and corporate environmental and social responsibility matters. The Committee receives reports, including with respect to related risks, risk management, and relevant legislative, regulatory, and technical developments, from senior management on data security, cybersecurity, information security-related matters, corporate environmental and social responsibility matters, certain litigation-related topics and other topics on at least a quarterly basis. The Board and its other committees also have important roles in the oversight of risk as described in more detail in &#8220;Risk Oversight&#8221; beginning on page 18; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; The independent Directors on the Board and its committees receive extensive information and input from multiple layers of management and external advisors, engage in detailed discussion and analysis regarding matters brought before them (including in executive session), and actively engage in the development and approval of significant corporate strategies; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; The Board and its committees have full access to officers and employees of the Company; and \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; The Board and its committees have the authority to select, retain, and supervise advisors as necessary to fulfill their mandates. \n\n##TABLE_END Meetings of Viatris&#8217; Board \n\nViatris&#8217; Board met nine times in 2022. In addition to meetings of the Board, Directors attended meetings of individual Board committees of which they were members, and all Directors attended greater than 75% of the aggregate of Board meetings and meetings of the committees of which they were a member in 2022. \n\nViatris&#8217; Corporate Governance Principles require the independent Directors of the Board to meet in separate executive sessions periodically, and at least twice annually, during regularly scheduled meetings of the Board, without any non-independent Directors or members of management present. The independent Directors of the Board met eight times in executive session in 2022, with Mr. Parrish presiding at those executive sessions. \n\nPursuant to Viatris&#8217; Corporate Governance Principles, Directors are expected to attend the annual meeting of shareholders of the Company, where practicable. Ten Directors at the time of the 2022 Annual Meeting attended such meeting in person. \n\nMeetings of Viatris&#8217; Board Committees \n\nThe committees of the Board include the Audit Committee, the Compensation Committee, the Compliance Committee, the Executive Committee, the Finance Committee, the Governance and Nominating Committee, and the Risk Oversight Committee. Each committee operates pursuant to a written charter, a current copy of \n\n&#160;\n\nwhich, along with our Amended and Restated Certificate of Incorporation, Bylaws, and Corporate Governance Principles, is available on Viatris&#8217; website at https://www.viatris.com/en/About-Us/Corporate-Governance. \n\nAll members of the Audit, Compliance, Compensation, Finance, Governance and Nominating, and Risk Oversight Committees, are independent Directors, as defined in the applicable NASDAQ listing rules and applicable SEC rules. Board approval of any Director appointment to the Audit, Compensation, Compliance, Governance and Nominating, and Risk Oversight Committees must include at least a majority of the independent Directors. The Board has determined that Mr. Mark, the Chair of the Audit Committee, is an &#8220;audit committee financial expert&#8221;, as that term is defined in the rules of the SEC. \n\nInformation regarding each of the committees is provided on the following pages, and pages 20 to 21 provide additional discussion of committee responsibilities with respect to risk oversight. \n\nThe table below provides the current membership (as of the date of this report) and 2022 meeting information for each Board committee. \n\n&#160;\n\n##TABLE_START Director \n\n&#160; Audit &#160; Compensation &#160; Compliance &#160; Executive &#160; Finance &#160; Governance and Nominating &#160; Risk Oversight W. Don Cornwell\n\n&#160; &#10003; &#160; &#160; &#160; &#160; &#160; &#160; &#10003; Robert J. Coury\n\n&#160; &#160; &#160; &#160; Chair &#160; &#160; &#160; JoEllen Lyons Dillon\n\n&#160; &#10003; &#160; &#160; &#10003; &#160; &#10003; &#160; &#160; Chair &#160; Elisha W. Finney (1) \n\n&#160; &#10003; &#160; &#160; &#160; &#160; &#10003; &#160; &#160; Melina Higgins\n\n&#160; &#160; Chair &#160; &#160; &#10003; &#160; Chair &#160; &#10003; &#160; James M. Kilts\n\n&#160; &#160; &#10003; &#160; &#160; &#160; &#10003; &#160; &#160; Harry A. Korman (1) \n\n&#160; &#160; &#10003; &#160; &#10003; &#160; &#160; &#160; &#10003; &#160; Chair Rajiv Malik\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; Richard A. Mark (1) \n\n&#160; Chair &#160; &#160; &#160; &#10003; &#160; &#10003; &#160; &#160; &#10003; Mark W. Parrish\n\n&#160; &#10003; &#160; &#160; Chair &#160; &#10003; &#160; &#160; &#10003; &#160; Scott A. Smith\n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; Pauline van der Meer Mohr\n\n&#160; &#160; &#10003; &#160; &#10003; &#160; &#160; &#160; &#160; &#10003; Meetings during 2022\n\n&#160; 9 &#160; 5 &#160; 4 &#160; 1 &#160; 4 &#160; 5 &#160; 4 ##TABLE_END ##TABLE_START (1) In February 2023, Richard Mark became Chair of the Audit Committee and joined the Executive Committee, Elisha Finney joined the Audit and Finance Committees and Harry A. Korman joined the Compensation Committee. \n\n##TABLE_END Audit Committee Responsibilities \n\nThe Audit Committee&#8217;s key oversight responsibilities include, but are not limited to: \n\n&#160;\n\n##TABLE_START &#160; &#8226; &#160; Integrity of the Company&#8217;s financial statements and its accounting and financial reporting processes \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Effectiveness of the Company&#8217;s internal control over financial reporting \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Qualifications, independence, and performance of the independent registered public accounting firm \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Services to be performed by, and fees payable to, the independent registered public accounting firm \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Internal Audit group \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Company processes and procedures related to risk assessment and risk management of financial and disclosure control-related, as well as SEC reporting-related matters \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Related party transactions \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Company compliance with applicable legal and regulatory requirements (including U.S. federal securities laws) regarding the preceding matters \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Review of any critical audit matters identified by the independent registered public accounting firm in connection with its audit of the Company&#8217;s annual financial statements \n\n##TABLE_END Compensation Committee Responsibilities \n\nThe Compensation Committee&#8217;s key oversight responsibilities include, but are not limited to: \n\n&#160;\n\n##TABLE_START &#160; &#8226; &#160; Executive Chairman, CEO, and senior management compensation, including the corporate goals and objectives relevant to such compensation \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Board and committee compensation \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Equity compensation plans in which Directors and/or executives participate \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Compensation and benefits-related disclosures in annual reports and proxy statements \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Reviewing the relationship between compensation policies and practices and the Company&#8217;s risk management with respect to compensation-related matters \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; From time to time reviewing reports from management regarding pay equity, human capital management and succession planning \n\n##TABLE_END Compliance Committee Responsibilities \n\nThe Compliance Committee&#8217;s key oversight responsibilities include, but are not limited to: \n\n&#160;\n\n##TABLE_START &#160; &#8226; &#160; Chief Compliance Officer&#8217;s implementation of the Company&#8217;s corporate compliance program \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Making recommendations to the Board and/or management with respect to Viatris&#8217; corporate compliance program, the Code of Business Conduct and Ethics, and significant related global policies, such as anti-corruption and fair competition policies \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Reviewing significant global compliance-related policies implementing the Company&#8217;s Code of Business Conduct and Ethics, or related to the operations of the Company&#8217;s business and its mode or methods of doing business, including, for example, policies relating to pricing and/or commercialization of Company products and services \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Reviewing metrics used by management or requested by the Committee to provide insight into the status and efficacy of the corporate compliance program, including the Company&#8217;s global compliance systems and organization \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Reviewing reports of significant actual and alleged violations of the Code of Business Conduct and Ethics, corporate policies and procedures, and applicable laws and regulations \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Reviewing checks and balances implemented by the Company designed to support and promote compliance with approved corporate policies, legal rules, and regulations \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Overseeing the Company&#8217;s policies and procedures for corporate political and lobbying expenditures \n\n##TABLE_END &#160;\n\nExecutive Committee Responsibilities \n\nThe Executive Committee&#8217;s key oversight responsibilities include, but are not limited to: \n\n&#160;\n\n##TABLE_START &#160; &#8226; &#160; Assisting the Board in fulfilling its fiduciary responsibilities by exercising those powers of the Board not otherwise limited by a resolution of the Board or by law \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Strategic planning and additional oversight of strategy implementation \n\n##TABLE_END Finance Committee Responsibilities \n\nThe Finance Committee&#8217;s key oversight responsibilities include, but are not limited to: \n\n&#160;\n\n##TABLE_START &#160; &#8226; &#160; Material mergers, acquisitions, and combinations with other companies \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Swaps and other derivatives transactions \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Establishment of credit facilities \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Potential financings with commercial lenders \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Issuance and repurchase of the Company&#8217;s debt, equity, hybrid or other securities \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Capital structure, including dividend payments \n\n##TABLE_END Governance and Nominating Committee Responsibilities \n\nThe Governance and Nominating Committee&#8217;s key oversight responsibilities include, but are not limited to: \n\n&#160;\n\n##TABLE_START &#160; &#8226; &#160; Corporate governance matters \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; The nomination or re-nomination of Director candidates \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; The Board&#8217;s review and consideration of shareholder recommendations for, and nominations of, Director candidates \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; The annual self-evaluation of the Board and its committees \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Director orientation and continuing education programs \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Evaluating Board composition with respect to director independence, skills, experience, expertise, diversity, and other factors \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Reviewing succession planning matters \n\n##TABLE_END Risk Oversight Committee Responsibilities \n\nThe Risk Oversight Committee&#8217;s key oversight responsibilities include, but are not limited to: \n\n&#160;\n\n##TABLE_START &#160; &#8226; &#160; Reviewing the enterprise risk framework, infrastructure, and controls implemented by management to help identify, assess, manage and monitor material risks \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Reviewing management&#8217;s exercise of its responsibility to identify, assess and manage material risks not allocated to the Board or another committee, including, for example, data security programs and cybersecurity and information technology \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Management&#8217;s efforts with respect to corporate environmental and social responsibility matters \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Meeting with the Chairs of the other committees at least two times a year to discuss enterprise risk and related matters \n\n##TABLE_END &#160;\n\nBoard Refreshment and Succession Planning \n\n&#160;\n\nViatris&#8217; Board, with the support of the Governance and Nominating Committee, seeks to identify a diverse talent pool of qualified candidates for consideration as part of the Board&#8217;s refreshment and succession planning. The Board also seeks to combine the skills and experience of its long-standing Board members with fresh perspectives, insights, skills, and experiences of new members in support of its belief that it is important for Directors to represent diverse viewpoints and, further, that the personal backgrounds and qualifications of the Directors, considered as a group, should provide a composite mix of experience, knowledge and abilities. The Board is committed to fostering a culture of integrity, inclusion, dignity and mutual respect. \n\nViatris&#8217; Board and Governance and Nominating Committee evaluate Board composition with respect to, among other matters, director independence, skills, experience, expertise, diversity, and other factors to ensure that the Board remains well-qualified to provide effective oversight of the Company and management. The Board and the Governance and Nominating Committee consider Viatris&#8217; strategy, performance, operations, relevant industry and market conditions, and current and anticipated needs in terms of particular areas of experience and expertise (e.g., risk oversight, industry, science), among many other factors, to inform these refreshment practices and decisions. As we continue to evaluate Board composition, we also work to establish a pool of qualified potential candidates to support our continued refreshment efforts. \n\nIn 2022, Viatris&#8217; Board adopted a Diversity and Inclusion Policy, which formalizes the Board&#8217;s ongoing commitment to fostering a culture of inclusion and seeking, supporting, valuing and leveraging diversity in the Board&#8217;s composition, including a mix of nationalities, ethnicities, races, ages, and/or genders and seeking a diverse talent pool of Director candidates when considering the Board&#8217;s refreshment and succession planning. The Board, in seeking candidates, reviews the principles of the policy and also asks its supporting search firms to provide candidates consistent with those principles. The Board and Governance and Nominating Committee consider this policy and diversity matters generally during their self-evaluations and when nominating directors for election to the Board, and the Board considers the policy effective in making sure these matters are appropriately considered. \n\nAs part of the Board&#8217;s ongoing focus on board refreshment, since 2021 a third-party search firm has assisted with identifying potential new director candidates, including gender and racially/ethnically diverse candidates. After initial screenings and outreach, as well as additional guidance from the Governance and Nominating Committee, committee members and selected other Directors interviewed potential Director candidates identified by the third-party search firm as well as additional potential Director candidates recommended by Viatris Directors. Based on this process, the Board, on the recommendation of the Governance and Nominating Committee, appointed Ms. Finney and Mr. Smith to the Board in December 2022 to fill the two vacancies resulting from the retirements of Neil Dimick and Ian Read. We will continue to work to establish a pool of qualified potential candidates to support our Board refreshment efforts. \n\nReflecting the critical importance of senior leadership to the success of the Company and its overall business strategy, our Corporate Governance Principles also provide that the Board will work with senior management to ensure that effective plans are in place for management succession. The Board&#8217;s goal is to have a long-term and continuous program for effective senior leadership and succession as well as to have contingency plans in place for emergencies such as departure, death, or disability. The Board discusses succession planning regularly at scheduled meetings, including in executive session, as appropriate. These \n\n&#160;\n\nsuccession planning activities have been and may continue to be supported by independent third-party consultants. \n\nThe Board prioritizes reviewing and discussing the succession plans for the CEO and each of his direct reports. Management succession planning continues to be among the Board&#8217;s top priorities and is included in the annual goals for executive management. As described above, in connection with our succession planning, in February 2023, we appointed a new CEO, Scott A. Smith, to lead our Phase 2 strategy and execution. \n\nSetting and Overseeing Strategy \n\n&#160;\n\nThe Board actively discusses, determines and oversees the Company&#8217;s strategies intended to unlock value for the Company and its shareholders and ensure the durability, sustainability, and stability of the business. We believe the Board has demonstrated over time the consistency and natural progression of its strategy, resulting in stable and durable cash flows despite evolving, challenging, and often unpredictable market conditions. \n\nUnder the leadership of the Board along with management, we laid out a clear and deliberate strategy to build a highly diversified company with multiple capabilities spanning numerous geographies and therapeutic areas. We established a two-phased roadmap that detailed and emphasized our strategic priorities to deliver value to our shareholders. In Phase 1 of our strategy (2020-2023), we continue to focus on integration, execution and optimizing synergies to build a foundation for Phase 2 (2024 and beyond). \n\nThe Board&#8217;s strategic review culminated in the announcement in November 2022 of our key strategic priorities by laying out a roadmap for our future and our capital allocation strategy, including with respect to returning cash to shareholders in the form of dividends and share repurchases and re-investing further into our business organically and inorganically with value-creating, financially accretive bolt-on and other transactions. \n\nWe also announced additional steps the Company was undertaking that were consistent with these priorities. First, we announced two ophthalmology transactions that we expect will add to both our top and bottom line in the future. Furthermore, we identified the following businesses for divestiture that the Company no longer considered core to its future strategy: over the counter; active pharmaceutical ingredients (&#8220;API&#8221;) (while retaining some selective development API capabilities); women&#8217;s healthcare, primarily related to our oral and injectable contraceptives (this does not include all of our women&#8217;s healthcare related products; as an example, our Xulane &#174; product in the U.S. is excluded); and select geographic markets that were part of the Combination that are smaller in nature and in which we had no established infrastructure prior to or following the Combination. \n\nAs we move forward, the Board is committed to overseeing continuing efforts to further unlock the value of our unique global platform and return capital to shareholders and to maintaining an ongoing dialogue with shareholders regarding a broad range of topics, including, among others, our differentiated strategy and business model; the Global Healthcare Gateway &#174; ; delevering strategies; governance; compensation; promoting sustainability; and further enhancing our efforts to advance our corporate environmental and social responsibility (&#8220;CSR&#8221;) performance. \n\nRisk Oversight \n\n&#160;\n\nViatris operates in a complex and rapidly changing environment that involves many potential risks. In addition to general market, industry, R&#38;D, supply chain, political, financial, and economic risks, the Company faces potential risks related to, among others, executing on and implementing our strategic objectives, \n\n&#160;\n\nincluding completed or potential acquisitions and divestitures; information technology and cybersecurity; data privacy; financial controls and reporting; manufacturing and quality; legal, regulatory and compliance requirements and developments; the global nature of our operations; human capital management; environmental and social responsibility; and product portfolio and commercialization, among others. As a company committed to operating ethically and with integrity, we proactively seek to manage and, where possible, mitigate risks to help ensure compliance with applicable rules and regulations, maintain integrity and continuity in our operations and business, including in support of achieving strategic priorities, long-term financial and operational performance, and protect our assets (financial, intellectual property, and information, among others). Risk management is an enterprise-wide objective subject to oversight by the Board and its committees. \n\nIt is the responsibility of Viatris&#8217; management and employees to identify material risks to our business and to implement and administer robust risk management and mitigation processes and programs, while also maintaining reasonable flexibility in how we operate. Our internal audit function periodically completes a comprehensive enterprise risk assessment to identify key and emerging risks, and quarterly reviews and refreshes this analysis with management. For each key or emerging risk identified, we have a process in place to establish ownership of monitoring the risk and evaluate risk mitigation opportunities. Our internal risk management team consists of senior leaders across multiple disciplines, including internal audit, IT, information security, compliance, corporate environmental and social responsibility matters, environmental health and safety, security, finance, legal, quality and product safety, and the team meets quarterly to review and discuss risks and trends, which vary across the short-, medium- and long-term. To further embed risk management and compliance into our culture, Viatris has a robust global corporate compliance program, implements comprehensive policies and procedures, trains employees on how to implement and comply with them, and maintains an extensive program of oversight and audit to help ensure compliance and appropriate enterprise risk management. \n\nOur risk oversight framework also aligns with our disclosure controls and procedures. For example, the Company&#8217;s Disclosure Committee reviews the Company&#8217;s quarterly and annual financial statements and related disclosures. The Disclosure Committee consists of senior management including our President, Chief Financial Officer, Global General Counsel, Corporate Controller, Head of Corporate Affairs, Head of Capital Markets, and Deputy Global General Counsel, all of whom participate in the risk assessment practices described above. The CEO and CFO then receive a report from the Disclosure Committee before the financial statements are reviewed with the Audit Committee, approved, and filed. \n\nThe Board directly, or through its committees, oversees the implementation of risk management and mitigation processes. The Board and its committees rigorously review with management the risk management program and discuss risk assessment matters at least quarterly, as well as during the Board&#8217;s annual budget review and approval process. Each of our committees has full access to officers and employees of the Company, and our Board and committees also meet without members of management present. The Board and committee Chairs periodically discuss the allocation of specific risk oversight matters between the various Board committees and the Board believes that its current risk oversight structure, as outlined below, assigns particular risk oversight matters to the Board committees that have the appropriate expertise to manage them. The Board also has the authority to form special strategic committees if it believes that it would be advisable to oversee significant strategic or other corporate actions, including the risks related thereto. All committees also have access to outside advisors in their sole discretion and periodically receive external updates concerning oversight of risks related to the Company and management&#8217;s efforts to manage risk. The Compliance Committee is responsible for appointing and replacing the Company&#8217;s Chief Compliance Officer, who is responsible for, among other things, the \n\n&#160;\n\nday-to-day management and implementation of the Company&#8217;s Corporate Compliance Program and reports to the Compliance Committee and the CEO. In addition to meeting with the Company&#8217;s internal risk committee of senior management, which meets at least quarterly, the Chief Compliance Officer meets at least quarterly with the Audit Committee, Compliance Committee and Risk Oversight Committee. \n\nThe Board also has approved a Code of Business Conduct and Ethics, Code of Ethics for Chief Executive Officer, Chief Financial Officer and Corporate Controller, and other related policies to help manage and mitigate risk globally. \n\nOur Lead Independent Director is chair of the Compliance Committee and also meets every other quarter with the Risk Oversight Committee and other committee chairs to discuss risk-related matters. While the full Board has retained responsibility for overseeing strategic risks to the business overall, it has delegated oversight of specific risks to its committees as outlined below. \n\nBoard Committees&#8217; Role in Risk Oversight \n\n&#160;\n\n##TABLE_START &#160; &#8226; &#160; The Audit Committee focuses on risks relating to financial and disclosure controls, SEC reporting matters, and oversight of Viatris&#8217; internal audit function and independent registered public accounting firm. The Committee oversees, among other matters, the Company&#8217;s processes and procedures relating to risk assessment and risk management relating to financial, disclosure, and SEC reporting-related matters, and reviews with management the quality and adequacy of the Company&#8217;s internal control over financial reporting and the Company&#8217;s disclosure controls and procedures, including their effectiveness. Viatris&#8217; internal audit function reports to and meets with the Committee at least quarterly to discuss potential risk or control issues, and the Committee regularly discusses the performance of the internal audit function, and the adequacy of resources available to this function. The Committee also meets quarterly with Viatris&#8217; independent registered public accounting firm in executive session. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; The Compensation Committee focuses on the design and administration of compensation-related plans and programs, and considers whether and how such plans and programs balance risk-taking and rewards, and align with shareholder interests. The Committee receives reports, on at least a quarterly basis, from management and outside advisors regarding compensation-related matters, and considers risk management in determining compensation structure. The Committee also reviews reports from management regarding pay equity, and human capital management. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; The Compliance Committee is responsible for overseeing the Chief Compliance Officer&#8217;s implementation of Viatris&#8217; Corporate Compliance Program. The Chief Compliance Officer reports to the Committee and the CEO, and the Committee is responsible for appointing and, as applicable, replacing, this individual, and discusses the Chief Compliance Officer&#8217;s performance, responsibilities, plans and resources with the CEO. The Committee also makes recommendations to the Board with respect to the Corporate Compliance Program, the Code of Business Conduct and Ethics, and significant related global policies, and is responsible for reviewing reports of significant actual or alleged violations of the Code of Business Conduct and Ethics, corporate policies and procedures, and applicable laws and regulations. The Committee also discusses reports regarding non-financial compliance risk and risks associated with privacy, antitrust and competition, anti-corruption, and third-party risks, and reviews significant global compliance-related policies, including policies related to pricing and/or commercialization of Company products and services. \n\n##TABLE_END &#160;\n\n&#160;\n\n##TABLE_START &#160; &#8226; &#160; The Finance Committee is responsible for reviewing and, as appropriate, providing recommendations to the Board with respect to significant strategies and policies of the Company relating to its capital structure and deployment and/or allocation of capital, material financial matters and transactions, and the risks related to such activities. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; The Governance and Nominating Committee is responsible for identifying, assisting in recruiting, and nominating qualified individuals to become members of the Board, recommending committee assignments, overseeing the Board&#8217;s annual evaluation of the independence of Directors, and evaluating and assisting the Board in considering potential risks related to corporate governance. The Committee is also responsible for overseeing the annual self-evaluation of the Board and its committees and Director orientation and continuing education programs. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; The Risk Oversight Committee assists the Board in its oversight of Viatris&#8217; enterprise risk management framework. The Committee reviews the enterprise risk framework, infrastructure, and controls implemented by management to help identify, assess, manage, and monitor the Company&#8217;s material risks; reviews management&#8217;s exercise of its responsibility to identify, assess, and manage material risks not allocated to the Board or another committee, including, for example, data security programs and cybersecurity and information technology; oversees management&#8217;s activities with respect to CSR; and reviews the Company&#8217;s efforts to foster a culture of risk-adjusted decision-making without constraining reasonable risk-taking and innovation. Management reviews the Company&#8217;s enterprise risk management program with the Committee each quarter and discusses the short-, medium- and long-term matters of focus from a risk management perspective and actions being taken to mitigate risk. The Committee also meets with the Chairs of the other committees at least two times a year to discuss enterprise risk and related matters. \n\n##TABLE_END The Board&#8217;s Role in Oversight of Corporate Environmental and Social Responsibility Matters \n\nViatris&#8217; Board oversees management&#8217;s efforts with respect to corporate environmental and social responsibility matters through its Risk Oversight Committee. The CSR function operates as a center of excellence within the Viatris Corporate Affairs leadership team. The Head of Corporate Social Responsibility drives the strategic and operational development of CSR across the Company together with key partners. The Head of Corporate Affairs and the Head of Corporate Social Responsibility communicate quarterly with the Board on corporate environmental and social responsibility matters through the Risk Oversight Committee, and on an annual basis, the Risk Oversight Committee reviews progress with the Head of Corporate Affairs on corporate environmental and social responsibility-related matters that have been discussed with the Board to confirm the Company is tracking its priorities in this area. \n\nThe Board&#8217;s and its Committees&#8217; Role in Cybersecurity Oversight \n\nThe Company maintains an information security program to monitor and mitigate cybersecurity risks. This program is managed by the Company&#8217;s Chief Information Security Officer &#38; Head of Global Security under the direction of the Company&#8217;s Chief Compliance Officer and is designed to identify, protect, detect and respond to cybersecurity risks, and includes policies, procedures, cybersecurity awareness communications, testing, and training for employees (including mandatory training programs for system users), system monitoring, risk reduction, vulnerability and patch management, and a robust incident response and reporting program. \n\nThe Risk Oversight Committee receives reports from senior management on data security, cybersecurity and information security-related matters on at least a quarterly basis, including with respect to related risks, risk management, and relevant legislative, regulatory, and technical developments. On a biannual basis, the Risk \n\n&#160;\n\nOversight Committee and chairs of each other Committee of the Board receive an information security update from the Company&#8217;s Chief Information Security Officer &#38; Head of Global Security and the Chief Information Officer. The full Board receives a report on the respective quarterly discussions with senior management from the chair of the Risk Oversight Committee each quarter. \n\nBoard Education and Director Orientation \n\nThe Governance and Nominating Committee is responsible for overseeing and annually reviewing Director continuing education programs, including educational seminars, presentations, conferences and other programs or opportunities presented by external and internal resources, on matters that may relate to, among other topics: compensation, compliance, governance, board process, risk oversight, audit and accounting, regulatory and other current issues. Directors also may elect to attend additional third-party educational events. The Company reimburses Directors for costs associated with any related seminars and conferences, including travel expenses. \n\nThe Governance and Nominating Committee is also responsible for overseeing and annually reviewing the Company&#8217;s Director orientation program. The program is designed to familiarize new Directors with, among other matters, the Company&#8217;s business, operations, financial reporting, risk management and executive officers. In addition, new Directors receive extensive onboarding materials which address topics including the Company&#8217;s strategy, policies, director roles and responsibilities, corporate governance policies and procedures, and leadership structure. \n\n&#160;\n\n##TABLE_START "
    },
    {
      "section": "11",
      "text": " ITEM 11. Executive Compensation \n\n##TABLE_END Compensation Discussion and Analysis \n\nThis Compensation Discussion and Analysis (&#8220;CD&#38;A&#8221;) describes the compensation, which continues to be closely linked to the Company&#8217;s performance objectives, of our Named Executive Officers (&#8220;NEOs&#8221;) for 2022. \n\nStrong Say-on-Pay Support in 2022 \n\nOur shareholders expressed strong support for our compensation programs at our 2022 Annual Meeting, and we received approximately 90.7% approval for our shareholder advisory vote regarding executive compensation. We believe this result is an endorsement of the Company&#8217;s compensation philosophy and our focus on a performance-based, shareholder-value-focused business model that is intended to help ensure that Viatris continues to attract and retain high-performing executives. We believe that the say-on-pay support in 2022 is evidence of our responsiveness to shareholder feedback, and we will continue to engage regularly with shareholders for their input. \n\nConclusion of Certain Legacy Compensation Payouts and Future Commitments \n\nImpact of Legacy Matters on 2022 Compensation . The Summary Compensation Table for 2022 reflects certain legacy retention payments for Messrs. Malik and Mauro relating to their legacy Transition and Succession Agreements with Mylan Inc. that were previously disclosed in the Company&#8217;s 2021 and 2022 proxy statements (among other filings). To incentivize Mr. Malik and Mr. Mauro to remain with Viatris in light of their importance to the launch, integration, leadership, and operation of Viatris, as well as development and execution of strategies going forward, and because of their existing Transition and Succession Agreement severance rights, Viatris entered into a retention agreement with each pursuant to which each earned the value of the separation benefit under his respective Transition and Succession Agreement. \n\nDemonstration of Our Commitment . Although it is common among peer companies, we did not provide a cash-based retention award to Mr. Smith, who joined Viatris as CEO in April 2023. In doing so, we believe our Compensation Committee demonstrated its willingness to accept feedback from shareholders in making executive compensation determinations. \n\nOur Continued Performance-Based Approach to Compensation \n\nViatris has carefully selected its compensation-related performance metrics to align with the strategic priorities that the Company has previously outlined to its shareholders. When it was formed in November 2020, Viatris laid out a clear and deliberate strategy to build a highly diversified company with multiple capabilities spanning numerous geographies and therapeutic areas. Under the leadership of the Board along with management, we established a two-phased roadmap that detailed and emphasized our strategic priorities to deliver value to our shareholders. In Phase 1 of its strategy (2020-2023), the Company has focused on commercial performance and profitability to generate strong cash flows that could be used to return capital to shareholders. Phase 1 also includes a global reshaping initiative designed to stabilize the business, unlock trapped value and provide the financial flexibility to deliver on our vision. Phase 1 has focused on building a strong foundation and setting us up for Phase 2 (2024 and beyond), which is expected to be a period of renewed growth and leadership in our sector. \n\n&#160;\n\n2022 Pay-for-Performance Pay Mix \n\nOur 2022 compensation program consisted of base salary, performance-based annual incentive awards, and performance-based long-term incentive awards subject to financial metrics and a relative total shareholder return (&#8220;TSR&#8221;) modifier. There is strong alignment of pay and performance in our program, with approximately 71% of total target compensation delivered in the form of long-term equity and approximately 63% of total target compensation subject to performance conditions. \n\n&#160;\n\n##TABLE_START \n\n&#160; ##TABLE_END Summary of 2022 Incentive Compensation Pay Outcomes \n\nShort-term incentive compensation comprised approximately 17% of 2022 NEO target total compensation. In 2022, our management team&#8217;s operational execution resulted in short-term incentive payouts above target. Drivers of our 2022 short-term incentive results included: \n\n&#160;\n\n##TABLE_START &#160; &#8226; &#160; Above-target adjusted EBITDA and free cash flow for short-term incentive compensation purposes, driven by the focus and efforts of the Company&#8217;s management and the success of the Company&#8217;s cash optimization efforts. For more information on and the differences between how adjusted EBITDA and free cash flow are calculated for purposes of the Company&#8217;s 2022 short-term incentive compensation and public reporting purposes, see &#8220;Elements of 2022 Compensation &#8212; 2022 Annual Incentive Compensation Program &#8212; Annual Incentive Compensation Payouts for 2022&#8221; on page 30. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Above-target global product submissions, across broad and therapeutic-area agnostic product categories, driven by the strength of the Company&#8217;s development programs and successful acceleration of certain additional submissions. \n\n##TABLE_END Long-term incentive compensation. Performance-based restricted stock units (&#8220;PRSUs&#8221;) are subject to a free cash flow metric and relative market performance metric (i.e., relative TSR using the S&#38;P 500 Pharmaceutical Index, which is used as a modifier to determine the final payout percentage) over a three-year time period. Although we believe that Viatris stock is significantly undervalued and this modifier is measured on a three-year time frame, at the relevant stock price as of the close of business (5:00 p.m. Eastern Time) on April 21, 2023, any payouts of PRSUs vesting in 2024 would be automatically reduced by 30%. For more information on and the differences between how free cash flow is calculated for purposes of the Company&#8217;s 2022 long-term incentive compensation and public reporting purposes, see &#8220;Elements of 2022 Compensation &#8212; 2022 Long-Term Incentive Compensation Programs &#8212; 2022 Three-Year PRSU Performance Metrics&#8221; on pages 31 and 32. \n\n&#160;\n\nSelected Highlights and Recent Developments \n\n&#160;\n\nViatris&#8217; management continues to execute on the strategic priorities outlined to shareholders and led the Company in achieving several notable accomplishments in 2022. \n\nFinancial and Operational Performance \n\nIn 2022, Viatris delivered another four quarters of consistent, solid operational performance across all segments. The Company: \n\n&#160;\n\n##TABLE_START &#160; &#8226; &#160; Reported total revenues of $16.26 billion; U.S. GAAP net earnings of $2.08 billion; adjusted EBITDA of $5.78 billion; U.S. GAAP net cash provided by operating activities of $2.95 billion; and free cash flow of $2.55 billion. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Captured an additional approximately $250 million (approximately $750 million since the beginning of 2021) in synergies due to integration efforts. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Paid down approximately $3.3 billion of debt, exceeding the 2022 target of approximately $2 billion. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Exited substantially all transition services agreements with Pfizer. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Increased the quarterly dividend payment to $0.12 per share. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Paid approximately $580 million in dividends. Since the beginning of 2021, the Company has returned nearly $1 billion to shareholders through dividend payments. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Completed approximately $250 million in share repurchases in January and February 2023 as part of its previously announced $1 billion stock repurchase program that the Board authorized. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Completed the Biocon Biologics Transaction; received a $2 billion cash payment, adjusted as set forth in the agreement, and approximately $1 billion of compulsory convertible preferred shares representing a stake of approximately 12.9% (on a fully diluted basis) in Biocon Biologics. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Established an eye care division in early 2023 in conjunction with the acquisitions of Oyster Point Pharma and Famy Life Sciences. \n\n##TABLE_END Science and Regulatory Achievements \n\nThe Company has industry-leading science, regulatory and manufacturing capabilities complemented by a strong commitment to quality and an unparalleled geographic footprint to deliver high-quality medicines. This includes more than 3,000 scientists and medical professionals working across 12 development centers globally in multiple technology platforms and therapeutic areas, coupled with in-country regulatory expertise in 55 markets. In 2022, Viatris advanced key development programs across complex injectables, novel products, complex generics, as well as progressing its efforts to establish a Phase III-ready eye care pipeline. The Company: \n\n&#160;\n\n##TABLE_START &#160; &#8226; &#160; Announced positive top-line results for the GA Depot Phase III clinical trial with partner Mapi Pharma. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Received U.S. Food and Drug Administration (&#8220;FDA&#8221;) approvals of Fingolimod and Levothyroxine Oral Solution. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Expanded first-to-market opportunities of complex injectables with generics of Sandostatin &#174; LAR Depot, Ozempic &#174; and Abilify Maintena &#174; . \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Initiated Phase III trials for Effexor &#174; Generalized Anxiety Disorder in Japan. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Achieved FDA acceptance of the new drug application review for the reversal of mydriasis program and was granted a Prescription Drug User Fee Act date of September 28, 2023. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Started enrollment in the first pivotal Phase III trial for presbyopia. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Made more than 100 additional submissions globally in 2022. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Has 10 products under review with the health authorities in China, including complex products, such as generic Symbicort &#174; . \n\n##TABLE_END External Recognition \n\nViatris received a number of external recognitions in 2022, including: \n\n&#160;\n\n##TABLE_START &#160; &#8226; &#160; Forbes &#174; annual list of the &#8220;World&#8217;s Best Employers&#8221; for the second year in a row. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Top Employers Institute certification as a Top Employer in the United Kingdom and United Arab Emirates and as one of the top 101 employers in China. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; LMG Life Sciences&#8217; U.S. In-House Legal Team of the Year for Intellectual Property Litigation. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Great Place to Work &#174; certification in India. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Capital Magazine&#8217;s Best Employers in France. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; HR Asia&#8217;s Best Companies to Work for in Asia (Taiwan) ranking. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; GoodCompany&#8217;s Top 40 Best Workplaces to Give Back 2022 in Australia. \n\n##TABLE_END CSR Accomplishments \n\nOur focus on corporate responsibility is reflected in our values, policies, decisions, and strategies and extends to our expectations of our partners as well. Ultimately, we know we are stronger together, working collaboratively and relentlessly across our Company and with the broader global community, in pursuit of access. In 2022, we sold more than 80 billion doses of medicine across more than 165 countries and territories, reaching about 90% of low- and lower-middle-income countries. We offer more than 250 medicines on the World Health Organization&#8217;s (&#8220;WHO&#8221;) Essential Medicines List to help address priority healthcare needs as defined by the WHO. Further, we have 62 products on the WHO Prequalification List. The Company also: \n\n&#160;\n\n##TABLE_START &#160; &#8226; &#160; Had our near-term science-based emissions reduction targets for scope 1, 2 and 3 validated and approved by the Science Based Target initiative (SBTi). The SBTi classified Viatris&#8217; scope 1 and 2 target ambition and has determined that it is in line with a 1.5&#176;C trajectory, a worldwide goal of limiting global warming. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Donated for humanitarian needs more than 450 million doses of medicines through our partners around the world. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Partnered with Sesame Workshop to launch new emotional health and wellbeing resources for families grappling with effects of COVID-19. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Donated $1 million to aid in supporting access to healthcare, food security and water stewardship in communities around the world, through four organizations: Direct Relief, World Central Kitchen, WaterAid and World Food Program USA, the U.S. partner of the United Nations World Food Programme. \n\n##TABLE_END Hiring of Scott A. Smith as New Chief Executive Officer \n\nOn February 24, 2023, the Company appointed Scott A. Smith to serve as the Chief Executive Officer of the Company, effective as of April 1, 2023. Additional details regarding Mr. Smith&#8217;s background can be found under the heading &#8220;Viatris&#8217; Board of Directors&#8221; on page 9. \n\nIn connection with his appointment, Mr. Smith entered into an offer letter with the Company providing for an annual base salary of $1.4 million, an annual target bonus opportunity equal to 150% of base \n\n&#160;\n\nsalary (pro-rated for 2023), and eligibility for an annual long-term incentive award with a target of 700% of base salary (800% for 2023). The Board believes that Mr. Smith is best suited to lead the Company&#8217;s previously announced Phase 2 (2024 and beyond) strategy and execution and brings experience that positions him to manage the global nature and complexity of a business that we expect to return to growth. \n\nExecutive Compensation Philosophy \n\n&#160;\n\nThe Compensation Committee&#8217;s and Board&#8217;s compensation philosophy for 2022 reflects the Company&#8217;s continued focus on a performance-based, shareholder-value-focused business model and is intended to help ensure that Viatris continues to attract and retain high-performing executives given the highly competitive market for executive talent. The compensation program has the following key objectives, among others: \n\n&#160;\n\n##TABLE_START &#160; &#8226; &#160; Attract, Motivate, and Retain Highly-Skilled Executives. In order to attract and retain the leaders needed to drive execution of our ambitious goals, we provided market competitive compensation with an emphasis on performance-based, long-term incentives. We designed our compensation program to help ensure that the Company, shareholders, and other stakeholders continue to benefit from the talents of our leadership team and global workforce, while also recruiting new talent on an on-going basis in a highly competitive market for talent. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Align with Shareholder Interests. We aligned executive compensation with shareholder interests by linking pay to the Company&#8217;s stated strategic priorities, long-term performance, and share price appreciation, including through the use of a relative TSR modifier for PRSUs in our long-term incentive plan and robust share ownership requirements (see &#8220;2022 Share Ownership Requirements&#8221; on page 34). We believe this linkage helps drive long-term performance and encourages decision making to foster share price appreciation. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Drive Company Performance. As described in more detail on pages 23 to 24, our 2022 compensation program was designed with metrics carefully linked to our business strategies and financial goals. If the Company does not meet its short and long-term objectives, executive pay is meaningfully impacted. \n\n##TABLE_END 2022 Performance-Based Compensation Program \n\n&#160;\n\n2022 Total Target Compensation \n\nThe chart below shows the target total direct compensation opportunity for each of our NEOs in 2022. \n\n&#160;\n\n##TABLE_START NEO \n\n&#160; Base Salary &#160; &#160; Target Annual \n\nIncentive \n\n&#160; &#160; Target Long-Term \n\nIncentive \n\n&#160; &#160; 2022 Total Target \n\nCompensation (1) \n\n&#160; Michael Goettler (2) \n\n&#160; &#160; $1,300,000 &#160; &#160; &#160; $1,950,000 &#160; &#160; &#160; $9,100,000 &#160; &#160; &#160; $12,350,000 &#160; Rajiv Malik\n\n&#160; &#160; $1,200,000 &#160; &#160; &#160; $1,500,000 &#160; &#160; &#160; $7,200,000 &#160; &#160; &#160; $9,900,000 &#160; Sanjeev Narula\n\n&#160; &#160; $850,000 &#160; &#160; &#160; $850,000 &#160; &#160; &#160; $3,400,000 &#160; &#160; &#160; $5,100,000 &#160; Anthony Mauro\n\n&#160; &#160; $800,000 &#160; &#160; &#160; $920,000 &#160; &#160; &#160; $3,200,000 &#160; &#160; &#160; $4,920,000 &#160; Robert J. Coury\n\n&#160; &#160; $1,800,000 &#160; &#160; &#160; $2,700,000 &#160; &#160; &#160; $10,800,000 &#160; &#160; &#160; $15,300,000 &#160; ##TABLE_END ##TABLE_START (1) Total Target Compensation is defined as the sum of base salary, target annual incentive, and target long-term incentive. \n\n##TABLE_END ##TABLE_START (2) Mr. Goettler ceased to serve as the Company&#8217;s Chief Executive Officer and ceased to serve on the Board effective as of April 1, 2023. As noted above, Scott A. Smith became CEO of the Company effective April 1, 2023. \n\n##TABLE_END Considerations for Setting 2022 Incentive Performance Goals \n\nIn setting annual and long-term incentive performance goals, the Compensation Committee considered a broad variety of data, including potential divestitures, industry forecasts, internal projections, demographic \n\n&#160;\n\ndata, advice from outside advisors, benchmarking data against the peer company medians, and the Company&#8217;s annual operating plan and strategies. The Compensation Committee also considered the variability and cyclicality of the business, noting that targets may increase or decrease from year-to-year due to factors impacting the business, such as market conditions, the regulatory environment, timing of product approvals, and both immediate and long-term strategic priorities of the business. Although the targets may vary from year-to-year, the Compensation Committee is committed to maintaining high levels of rigor and motivational impact on the executive team and aligning with the Company&#8217;s long-term strategy for sustainable business development and its goal of creating value for shareholders. Consistent with our philosophy of driving long-term company performance, the Compensation Committee, with the advice of its independent compensation consultant, will annually consider potential alternative performance metrics that link to our strategy and align with shareholder interests in long-term value creation. \n\n2022 Peer Group \n\nThe peer group is used as one of several reference points for determining executive compensation and includes Viatris&#8217; business competitors and companies that Viatris competes with for executive talent. Although the competitive market for our executives is one factor the Compensation Committee considers when making compensation decisions, the Committee does not target the compensation of NEOs within a specific percentile of any set of peer companies and considers peer group and industry data along with many other factors when determining compensation. \n\nBelow is the peer group selected by the Compensation Committee for 2022, with the advice of the Committee&#8217;s independent compensation consultant. The Committee takes a number of considerations into account when choosing the peer group, including those companies that most compete with the Company for executive talent. \n\n&#160;\n\n##TABLE_START Abbott Laboratories\n\n&#160; Biogen Inc.\n\n&#160; Novartis AG\n\nAbbvie Inc.\n\n&#160; Bristol-Myers Squibb Company\n\n&#160; Pfizer Inc.\n\nAmgen Inc.\n\n&#160; Eli Lilly and Company\n\n&#160; Regeneron Pharmaceuticals, Inc.\n\nBausch Health Companies Inc.\n\n&#160; Gilead Sciences, Inc.\n\n&#160; Sanofi\n\nBaxter International Inc.\n\n&#160; Merck &#38; Co., Inc.\n\n&#160; Teva Pharmaceutical Limited\n\n##TABLE_END Elements of 2022 Compensation \n\n&#160;\n\nBase Salaries \n\nThe Compensation Committee considers a variety of factors in deciding base salary, including, among others: individual performance, responsibilities, and expected future performance; Company performance; management structure; marketplace practices (including external benchmarks prepared by an independent compensation consultant); internal pay equity considerations; competitive recruitment for outstanding talent; and the executive&#8217;s experience, tenure, and leadership. The Compensation Committee also considers, among other factors, what the marketplace would require in terms of the costs to hire a similarly qualified and experienced individual externally. \n\n&#160;\n\nAs reflected in the table below, in 2022, there were no changes to NEO base salaries with the exception of a 6.25% increase for the CFO to align with changes in market data. \n\n&#160;\n\n##TABLE_START NEO \n\n&#160; 2021 Base Salary &#160; &#160; 2022 Base Salary &#160; Michael Goettler\n\n&#160; &#160; $1,300,000 &#160; &#160; &#160; $1,300,000 &#160; Rajiv Malik\n\n&#160; &#160; $1,200,000 &#160; &#160; &#160; $1,200,000 &#160; Sanjeev Narula\n\n&#160; &#160; $800,000 &#160; &#160; &#160; $850,000 &#160; Anthony Mauro\n\n&#160; &#160; $800,000 &#160; &#160; &#160; $800,000 &#160; Robert J. Coury\n\n&#160; &#160; $1,800,000 &#160; &#160; &#160; $1,800,000 &#160; ##TABLE_END 2022 Annual Incentive Compensation Program \n\nAnnual Incentive Compensation Awards for 2022 \n\nViatris&#8217; annual incentive compensation consists of performance-based annual cash awards that are subject to achievement of metrics that were identified by the Board and Compensation Committee as critical to the successful execution of Viatris&#8217; business strategy and aligned with the continued creation of shareholder value. The metrics are specifically related to the actions and leadership of our executive team and measure their ability to generate shareholder returns, both in the short- and long-term. The Compensation Committee approved annual incentive award grants and corresponding performance targets in the first quarter of 2022. \n\nThe Compensation Committee identified the following metrics as important measures of Company performance relating to its stated strategy: \n\n&#160;\n\n##TABLE_START &#160; &#8226; &#160; Adjusted EBITDA (40% Weighting): Measures the Company&#8217;s profitability and motivates the organization to focus on commercial execution and driving new product revenue, maintaining efficiency of our operations, capturing synergies, and disciplined expense management. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Free Cash Flow (40% Weighting): Creates organizational emphasis and focus on cash through improved cash flow conversion, optimized working capital, and overall cash generation which can increase the return to shareholders. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Global Regulatory Submissions (20% Weighting): Emphasizes the importance of developing a robust pipeline of molecules that Viatris could manufacture and sell over subsequent years. A robust product pipeline can help Viatris move its products up the value chain and also support sustainability while serving Viatris&#8217; mission of providing access to high quality, affordable medications. In addition, we view this metric as a stepping stone to implementing ESG/sustainability metrics in the future. \n\n##TABLE_END The setting of annual incentive targets reflected the Company&#8217;s expectations regarding incremental research and development expense, incremental cost inflation and expectations regarding exchange rates. Incremental investments were intended to support long-term value creation for shareholders and other stakeholders by, among other things, furthering Viatris&#8217; efforts to move its portfolio and pipeline up the value chain. The Compensation Committee recognized these expectations together would be expected to reduce the adjusted EBITDA compensation metric in 2022. \n\nIn addition, an increase in the number of global regulatory submissions was not expected due in part to a continued emphasis on more challenging specialty and complex generic products and Viatris&#8217; focus on submission of products expected to generate greater economic profit. \n\n&#160;\n\nIndividual annual incentive payout targets were established for each NEO, expressed as a percentage of base salary, as noted in the table below. Actual payouts could range from 0% to 200% of each NEO&#8217;s annual incentive target based on achievement of performance goals. \n\n&#160;\n\n##TABLE_START NEO \n\n&#160; Target (as % of Base Salary) &#160; &#160; Annual Incentive Target &#160; Michael Goettler\n\n&#160; &#160; 150 % &#160; &#160; $1,950,000 &#160; Rajiv Malik\n\n&#160; &#160; 125 % &#160; &#160; $1,500,000 &#160; Sanjeev Narula\n\n&#160; &#160; 100 % &#160; &#160; $850,000 &#160; Anthony Mauro\n\n&#160; &#160; 115 % &#160; &#160; $920,000 &#160; Robert J. Coury\n\n&#160; &#160; 150 % &#160; &#160; $2,700,000 &#160; ##TABLE_END Annual Incentive Compensation Payouts for 2022 \n\nIn 2022, Viatris achieved the following performance against the Compensation Committee-approved performance goals: \n\n&#160;\n\n##TABLE_START Metric \n\n&#160; Weighting &#160; Threshold &#160; Target &#160; Maximum &#160; Results Adjusted EBITDA*\n\n&#160; 40% &#160; $5,700 million &#160; $6,000 million &#160; $6,300 million &#160; $6,200 million Free Cash Flow**\n\n&#160; 40% &#160; $2,400 million &#160; $2,700 million &#160; $3,000 million &#160; $3,168 million Global Regulatory Submissions\n\n&#160; 20% &#160; 110 &#160; 120 &#160; 130 &#160; 134 ##TABLE_END ##TABLE_START * Adjusted EBITDA is derived from Viatris&#8217; financial statements in the same manner as Viatris&#8217; publicly reported adjusted EBITDA, except that the calculation for the 2022 incentive program utilized budgeted foreign exchange rates and further adjusts for unbudgeted in-process research and development (&#8220;IPR&#38;D&#8221;) costs and the December 2022 results of the divested biosimilars business. Viatris&#8217; adjusted EBITDA as reported for the twelve months ended December 31, 2022 is reconciled to the most directly comparable U.S. GAAP measure in Appendix A. \n\n##TABLE_END ##TABLE_START ** Free cash flow is derived from Viatris&#8217; audited financial statements in the same manner as Viatris&#8217; publicly reported free cash flow, except that the calculation for 2022 incentive program utilized budgeted foreign exchange rates and further adjusts for any of the following, as applicable: unplanned litigation gains or losses equal to or greater than $25 million in the aggregate, material changes related to changes in tax laws, unbudgeted IPR&#38;D costs, proceeds from the sale of property, plant and equipment, all impacts of the Biocon Biologics transaction following its consummation including results after closing and transaction related costs, and any incremental transaction costs related to other select assets sales/reshaping initiatives and material acquisition activities. Viatris&#8217; free cash flow as reported for the twelve months ended December 31, 2022 is reconciled to the most directly comparable U.S. GAAP measure in Appendix A. \n\n##TABLE_END The following table shows the 2022 actual incentive payout for each NEO reflecting Company performance at 186.63% of target. \n\n&#160;\n\n##TABLE_START NEO \n\n&#160; Actual Annual Incentive Award &#160; Michael Goettler\n\n&#160; $ 3,639,285 &#160; Rajiv Malik\n\n&#160; $ 2,799,450 &#160; Sanjeev Narula\n\n&#160; $ 1,586,355 &#160; Anthony Mauro\n\n&#160; $ 1,716,996 &#160; Robert J. Coury\n\n&#160; $ 5,039,010 &#160; ##TABLE_END 2022 Long-Term Incentive Compensation Programs \n\nLong-Term Incentive Compensation Grants for 2022 \n\nThe Compensation Committee believes that the value of long-term incentives should be directly related to the performance of Viatris&#8217; ordinary shares over several years, as well as other measures associated with the growth, success, and long-term sustainability of Viatris. The Compensation Committee approved annual long-term incentive (&#8220;LTI&#8221;) award grants in the first quarter of 2022. \n\n&#160;\n\nIn 2022, we increased the percentage of performance-based awards (which are subject to a TSR modifier) from 60% to 65%, with 65% of each NEO&#8217;s award in the form of PRSUs and 35% in the form of restricted stock units (&#8220;RSUs&#8221;). RSUs vest ratably over a three-year period following the grant date, and PRSUs vest as described below. This mix of LTI awards provides NEOs with a combination of incentives and aligns them with the interests of shareholders. \n\nEach NEO&#8217;s 2022 LTI award had a targeted value at grant equal to a percentage of the NEO&#8217;s base salary. In setting each NEO&#8217;s LTI targeted value, the Compensation Committee considered a variety of factors, including, among others, peer group compensation and expectations regarding individual roles and responsibilities. \n\nFor 2022, the Compensation Committee approved the following annual LTI award values for our NEOs: \n\n&#160;\n\n##TABLE_START NEO \n\n&#160; PRSUs &#160; &#160; RSUs &#160; &#160; Total LTI Award &#160; Michael Goettler\n\n&#160; $ 5,915,000 &#160; &#160; $ 3,185,000 &#160; &#160; &#160; $9,100,000 &#160; Rajiv Malik\n\n&#160; $ 4,680,000 &#160; &#160; $ 2,520,000 &#160; &#160; &#160; $7,200,000 &#160; Sanjeev Narula\n\n&#160; $ 2,210,000 &#160; &#160; $ 1,190,000 &#160; &#160; &#160; $3,400,000 &#160; Anthony Mauro\n\n&#160; $ 2,080,000 &#160; &#160; $ 1,120,000 &#160; &#160; &#160; $3,200,000 &#160; Robert J. Coury\n\n&#160; $ 7,020,000 &#160; &#160; $ 3,780,000 &#160; &#160; $ 10,800,000 &#160; ##TABLE_END 2022 Three-Year PRSU Performance Metrics \n\nThe 2022 grant of PRSUs was subject to a free cash flow metric and relative market performance metric (i.e., relative TSR using the S&#38;P 500 Pharmaceutical Index, which is used as a modifier to determine the final payout percentage), as described below. The free cash flow metric incentivizes effective use of Viatris&#8217; capital to drive cash flow generation, encouraging behavior that is closely aligned with our efforts to drive a durable and sustainable business. In addition, the relative TSR modifier impacts executive pay based on Viatris&#8217; performance as compared to industry competitors. \n\nAs shown in the table below, payouts under the 2022 PRSUs will be determined in two steps. First, in the first quarter of 2025, the outcome of the free cash flow metric will be assessed, resulting in an initial payout percentage of 50% for threshold performance (with 0% payout for below threshold performance) up to 150% for maximum performance, with linear interpolation for achievement between threshold and maximum. Second, the relative TSR metric will be applied as a modifier to the initial payout percentage, decreasing it by 30%, leaving it unaffected, or increasing it by 30%, in order to calculate the final payout percentage. \n\n&#160;\n\n##TABLE_START Metric \n\n&#160; Weighting &#160; Threshold &#160; Target &#160; Maximum Free Cash Flow*\n\n&#160; 100% &#160; $6,900 million &#160; $7,900 million &#160; $8,900 million Relative TSR of Peer Group**\n\n&#160; Multiplier &#160; At or Below 25th Percentile of Peer Group &#160; Between 25th and 75th Percentiles of Peer Group &#160; At or Above 75th Percentile of Peer Group Payout Opportunity (as % of Target)\n\n&#160; &#160; &#160; 35% &#160; 100% &#160; 195% ##TABLE_END ##TABLE_START * Free cash flow is derived from Viatris&#8217; audited financial statements in the same manner as Viatris&#8217; publicly reported free cash flow, except that the calculation for the 2022 PRSUs utilized budgeted foreign exchange rates and further adjusts for any of the following, as applicable: unplanned litigation gains or losses equal to or greater than $25 million in the aggregate, material changes related to changes in tax laws, unbudgeted IPR&#38;D costs, proceeds from the sale of property, plant and equipment, all impacts of the Biocon Biologics transaction following its consummation including results after closing and transaction related costs, any incremental transaction costs related to other select assets sales/reshaping initiatives and material acquisition activities, all impacts of other select asset sales/reshaping initiatives, all impacts of material acquisition activities and proceeds from the monetization of the Biocon Biologics equity interest. Viatris&#8217; free cash flow as reported for the twelve months ended December 31, 2022 is reconciled to the most directly comparable U.S. GAAP measure in Appendix A. \n\n##TABLE_END &#160;\n\n##TABLE_START ** Relative TSR is calculated by comparing the difference between Viatris&#8217; 30-day trailing average closing ordinary share price at the day before the beginning of the performance period and day before the end of the performance period plus any dividends paid during the performance period against the same metric for each company in the S&#38;P 500 Pharmaceutical Index. \n\n##TABLE_END Payouts with respect to PRSUs granted in 2022 will be determined in early 2025 following the conclusion of the three-year performance cycle. \n\nGovernance and Other Considerations Impacting Viatris Compensation Decisions \n\nThe Compensation Committee and Board proactively consider external governance-related developments and trends relating to executive compensation. In setting or approving executive compensation, the Compensation Committee and Board may consider, in addition to any corporate goals and objectives applicable to an individual executive, some or all of the following: recognition of individual performance and contributions; pay for performance; alignment with long-term shareholder interests; advancement of Company strategic goals; maintenance of an appropriate level of fixed and at-risk compensation; remaining competitive with companies within the Company&#8217;s peer group; competition for executive talent; internal pay equity; leadership and mentoring skills and contributions; talent management; contributions to establishment or execution of corporate strategy; retention; compliance with applicable law and the Code of Business Conduct and Ethics and Company policy; and/or any other factors determined by the Board or the Compensation Committee to be in the interests of the Company. \n\nThe Compensation Committee and Board believe that each company must independently assess which market practices and trends are appropriate for the company at any particular time in the company&#8217;s history and remain fully committed to maintaining a strong compensation governance philosophy that is aligned with shareholder interests and best practices. See also page 27. \n\nCommitment to Responsible, Shareholder-Aligned Compensation Governance Practices \n\nThe following table summarizes certain specific compensation-related governance practices adopted by the Compensation Committee and Board with respect to 2022 compensation. We note that implementation of many of these practices was responsive to comments from shareholders or otherwise endorsed by shareholders. \n\n&#160;\n\n##TABLE_START What We Do \n\n&#10003; &#8194;&#8201;Maintain a significant portion of compensation aligned with shareholder interests and tied to share price or financial and operational business performance\n\n&#10003; &#8194;&#8201;Employ metrics for annual and long-term incentives that support both short- and long-term strategies and align with shareholder interests, including a non-financial metric in the annual program tied to important product development initiatives\n\n&#10003; &#8194;&#8201;Base long-term incentives heavily on performance-based metrics and short-term incentives entirely on performance-based metrics\n\n&#10003; &#8194;&#8201;Set rigorous and measurable performance goals and periodically review and discuss our executives&#8217; performance\n\n&#10003; &#8194;&#8201;Use double-trigger vesting for annual long-term incentive awards upon a change in control\n\n&#10003; &#8194;&#8201;Retain independent compensation consultants that report directly to the Compensation Committee\n\n&#10003; &#8194;&#8201;Maintain strong share ownership guidelines\n\n&#10003; &#8194;&#8201;Maintain a robust clawback policy\n\n&#10003; &#8194;&#8201;Engage with shareholders on compensation and governance matters\n\n&#10003; &#8194;&#8201;Consider peer groups and market data in determining compensation\n\n&#10003; &#8194;&#8201;Annual Say-on-Pay Vote\n\n##TABLE_END &#160;\n\n##TABLE_START What We Don&#8217;t Do \n\nX&#8194;&#8201;&#8201;New fixed-term NEO employment agreements\n\nX&#8194;&#8201;&#8201;Excise tax gross-ups \n\nX&#8194;&#8201;&#8201;Supplemental retirement agreements\n\nX&#8194;&#8201;&#8201;Exercise positive discretion in determining annual incentive compensation or LTI payouts\n\nX&#8194;&#8201;&#8201;Re-pricing of stock options without shareholder approval\n\nX&#8194;&#8201;&#8201;Hedging or pledging of shares\n\n##TABLE_END Limited Perquisites \n\nWe provide certain limited perquisites to our NEOs, including the following: \n\n&#160;\n\n##TABLE_START &#160; &#8226; &#160; Each NEO receives a car allowance or the use of a leased vehicle and payment of certain ancillary expenses. The NEOs are responsible for paying any taxes incurred relating to this perquisite. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Our NEOs take an extraordinarily active approach to overseeing and managing Viatris&#8217; global operations, which necessitates and will continue to necessitate a significant amount of U.S. domestic and international travel time due to our diverse business centers, manufacturing and other facilities, and many client and vendor locations around the world. Viatris provides management with access to corporate aircraft to assist in the management of Viatris&#8217; global platform by providing a more efficient and secure traveling environment, including where sensitive business issues may be discussed or reviewed, as well as maximum flexibility to our executives in the conduct of business. For reasons of business efficiency and continued security-related concerns (including personal security, especially given the global nature of Viatris&#8217; business, as well as privacy of business information and communications), we also may from time to time require certain executives to use corporate aircraft for business and personal purposes. \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; &#8226; &#160; Because of continued security-related concerns, we may from time-to-time provide certain NEOs with personal security. \n\n##TABLE_END 401(k) Restoration Plan \n\nThe 401(k) Restoration Plan (the &#8220;Restoration Plan&#8221;) permits employees (including NEOs) who earn compensation in excess of the limits imposed by Section 401(a)(17) of the Internal Revenue Code of 1986, as amended (the &#8220;Code&#8221;) to (i) defer a portion of base salary and bonus compensation, (ii) be (for employees other than the NEOs with a Retirement Benefit Agreement) credited with a Company matching contribution in respect of deferrals under the Restoration Plan, and (iii) be credited with Company non-elective contributions (to the extent made by Viatris), in each case, to the extent that participants otherwise would be able to defer or be credited with such amounts, as applicable, under Viatris&#8217; 401(k) plan if not for the limits on contributions and deferrals imposed by the Code. Company matching contributions immediately vest and Company non-elective contributions are subject to an initial three-year vesting period. Upon a change in control (as defined in the Restoration Plan), a participant will become 100% vested in any unvested portion of his or her non-elective contributions. Distributions of such participant&#8217;s vested account balance will be made in a lump sum within 60 days following a participant&#8217;s separation from service (or such later date as may be required by Section 409A of the Code). \n\n&#160;\n\n2022 Share Ownership Requirements \n\nViatris maintains robust share ownership requirements for our NEOs. The requirement is expressed as a multiple of base salary and shown in the table below. \n\n&#160;\n\n##TABLE_START Position \n\n&#160; Ownership \n\nRequirement \n\n&#160; Executive Chairman\n\n&#160; &#160; 6x &#160; Chief Executive Officer\n\n&#160; &#160; 6x &#160; President\n\n&#160; &#160; 4x &#160; Other NEOs\n\n&#160; &#160; 3x &#160; ##TABLE_END In addition to the NEOs, the Viatris share ownership policy covers the most senior employees at Viatris to promote an ownership culture and further align the interests of those leaders with those of shareholders. Each covered employee has five years from the date they became subject to the policy to achieve the minimum ownership requirement. Common stock actually owned by the covered employee (including shares of common stock held by the covered employee in the Restoration Plan), as well as restricted shares and unvested RSUs and PRSUs (including corresponding dividend equivalent units (&#8220;DEUs&#8221;)) count toward compliance with these requirements. All NEOs meet these share ownership requirements or are expected to meet them by the applicable date. \n\nClawback Policy \n\nThe Board has approved a clawback policy relating to incentive compensation programs. The policy provides that Viatris may take action to recoup annual incentive compensation and equity-based incentive compensation gains resulting from specified misconduct that causes Viatris to materially restate its financial statements. \n\nThe policy also provides that Viatris may take action to recoup some or all bonus and equity incentive compensation in the event of executive misconduct involving material violations of law or Viatris policy as well as failure to manage or monitor another individual who committed such misconduct, and that the Board or a designated Board committee will disclose the circumstances of any recoupment relating to such misconduct if required by law or regulation or if it determines that disclosure is in the best interests of Viatris and its shareholders. \n\nIn addition, Viatris has a number of other policies in effect that govern our executive team&#8217;s behavior and that set out clear ethical expectations. Those policies, including our Code of Business Conduct and Ethics, empower Viatris to take a full range of disciplinary responses for any violations, and the Board and the Compensation Committee are not otherwise constrained from seeking to clawback from or deny compensation to any member of the executive team in response to any breach of duties or ethics. The Board considers additional updates to the clawback policy from time to time. \n\nOn October 26, 2022, the SEC adopted rules implementing the clawback provisions of the Dodd-Frank Act. The final rules direct the stock exchanges to establish listing standards requiring listed companies to develop and implement a policy providing for the recovery of erroneously awarded incentive-based compensation received by current or former executive officers and to satisfy related disclosure obligations. We intend to timely amend our clawback policy to reflect these new requirements. \n\n&#160;\n\nAnti-Hedging and Anti-Pledging Policy \n\nViatris has a securities trading policy that prohibits directors and Section 16 Officers and their respective designees from trading in hedging instruments or otherwise engaging in any transaction that limits or eliminates, or is designed to limit or eliminate, economic risks associated with the ownership of our securities. Hedging instruments are defined as any prepaid variable forward contracts, equity swaps, collars, exchange funds, insurance contracts, short sales, options, puts, calls or other instruments that hedge or offset, or are designed to hedge or offset, movements in the market value of our securities. For purposes of this policy, our securities include shares and options to purchase shares, and any other type of securities that we may issue, including but not limited to, preferred shares, notes, debentures, and warrants issued by Viatris or any parent, subsidiary, or subsidiary of any parent of Viatris, as well as any derivative financial instruments pertaining to such securities, whether or not issued by us, such as options and forward contracts. \n\nThe policy also prohibits Directors and Section 16 Officers and their respective designees from entering into any transaction that involves the holding of our securities in a margin account (other than the &#8220;cashless exercise&#8221; of stock options) or the pledging of our securities as collateral for loans. The Compensation Committee may approve exceptions to the prohibition on the use of margin accounts or pledging or securities if, among other factors, the Director or Section 16 Officer demonstrates, in advance, that he or she has the continuing financial capacity to repay any underlying loan or potential margin call without resorting to our securities held in such margin account or our pledged securities and is not in possession of any material information about the Company that has not been made widely available to the investing public. \n\nConsideration of Risk in Company Compensation Policies \n\nThe Compensation Committee has considered risk management in determining compensation policies and believes that our programs are designed appropriately to encourage outstanding, consistent, sustainable business performance over extended periods of time. Management and the Compensation Committee have considered and discussed the risks inherent in our business and the design of our compensation plans, policies and programs that are intended to drive the achievement of our long-term business objectives while avoiding excessive short-term risk-taking. In addition, we utilize a mix of objective performance measures, so that undue emphasis is not placed on one particular measure, and we employ different types of compensation to provide value over the short-, medium- and long-term. These performance measures are reevaluated annually in light of the evolving risk environment facing our business. When making compensation decisions, we also consider qualitative factors to avoid the consequences that an overly formulaic approach may have on excessive risk-taking by management. At least annually, the Compensation Committee also receives and discusses a report from Meridian Compensation Partners, LLC (&#8220;Meridian&#8221;), its independent compensation consultant, on risk management in connection with the Company&#8217;s compensation program. \n\nThe Compensation Committee believes that our compensation policies and practices do not encourage excessive risk and are not reasonably likely to have a material adverse effect on the Company. \n\nRole of the Compensation Committee \n\nThe Compensation Committee is comprised solely of independent Directors and oversees the design and implementation of our executive compensation programs. The Compensation Committee reviews and evaluates the performance of our NEOs and determines their compensation and objectives, or, in the case of our Executive Chairman and CEO, recommends compensation and objectives to the independent, non-executive members of the Board. The Compensation Committee monitors compensation trends and \n\n&#160;\n\ndevelopments periodically and undertakes a comprehensive assessment of our compensation programs at least annually. In fulfilling these responsibilities, the Compensation Committee utilizes the support of independent compensation consulting firms, independent outside counsel, and an internal executive compensation team. \n\nThe Compensation Committee has retained Meridian to provide advice and information regarding the design and implementation of Viatris&#8217; executive compensation programs. Meridian also provided information to the Compensation Committee regarding regulatory and other technical developments that may be relevant to our executive compensation programs. In addition, Meridian provided the Compensation Committee with competitive market information, analyses and trends on executive base salary, annual incentives, long-term incentives, benefits and perquisites. \n\nThe Compensation Committee also receives advice from outside counsel including, but not limited to, Cravath, Swaine &#38; Moore LLP. \n\nThe Compensation Committee performs an annual review of the independence of its outside advisors, consistent with NASDAQ requirements and the Compensation Committee charter. \n\nTax Deduction Cap on Executive Compensation \n\nSection 162(m) of the Code restricts the deductibility for U.S. federal income tax purposes of the compensation paid to the CEO, CFO, each of the other NEOs who was an executive officer at the end of the applicable fiscal year, and certain other executives to the extent that such compensation for such executive exceeds $1 million. As a result, except to the extent provided in limited transition relief, compensation over $1 million paid to any NEO is no longer deductible under Section 162(m) of the Code. The Board and the Compensation Committee reserve the right to provide compensation to our executives that is not deductible, including, but not limited to, when necessary to comply with contractual commitments, or to maintain the flexibility needed to attract talent, promote retention, or recognize and reward desired performance. \n\nCompensation Committee Report \n\nWe have reviewed and discussed the CD&#38;A with management. Based on such review and discussions, we recommended to the Board that the CD&#38;A be included in this Amendment. \n\nRespectfully submitted, \n\nMelina Higgins, Chair \n\nJames M. Kilts \n\nHarry A. Korman \n\nPauline van der Meer Mohr \n\nCompensation Committee Interlocks and Insider Participation \n\nNone of the members of the Compensation Committee during 2022 was an officer or employee of Viatris, was formerly an officer of Viatris, or had any relationship requiring disclosure by Viatris under Item 404 of Regulation S-K. During 2022, no executive officer of Viatris served on the compensation committee or board of another entity, one of whose executive officers served on the Compensation Committee or the Board of Viatris. \n\n&#160;\n\nExecutive Compensation Tables \n\n2022 Summary Compensation Table \n\nThe following summary compensation table sets forth the cash and non-cash compensation paid or granted to or earned by the NEOs. The 2021 and 2022 compensation reflects the first full years of Viatris&#8217; simplified performance-based compensation program. Portions of reported 2020 compensation include one-time transaction-related items and address certain legacy company (Upjohn and Mylan) commitments that are not components of the Viatris 2021 and 2022 compensation program. \n\n&#160;\n\n##TABLE_START Name and Principal Position &#160; Fiscal \n\nYear \n\n&#160; &#160; Salary \n\n($) (1) \n\n&#160; &#160; Bonus \n\n($) (2) \n\n&#160; &#160; Stock \n\nAwards \n\n($) (3) \n\n&#160; &#160; Option \n\nAwards \n\n($) (4) \n\n&#160; &#160; Non-Equity \n\nIncentive Plan \n\nCompensation \n\n($) (5) \n\n&#160; &#160; Change in \n\nPension Value \n\nand Non- qualified \n\nDeferred \n\nCompensation \n\nEarnings \n\n($) (6) \n\n&#160; &#160; All Other \n\nCompensation \n\n($) (7) \n\n&#160; &#160; Total \n\n($) \n\n&#160; Michael Goettler\n\nChief Executive Officer \n\n&#160; &#160; 2022 &#160; &#160; &#160; 1,300,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 9,100,001 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 3,639,285 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 731,984 &#160; &#160; &#160; 14,771,270 &#160; &#160; &#160; 2021 &#160; &#160; &#160; 1,300,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 9,100,015 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 3,716,115 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 663,440 &#160; &#160; &#160; 14,779,570 &#160; &#160; &#160; 2020 &#160; &#160; &#160; 871,875 &#160; &#160; &#160; 1,000,000 &#160; &#160; &#160; 2,400,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 951,675 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 249,355 &#160; &#160; &#160; 5,472,905 &#160; Sanjeev Narula\n\nChief Financial Officer \n\n&#160; &#160; 2022 &#160; &#160; &#160; 840,385 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 3,400,006 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 1,586,355 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 281,660 &#160; &#160; &#160; 6,108,406 &#160; &#160; &#160; 2021 &#160; &#160; &#160; 800,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 2,800,011 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 1,524,560 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 526,114 &#160; &#160; &#160; 5,650,685 &#160; &#160; &#160; 2020 &#160; &#160; &#160; 539,183 &#160; &#160; &#160; 1,000,000 &#160; &#160; &#160; 425,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 303,021 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 661,719 &#160; &#160; &#160; 2,928,923 &#160; Rajiv Malik\n\nPresident \n\n&#160; &#160; 2022 &#160; &#160; &#160; 1,200,000 &#160; &#160; &#160; 10,950,000 &#160; &#160; &#160; 7,200,007 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 2,799,450 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 405,434 &#160; &#160; &#160; 22,554,891 &#160; &#160; &#160; 2021 &#160; &#160; &#160; 1,200,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 7,200,017 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 2,858,550 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 363,683 &#160; &#160; &#160; 11,622,250 &#160; &#160; &#160; 2020 &#160; &#160; &#160; 1,155,769 &#160; &#160; &#160; 2,500,000 &#160; &#160; &#160; 6,210,015 &#160; &#160; &#160; 690,001 &#160; &#160; &#160; 2,358,386 &#160; &#160; &#160; 336,290 &#160; &#160; &#160; 851,522 &#160; &#160; &#160; 14,101,983 &#160; Anthony Mauro\n\nPresident, Developed Markets \n\n&#160; &#160; 2022 &#160; &#160; &#160; 800,000 &#160; &#160; &#160; 6,553,800 &#160; &#160; &#160; 3,200,005 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 1,716,996 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 317,968 &#160; &#160; &#160; 12,588,769 &#160; &#160; &#160; 2021 &#160; &#160; &#160; 800,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 3,200,017 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 1,753,244 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 296,654 &#160; &#160; &#160; 6,049,915 &#160; &#160; &#160; 2020 &#160; &#160; &#160; 800,000 &#160; &#160; &#160; 1,000,000 &#160; &#160; &#160; 2,880,022 &#160; &#160; &#160; 320,005 &#160; &#160; &#160; 1,501,164 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 243,446 &#160; &#160; &#160; 6,744,637 &#160; Robert J. Coury\n\nExecutive Chairman \n\n&#160; &#160; 2022 &#160; &#160; &#160; 1,800,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 10,800,015 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 5,039,010 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 859,620 &#160; &#160; &#160; 18,498,645 &#160; &#160; &#160; 2021 &#160; &#160; &#160; 1,800,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 10,800,010 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 5,145,390 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 806,678 &#160; &#160; &#160; 18,552,078 &#160; &#160; &#160; 2020 &#160; &#160; &#160; 1,800,000 &#160; &#160; &#160; 10,000,000 &#160; &#160; &#160; 12,451,936 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 4,405,590 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 399,850 &#160; &#160; &#160; 29,057,376 &#160; ##TABLE_END ##TABLE_START (1) Represents the base salary actually paid to the NEO in 2022, 2021 and 2020. The 2020 amount includes the salary paid by Mylan or Upjohn, as applicable, prior to the closing of the Combination, and by Viatris after the closing of the Combination. For Mr. Coury, the amount includes the cash retainer received while serving as Mylan&#8217;s non-executive Chairman from January 1, 2020 through April 15, 2020, his base salary for serving as Mylan&#8217;s Executive Chairman from April 15, 2020 to the closing of the Combination, and his base salary for serving as Viatris&#8217; Executive Chairman for the remainder of 2020. \n\n##TABLE_END ##TABLE_START (2) In connection with the Combination in 2020, Messrs. Malik and Mauro were each granted a retention bonus (equal to $10,950,000 and $6,553,800, respectively), which became payable in 2022 upon the two-year anniversary of the Combination, subject to Messrs. Malik&#8217;s and Mauro&#8217;s continued employment through such date. In connection with the Combination in 2020, Messrs. Goettler and Narula each became entitled to receive a $1 million transaction-related payment previously granted to them by Pfizer. In connection with the Combination in 2020, Mr. Malik and Mr. Mauro received cash awards equal to $2.5 million and $1 million, respectively, in recognition of their significant efforts in connection with integration planning matters related to the Combination in addition to their customary responsibilities. In connection with the Combination in 2020, Mr. Coury received a one-time cash recognition award of $10 million (which recognized and rewarded Mr. Coury for, among other things: the fact that Mr. Coury assumed an executive role with Mylan in April 2020 but did not receive an annual equity grant at that time (which, had it been awarded, would have been valued at approximately $10.8 million); his strategic leadership of Mylan; the unexpected and significantly increased efforts expended by Mr. Coury on company matters since April 2020, including during the COVID-19 pandemic; \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; his significant leadership in the analysis and negotiation relating to the Combination and integration planning matters with respect to the Combination; and his expected leadership, direction and efforts for the combined company so that shareholders can realize the significant opportunity and benefits that are expected from the Combination). \n\n##TABLE_END ##TABLE_START (3) Represents the grant date fair value of the long-term incentive awards granted to the NEO in 2022, 2021 and 2020, as applicable. The grant date fair value of PRSUs for 2022 is based on the target value and is as follows: Messrs. Goettler ($5,915,000), Narula ($2,210,003), Malik ($4,680,005), Mauro ($2,080,004) and Coury ($7,020,007). If the maximum achievement of performance goals had been assumed, the grant date fair value of the PRSUs for 2022 would have been as follows: Messrs. Goettler ($11,534,250), Narula ($4,309,506), Malik ($9,126,010), Mauro ($4,056,008) and Coury ($13,689,014). With respect to Messrs. Goettler and Narula&#8217;s 2020 award, the grant date fair value represents cash-based awards granted by Pfizer in 2020 prior to the Combination, equal to $2,400,000 and $425,000, respectively. In connection with the Combination, these and certain other Pfizer awards were canceled and forfeited and Messrs. Goettler and Narula were granted Viatris RSUs to replace such forfeited Pfizer awards. With respect to Messrs. Malik and Mauro&#8217;s 2020 award, the grant date fair value represents RSUs and PRSUs granted by Mylan in 2020 prior to the Combination. In the case of PRSUs, value is based on the target value as follows: Mr. Malik ($3,450,010) and Mr. Mauro ($1,600,014). In connection with the Combination, PRSUs were converted into an award of Viatris RSUs on a one-for-one basis assuming target level performance and RSUs were also converted into Viatris RSUs on a one-for-one basis. With respect to Mr. Coury, the grant date fair value of stock awards for 2020 represents the 1.6 million PRSUs granted by Viatris in connection with the Combination pursuant to his Value Creation Award, based on the Monte Carlo value equal to $12,451,936. For information regarding assumptions used in determining the expense of such awards, please refer to Note 14 to the Company&#8217;s Consolidated Financial Statements contained in the Form 10-K. \n\n##TABLE_END ##TABLE_START (4) Represents the grant date fair value of the option awards granted by Mylan in 2020 prior to the Combination. In connection with the Combination, these option awards were converted into options to purchase shares of Viatris common stock on a one-for-one basis. \n\n##TABLE_END ##TABLE_START (5) Represents amounts paid under the Company&#8217;s annual short-term incentive plan. For a discussion of this plan, see &#8220;2022 Annual Incentive Compensation Program&#8221; on pages 29 to 30. \n\n##TABLE_END ##TABLE_START (6) Represents the aggregate change in present value of Mr. Malik&#8217;s accumulated benefit under Mr. Malik&#8217;s Retirement Benefit Agreement. Mr. Malik&#8217;s Retirement Benefit Agreement was frozen as of the Combination and Mr. Malik no longer accrues additional benefits under the agreement. In computing this amount, we used the same assumptions that were used to determine the expense amounts recognized in our 2020 financial statements. In 2020, the impact of a decrease in the applicable discount rates led to an increase in the present value of accumulated benefits of $336,290 for Mr. Malik. For further information concerning Mr. Malik&#8217;s Retirement Benefit Agreement, see the Pension Benefits for 2022 Table on page 44. Messrs. Goettler and Narula participated in pension plans of Pfizer prior to the Combination, and Pfizer retained all liabilities with respect to such plans. \n\n##TABLE_END &#160;\n\n##TABLE_START (7) Amounts shown in this column are detailed in the following chart. \n\n##TABLE_END &#160;\n\n##TABLE_START Name &#160; Fiscal \n\nYear \n\n&#160; &#160; Use of \n\nCompany \n\nProvided \n\nAutomobile \n\n($) (a) \n\n&#160; &#160; Personal \n\nUse of \n\nCompany \n\nAircraft \n\n($) (b) \n\n&#160; &#160; Expatriate \n\nBenefits \n\n($) (c) \n\n&#160; &#160; 401(k) and \n\nProfit \n\nSharing \n\nPlan \n\nMatching \n\nand Profit \n\nSharing \n\nContribution \n\n($) (d) \n\n&#160; &#160; Restoration \n\nPlan \n\nContribution \n\n($) (e) \n\n&#160; &#160; Other \n\n($) (f) \n\n&#160; &#160; Total \n\n($) \n\n&#160; Michael Goettler\n\n&#160; &#160; 2022 &#160; &#160; &#160; 21,162 &#160; &#160; &#160; 68,081 &#160; &#160; &#160; 95,554 &#160; &#160; &#160; 31,350 &#160; &#160; &#160; 514,149 &#160; &#160; &#160; 1,688 &#160; &#160; &#160; 731,984 &#160; &#160; &#160; 2021 &#160; &#160; &#160; 19,451 &#160; &#160; &#160; 58,797 &#160; &#160; &#160; 227,481 &#160; &#160; &#160; 30,300 &#160; &#160; &#160; 325,762 &#160; &#160; &#160; 1,649 &#160; &#160; &#160; 663,440 &#160; &#160; &#160; 2020 &#160; &#160; &#160; 2,400 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 43,863 &#160; &#160; &#160; 9,750 &#160; &#160; &#160; 193,199 &#160; &#160; &#160; 143 &#160; &#160; &#160; 249,355 &#160; Sanjeev Narula\n\n&#160; &#160; 2022 &#160; &#160; &#160; 19,262 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 4,756 &#160; &#160; &#160; 27,504 &#160; &#160; &#160; 228,450 &#160; &#160; &#160; 1,688 &#160; &#160; &#160; 281,660 &#160; &#160; &#160; 2021 &#160; &#160; &#160; 19,200 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 336,440 &#160; &#160; &#160; 26,454 &#160; &#160; &#160; 139,419 &#160; &#160; &#160; 4,601 &#160; &#160; &#160; 526,114 &#160; &#160; &#160; 2020 &#160; &#160; &#160; 2,400 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 631,856 &#160; &#160; &#160; 7,231 &#160; &#160; &#160; 20,089 &#160; &#160; &#160; 143 &#160; &#160; &#160; 661,719 &#160; Rajiv Malik\n\n&#160; &#160; 2022 &#160; &#160; &#160; 30,998 &#160; &#160; &#160; 71,273 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 37,519 &#160; &#160; &#160; 262,749 &#160; &#160; &#160; 2,895 &#160; &#160; &#160; 405,434 &#160; &#160; &#160; 2021 &#160; &#160; &#160; 6,847 &#160; &#160; &#160; 62,141 &#160; &#160; &#160; 26,036 &#160; &#160; &#160; 32,700 &#160; &#160; &#160; 228,787 &#160; &#160; &#160; 7,172 &#160; &#160; &#160; 363,683 &#160; &#160; &#160; 2020 &#160; &#160; &#160; 2,204 &#160; &#160; &#160; 9,482 &#160; &#160; &#160; 606,221 &#160; &#160; &#160; 31,222 &#160; &#160; &#160; 182,052 &#160; &#160; &#160; 20,341 &#160; &#160; &#160; 851,522 &#160; Anthony Mauro\n\n&#160; &#160; 2022 &#160; &#160; &#160; 19,200 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 39,666 &#160; &#160; &#160; 244,857 &#160; &#160; &#160; 14,245 &#160; &#160; &#160; 317,968 &#160; &#160; &#160; 2021 &#160; &#160; &#160; 19,200 &#160; &#160; &#160; 9,150 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 31,570 &#160; &#160; &#160; 230,711 &#160; &#160; &#160; 6,023 &#160; &#160; &#160; 296,654 &#160; &#160; &#160; 2020 &#160; &#160; &#160; 19,200 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 31,484 &#160; &#160; &#160; 189,360 &#160; &#160; &#160; 3,402 &#160; &#160; &#160; 243,446 &#160; Robert J. Coury\n\n&#160; &#160; 2022 &#160; &#160; &#160; 22,680 &#160; &#160; &#160; 5,926 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 32,427 &#160; &#160; &#160; 726,188 &#160; &#160; &#160; 72,399 &#160; &#160; &#160; 859,620 &#160; &#160; &#160; 2021 &#160; &#160; &#160; 24,563 &#160; &#160; &#160; 29,184 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 31,377 &#160; &#160; &#160; 680,312 &#160; &#160; &#160; 41,242 &#160; &#160; &#160; 806,678 &#160; &#160; &#160; 2020 &#160; &#160; &#160; 25,111 &#160; &#160; &#160; 30,363 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 28,300 &#160; &#160; &#160; 275,306 &#160; &#160; &#160; 40,770 &#160; &#160; &#160; 399,850 &#160; ##TABLE_END ##TABLE_START (a) In the case of Messrs. Goettler, Narula, Mauro, and Coury, these costs represent a vehicle allowance and ancillary expenses associated with such vehicle. In the case of Mr. Malik, this number represents the cost of a vehicle (based on lease value), insurance and ancillary expenses associated with such vehicle. \n\n##TABLE_END ##TABLE_START (b) Amounts disclosed represent the actual aggregate incremental costs associated with the personal use of corporate aircraft. Incremental costs include annual average hourly fuel and maintenance costs, landing and parking fees, customs and handling charges, passenger catering and ground transportation, crew travel expenses, away from home hanger fees, and other trip-related variable costs. Because the aircrafts are used primarily for business travel, incremental costs exclude fixed costs that do not change based on usage, such as pilots&#8217; salaries, aircraft purchase or lease costs, home-base hangar costs, and certain maintenance fees. Aggregate incremental cost as so determined with respect to personal deadhead flights is allocable to the NEO. In certain instances where there are both business and personal passengers, the incremental costs per hour are pro-rated. \n\n##TABLE_END ##TABLE_START (c) For 2022, amounts disclosed for Messrs. Goettler and Narula include the value of certain one-time, non-recurring expatriate, repatriation and relocation benefits of $95,554 and $4,756, respectively. For 2021, amounts disclosed include for Messrs. Goettler and Narula the value of certain one-time, non-recurring expatriate, repatriation and relocation benefits of $227,481 and $336,440, respectively. For 2020, amounts for Messrs. Goettler and Narula include the value of certain one-time, non-recurring expatriate, repatriation and relocation benefits of $43,863 and $631,856, respectively, paid by Pfizer and/or Viatris in 2020. Repatriation for Messrs. Goettler and Narula occurred on September 30, 2020. For 2021, the amount disclosed for Mr. Malik represents one-time, non-recurring immigration expenses of $26,036. For 2020, the amount disclosed reflects expatriate benefits for Mr. Malik that represent income taxes paid by Mylan in connection with Mr. Malik&#8217;s expatriate assignment to the United States from India effective January 1, 2012. Specifically, Mr. Malik was responsible for, and continued to pay taxes equal to those he would have been obligated to pay had he maintained his principal work location and residence in India rather than having transferred, at \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; Mylan&#8217;s request, to the United States, while Mylan generally paid for all additional taxes, including Mr. Malik&#8217;s tax obligations on the imputed income associated with Mylan&#8217;s payment of taxes on his behalf. This amount for Mr. Malik is net of Mylan&#8217;s estimated tax refunds for each year. The estimated refund was $274,822 for 2020. Mr. Malik is no longer eligible for these legacy tax equalization benefits. \n\n##TABLE_END ##TABLE_START (d) For 2022, amounts for each NEO include a matching contribution for Messrs. Goettler ($10,000), Narula ($6,154), Malik ($16,169), Mauro ($18,316), and Coury ($11,077) and a profit sharing contribution received in March 2023 in respect of fiscal year 2022 to each of Messrs. Goettler, Narula, Malik, Mauro, and Coury ($21,350). For 2021, amounts for each NEO include a matching contribution for Messrs. Goettler ($10,000), Narula ($6,154), Malik ($12,400), Mauro ($11,270), and Coury ($11,077) and a profit sharing contribution received in March 2022 in respect of fiscal year 2021 to each of Messrs. Goettler, Narula, Malik, Mauro, and Coury ($20,300). For 2020, amounts disclosed for each NEO include a matching contribution for Messrs. Narula ($1,231), Malik ($14,122), Mauro ($14,384), and Coury ($11,200) and a profit sharing contribution received in March 2021 in respect of fiscal year 2020 for Messrs. Goettler ($9,750) and Narula ($6,000) and to each of Messrs. Malik, Mauro, and Coury ($17,100). \n\n##TABLE_END ##TABLE_START (e) For 2022, amounts disclosed include a matching contribution under the Restoration Plan for Messrs. Goettler ($184,371), Narula ($82,254), Mauro ($87,480), and Coury ($261,360), and a profit sharing contribution under the Restoration Plan received in March 2023 in respect of fiscal year 2022 for Messrs. Goettler ($329,778), Narula ($144,196), Malik ($262,749), Mauro ($157,377), and Coury ($464,827). For 2021, amounts disclosed include a matching contribution under the Restoration Plan for Messrs. Goettler ($188,445), Narula ($80,782), Mauro ($89,930), and Coury ($266,221), and a profit sharing contribution under the Restoration Plan received in March 2022 in respect of fiscal year 2021 for Messrs. Goettler ($137,315), Narula ($58,637), Malik ($228,787), Mauro ($140,781), and Coury ($414,091). Last year&#8217;s proxy statement reported that Mr. Goettler received Restoration Plan contributions totaling $215,784; the updated value for 2021 is reflected above, with corresponding adjustments to the total amount of All Other Compensation for such year. For 2020, amounts disclosed include, for Messrs. Goettler, Mauro and Coury a matching contribution under the Restoration Plan of $36,467, $130,584, and $215,857, respectively, and a profit sharing contribution under the Restoration Plan received in March 2021 in respect of fiscal year 2020 for each of Messrs. Malik, Mauro, and Coury equal to $182,052, $58,776, and $59,449, respectively. Amounts disclosed for Messrs. Goettler and Narula include Retirement Savings Contributions under Pfizer&#8217;s plans in the amount of $156,732 and $20,089, respectively. \n\n##TABLE_END ##TABLE_START (f) For 2022, amounts disclosed represent health insurance for Messrs. Malik and Coury ($30,699); certain personal security services for Mr. Coury ($38,447); international travel assistance premiums for each of the NEOs; events for Mr. Mauro ($10,788); tax preparation services related to U.K. tax returns for Messrs. Mauro and Coury; and long-term disability premiums for Messrs. Goettler, Narula, Malik, Mauro and Coury. For 2021, amounts disclosed represent health insurance for Messrs. Malik and Coury ($11,601); certain personal security services for Mr. Coury ($29,233); international travel assistance premiums for each of the NEOs; events for Messrs. Narula, Malik, and Mauro; tax preparation services related to U.K. tax returns for Messrs. Malik and Mauro; and long-term disability premiums for Messrs. Goettler, Narula, Malik, and Mauro. For 2020, amounts disclosed represent health insurance for Messrs. Malik and Coury ($29,102); certain personal security services for Messrs. Malik and Coury; events for Mr. Malik; tax preparation services related to U.K. tax returns for Messrs. Mauro and Coury; long-term disability premiums for Messrs. Goettler, Narula, Malik, Mauro, and Coury; and international travel assistance premiums for Messrs. Malik, Mauro, and Coury. \n\n##TABLE_END &#160;\n\nGrants of Plan-Based Awards for 2022 \n\nThe following table summarizes grants of plan-based awards made to each NEO during 2022. \n\n&#160;\n\n##TABLE_START &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Estimated Future Payments \n\nUnder \n\nNon-Equity Incentive Plan Awards (1) \n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Estimated Future Payments \n\nUnder \n\nEquity Incentive Plan Awards (2) \n\n&#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Name &#160; Grant Date &#160; &#160; Approval Date &#160; &#160; Threshold ($) &#160; &#160; Target ($) &#160; &#160; Maximum ($) &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Threshold (#) &#160; &#160; Target (#) &#160; &#160; Maximum (#) &#160; &#160; All \n\nOther \n\nStock \n\nAwards: \n\nNumber \n\nof \n\nShares \n\nof Stock \n\nor Units (#) (3) \n\n&#160; &#160; All Other \n\nOption \n\nAwards: \n\nNumber of \n\nSecurities \n\nUnderlying Options (#) \n\n&#160; &#160; Exercise \n\nor Base \n\nPrice of \n\nOption Awards ($/Sh) \n\n&#160; &#160; Grant \n\nDate Fair \n\nValue \n\nof \n\nStock and \n\nOption Awards ($) (4) \n\n&#160; Michael Goettler\n\n&#160; &#160; &#160; &#160; 975,000 &#160; &#160; &#160; 1,950,000 &#160; &#160; &#160; 3,900,000 &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 3/4/2022 &#160; &#160; &#160; 3/4/2022 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; 202,966 &#160; &#160; &#160; 579,902 &#160; &#160; &#160; 1,130,809 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 5,915,000 &#160; &#160; &#160; 3/4/2022 &#160; &#160; &#160; 3/4/2022 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 312,255 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 3,185,001 &#160; Sanjeev Narula\n\n&#160; &#160; &#160; &#160; 425,000 &#160; &#160; &#160; 850,000 &#160; &#160; &#160; 1,700,000 &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 3/4/2022 &#160; &#160; &#160; 3/4/2022 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; 75,834 &#160; &#160; &#160; 216,667 &#160; &#160; &#160; 422,501 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 2,210,003 &#160; &#160; &#160; 3/4/2022 &#160; &#160; &#160; 3/4/2022 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 116,667 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 1,190,003 &#160; Rajiv Malik\n\n&#160; &#160; &#160; &#160; 750,000 &#160; &#160; &#160; 1,500,000 &#160; &#160; &#160; 3,000,000 &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 3/4/2022 &#160; &#160; &#160; 3/4/2022 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; 160,589 &#160; &#160; &#160; 458,824 &#160; &#160; &#160; 894,707 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 4,680,005 &#160; &#160; &#160; 3/4/2022 &#160; &#160; &#160; 3/4/2022 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 247,059 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 2,520,002 &#160; Anthony Mauro\n\n&#160; &#160; &#160; &#160; 460,000 &#160; &#160; &#160; 920,000 &#160; &#160; &#160; 1,840,000 &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 3/4/2022 &#160; &#160; &#160; 3/4/2022 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; 71,373 &#160; &#160; &#160; 203,922 &#160; &#160; &#160; 397,648 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 2,080,004 &#160; &#160; &#160; 3/4/2022 &#160; &#160; &#160; 3/4/2022 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 109,804 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 1,120,001 &#160; Robert J. Coury\n\n&#160; &#160; &#160; &#160; 1,350,000 &#160; &#160; &#160; 2,700,000 &#160; &#160; &#160; 5,400,000 &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 3/4/2022 &#160; &#160; &#160; 3/4/2022 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; 240,883 &#160; &#160; &#160; 688,236 &#160; &#160; &#160; 1,342,061 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 7,020,007 &#160; &#160; &#160; &#160; 3/4/2022 &#160; &#160; &#160; 3/4/2022 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 370,589 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 3,780,008 &#160; ##TABLE_END ##TABLE_START (1) The performance goals under the annual incentive compensation program applicable to the NEOs during 2022 are described above in the CD&#38;A. For a discussion of these awards, see &#8220;2022 Annual Incentive Compensation Program&#8221; on pages 29 to 30 of this Amendment. \n\n##TABLE_END ##TABLE_START (2) Consists of PRSUs awarded under the Viatris 2020 Stock Plan. The vesting terms applicable to these awards are described above in the CD&#38;A and below following the Outstanding Equity Awards at the End of 2022 table. \n\n##TABLE_END ##TABLE_START (3) Consists of RSUs awarded under the Viatris 2020 Stock Plan. The vesting terms applicable to these awards are described above in the CD&#38;A and below following the Outstanding Equity Awards at the End of 2022 table. \n\n##TABLE_END ##TABLE_START (4) Represents the grant date fair value of the specific award granted to the NEO. For information regarding assumptions used in determining such value, please refer to Note 14 to the Company&#8217;s Consolidated Financial Statements contained in the Form 10-K. \n\n##TABLE_END &#160;\n\nOutstanding Equity Awards at the End of 2022 \n\nThe following table sets forth information concerning all of the outstanding LTI awards held by each NEO as of December 31, 2022. \n\n&#160;\n\n##TABLE_START &#160; &#160; Option Awards &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; Stock Awards &#160; Name &#160; Number of \n\nSecurities \n\nUnderlying \n\nUnexercised \n\nOptions (#) \n\nExercisable \n\n&#160; &#160; Number of \n\nSecurities \n\nUnderlying \n\nUnexercised \n\nOptions (#) \n\nUnexercisable (1) \n\n&#160; &#160; Option \n\nExercise \n\nPrice \n\n($) \n\n&#160; &#160; Option \n\nExpiration \n\nDate \n\n&#160; &#160; &#160;\n\n&#160;\n\n&#160; &#160; &#160;\n\n&#160;\n\n&#160; &#160; Number of \n\nShares or \n\nUnits of \n\nStock That \n\nHave Not \n\nVested \n\n(#) \n\n&#160; &#160; Market \n\nValue of \n\nShares \n\nor Units \n\nof Stock \n\nThat \n\nHave Not \n\nVested \n\n($) (2) \n\n&#160; &#160; Equity \n\nIncentive Plan Awards: \n\nNumber of \n\nUnearned \n\nShares, Units \n\nor Other Rights That Have Not \n\nVested (#) \n\n&#160; &#160; Equity Incentive \n\nPlan Awards: \n\nMarket or Payout Value of Unearned \n\nShares, Units or Other Rights That \n\nHave Not Vested \n\n($) (2) \n\n&#160; Michael Goettler\n\n&#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; 128,728 (3) &#160; &#160; &#160; 1,432,740 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; 183,245 (4) &#160; &#160; &#160; 2,039,514 &#160; &#160; &#160; 409,962 (6) &#160; &#160; &#160; 4,562,877 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; 323,480 (5) &#160; &#160; &#160; 3,600,327 &#160; &#160; &#160; 600,748 (7) &#160; &#160; &#160; 6,686,325 &#160; Sanjeev Narula\n\n&#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; 22,796 (3) &#160; &#160; &#160; 253,719 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; 56,383 (4) &#160; &#160; &#160; 627,546 &#160; &#160; &#160; 126,142 (6) &#160; &#160; &#160; 1,403,960 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; 120,861 (5) &#160; &#160; &#160; 1,345,181 &#160; &#160; &#160; 224,456 (7) &#160; &#160; &#160; 2,498,195 &#160; Rajiv Malik\n\n&#160; &#160; 34,389 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 55.84 &#160; &#160; &#160; 3/5/2024 &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 41,637 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 50.66 &#160; &#160; &#160; 11/17/2025 &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 50,168 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 46.27 &#160; &#160; &#160; 2/17/2026 &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 65,574 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 45.18 &#160; &#160; &#160; 3/3/2027 &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 71,600 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 40.97 &#160; &#160; &#160; 3/2/2028 &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 60,053 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 27.45 &#160; &#160; &#160; 3/1/2029 &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 56,581 &#160; &#160; &#160; 28,290 &#160; &#160; &#160; 17.48 &#160; &#160; &#160; 3/2/2030 &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; 52,632 (8) &#160; &#160; &#160; 585,794 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; 197,369 (9) &#160; &#160; &#160; 2,196,717 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; 144,985 (4) &#160; &#160; &#160; 1,613,686 &#160; &#160; &#160; 324,365 (6) &#160; &#160; &#160; 3,610,182 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; 255,940 (5) &#160; &#160; &#160; 2,848,612 &#160; &#160; &#160; 475,318 (7) &#160; &#160; &#160; 5,290,289 &#160; Anthony Mauro\n\n&#160; &#160; 3,236 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 30.90 &#160; &#160; &#160; 3/6/2023 &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 12,009 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 55.84 &#160; &#160; &#160; 3/5/2024 &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 16,265 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 50.66 &#160; &#160; &#160; 11/17/2025 &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 27,314 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 46.27 &#160; &#160; &#160; 2/17/2026 &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 29,275 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 45.18 &#160; &#160; &#160; 3/3/2027 &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 29,833 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 40.97 &#160; &#160; &#160; 3/2/2028 &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 27,851 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 27.45 &#160; &#160; &#160; 3/1/2029 &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 26,241 &#160; &#160; &#160; 13,120 &#160; &#160; &#160; 17.48 &#160; &#160; &#160; 3/2/2030 &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; 24,409 (8) &#160; &#160; &#160; 271,672 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; 91,534 (9) &#160; &#160; &#160; 1,018,773 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; 64,438 (4) &#160; &#160; &#160; 717,198 &#160; &#160; &#160; 144,163 (6) &#160; &#160; &#160; 1,604,534 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; 113,751 (5) &#160; &#160; &#160; 1,266,050 &#160; &#160; &#160; 211,253 (7) &#160; &#160; &#160; 2,351,246 &#160; Robert J. Coury\n\n&#160; &#160; 3,236 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 30.90 &#160; &#160; &#160; 3/6/2023 &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 58,952 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 55.84 &#160; &#160; &#160; 3/5/2024 &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 63,235 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 50.66 &#160; &#160; &#160; 11/17/2025 &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 82,776 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 46.27 &#160; &#160; &#160; 2/17/2026 &#160; &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 1,600,000 (10) &#160; &#160; &#160; 17,808,000 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; 217,477 (4) &#160; &#160; &#160; 2,420,523 &#160; &#160; &#160; 486,547 (6) &#160; &#160; &#160; 5,415,268 &#160; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; 383,910 (5) &#160; &#160; &#160; 4,272,923 &#160; &#160; &#160; 712,976 (7) &#160; &#160; &#160; 7,935,423 &#160; ##TABLE_END ##TABLE_START (1) Vesting dates applicable to unvested stock options are as follows, in each case, generally subject to continued employment with Viatris: on March 2, 2022, the unvested options at the $17.48 exercise price for Messrs. Malik and Mauro vested. Subject to applicable employment agreement provisions, following termination of \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; employment, vested stock options will generally remain exercisable for 30 days following termination, except that (i) in the case of termination because of disability, 100% of options become vested and vested options will remain exercisable for two years following termination; (ii) in the case of a termination due to a reduction in force, vested options will remain exercisable for one year following termination; (iii) in the case of death, including within two years following termination because of disability, or, in the case of options granted prior to January 1, 2017, retirement, 100% of options become vested and vested options will remain exercisable for the remainder of the original term; and (iv) in the case of an involuntary termination without cause or a voluntary resignation for good reason that occurs within two years following a change in control, 100% of options become vested (double- trigger awards) and remain exercisable for the remainder of the original term. \n\n##TABLE_END ##TABLE_START (2) The market value of RSUs and PRSUs was calculated using the closing price of the Company&#8217;s shares as of December 31, 2022, $11.13. \n\n##TABLE_END ##TABLE_START (3) In connection with the Combination, Viatris granted Make-Whole RSU awards to Messrs. Goettler and Narula to replace the Pfizer equity awards forfeited by such NEOs. These Make-Whole RSU awards have the same vesting schedule as the original Pfizer awards and will cliff-vest on the third anniversary of the original grant date. The 128,728 Make-Whole RSUs held by Mr. Goettler, and the 22,796 Make-Whole RSUs held by Mr. Narula vested on February 27, 2023. Amounts include all accrued and unvested whole share DEUs that vest only to the extent and at the same time the underlying award on which they are issued vest. In accordance with their terms, all of these awards would have vested upon an involuntary termination without cause or a voluntary resignation for good reason that occurs within two years following a change in control (double-trigger awards) or upon the executive&#8217;s death or disability. For any other termination reason, these RSUs will be forfeited. \n\n##TABLE_END ##TABLE_START (4) Of the 183,245 RSUs held by Mr. Goettler, 91,623 vested on March 2, 2023 and the remaining unvested RSUs were forfeited in connection with Mr. Goettler&#8217;s separation from Viatris on April 1, 2023; of the 56,383 RSUs held by Mr. Narula, 28,192 vested on March 2, 2023 and 28,191 will vest on March 2, 2024; of the 144,985 RSUs held by Mr. Malik, 72,493 vested on March 2, 2023 and 72,492 will vest on March 2, 2024; of the 64,438 RSUs held by Mr. Mauro, 32,220 vested on March 2, 2023 and 32,218 will vest on March 2, 2024; of the 217,477 RSUs held by Mr. Coury, 108,739 vested on March 2, 2023 and 108,738 will vest on March 2, 2024. Amounts include all accrued and unvested whole share DEUs that vest only to the extent and at the same time the underlying award on which they are issued vest. \n\n##TABLE_END ##TABLE_START (5) Of the 323,480 RSUs held by Mr. Goettler, 107,827 vested on March 4, 2023 and the remaining unvested RSUs were forfeited in connection with Mr. Goettler&#8217;s separation from Viatris on April 1, 2023; of the 120,861 RSUs held by Mr. Narula, 40,287 vested on March 4, 2023 and 40,287 will vest on each of March 4, 2024 and March 4, 2025; of the 255,940 RSUs held by Mr. Malik, 85,314 vested on March 4, 2023 and 85,313 will vest on each of March 4, 2024 and March 4, 2025; of the 113,751 RSUs held by Mr. Mauro, 37,917 vested on March 4, 2023 and 37,917 will vest on each of March 4, 2024 and March 4, 2025; of the 383,910 RSUs held by Mr. Coury, 127,970 vested on March 4, 2023 and 127,970 will vest on each of March 4, 2024 and March 4, 2025. Amounts include all accrued and unvested whole share DEUs that vest only to the extent and at the same time the underlying award on which they are issued vest. \n\n##TABLE_END ##TABLE_START (6) The PRSUs will vest on March 2, 2024, subject to attainment of performance goals. Amounts include all accrued and unvested whole share DEUs that vest only to the extent and at the same time the underlying award on which they are issued vest. \n\n##TABLE_END ##TABLE_START (7) The PRSUs will vest on March 4, 2025, subject to attainment of performance goals. Amounts include all accrued and unvested whole share DEUs that vest only to the extent and at the same time the underlying award on which they are issued vest. \n\n##TABLE_END ##TABLE_START (8) The 52,632 RSUs held by Mr. Malik, and 24,409 RSUs held by Mr. Mauro vested on March 2, 2023. In accordance with their terms, all of these awards would have vested upon an involuntary termination without \n\n##TABLE_END &#160;\n\n##TABLE_START &#160; cause or a voluntary resignation for good reason that occurs within two years following a change in control (double-trigger awards) or upon the executive&#8217;s death or disability. \n\n##TABLE_END ##TABLE_START (9) The 197,369 RSUs held by Mr. Malik, and 91,534 RSUs held by Mr. Mauro vested on March 2, 2023 which represents 100% of their original target PRSUs. In accordance with their terms, all of these awards would have vested upon an involuntary termination without cause or a voluntary resignation for good reason that occurs within two years following a change in control (double-trigger awards) or upon the executive&#8217;s death or disability. \n\n##TABLE_END ##TABLE_START (10) The PRSUs were granted on November 23, 2020 and are divided into five separate vesting tranches requiring share price appreciation and shareholder returns (including dividends and other distributions) of 25%, 50%, 75%, 100% and 150% from the date of grant through December 30, 2025. In the case of the first three tranches, the PRSUs are subject to a retention requirement through the first anniversary of achieving the shareholder return goal, and in the case of the final two tranches, the PRSUs are subject to a retention requirement through the term of the award. The PRSUs would vest and be settled in full upon termination of employment without cause, resignation for good reason, disability, or death. \n\n##TABLE_END Option Exercises and Stock Vested for 2022 \n\nThe option awards and stock awards reflected in the table below were exercised or became vested for the NEOs during 2022. \n\n&#160;\n\n##TABLE_START &#160; &#160; Option Awards &#160; &#160; &#160; &#160; &#160; Stock Awards &#160; Name &#160; Number of \n\nShares \n\nAcquired on \n\nExercise (#) \n\n&#160; &#160; Value \n\nRealized on \n\nExercise ($) \n\n&#160; &#160; &#160; &#160; &#160; Number of Shares \n\nAcquired on \n\nVesting (#) \n\n&#160; &#160; Value \n\nRealized on \n\nVesting ($) \n\n&#160; Michael Goettler\n\n&#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; 142,825 &#160; &#160; &#160; 1,526,030 &#160; Sanjeev Narula\n\n&#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; 26,751 &#160; &#160; &#160; 280,350 &#160; Rajiv Malik\n\n&#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; 280,617 &#160; &#160; &#160; 2,940,866 &#160; Anthony Mauro\n\n&#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; 128,813 &#160; &#160; &#160; 1,349,960 &#160; Robert J. Coury\n\n&#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#160; &#160; &#160; &#160; 103,179 &#160; &#160; &#160; 1,081,316 &#160; ##TABLE_END Pension Benefits for 2022 \n\nThe following table summarizes Mr. Malik&#8217;s benefits as of December 31, 2022 under The Executive Plan for Rajiv Malik (the &#8220;Executive Plan&#8221;) and Mr. Malik&#8217;s Retirement Benefit Agreement (the &#8220;Malik RBA&#8221;). The Malik RBA was frozen in November 2020. Mr. Malik will not accrue any additional benefits pursuant to the agreement. The Executive Plan is a deferred compensation plan to which the Company no longer contributes, though the value of the benefit may change depending on the performance of investments. The Company does not sponsor any other defined benefit pension programs covering the NEOs. \n\n&#160;\n\n##TABLE_START Name &#160; Plan Name (1) &#160; Number of \n\nYears of \n\nCredited \n\nService (#) \n\n&#160; &#160; Present \n\nValue of \n\nAccumulated \n\nBenefit ($) (2) \n\n&#160; &#160; Payments \n\nDuring \n\nLast Fiscal \n\nYear ($) \n\n&#160; Michael Goettler\n\n&#160; N/A &#160; &#160; N/A &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; Sanjeev Narula\n\n&#160; N/A &#160; &#160; N/A &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; Rajiv Malik\n\n&#160; The Executive Plan for Rajiv Malik (3) &#160; &#160; N/A &#160; &#160; &#160; 433,475 &#160; &#160; &#160; &#8212; &#160; Rajiv Malik\n\n&#160; Retirement Benefit Agreement (4) &#160; &#160; 16 &#160; &#160; &#160; 5,342,449 &#160; &#160; &#160; &#8212; &#160; Anthony Mauro\n\n&#160; N/A &#160; &#160; N/A &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; Robert J. Coury\n\n&#160; N/A &#160; &#160; N/A &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; ##TABLE_END &#160;\n\n##TABLE_START (1) Messrs. Goettler, Narula, Mauro and Coury are not party to a defined benefit pension arrangement. \n\n##TABLE_END ##TABLE_START (2) See pages 33 and 37 of this Amendment for further information on the value of the accumulated pension benefit. \n\n##TABLE_END ##TABLE_START (3) This is a deferred compensation plan established for the benefit of Mr. Malik. The Company is no longer contributing to this plan. \n\n##TABLE_END ##TABLE_START (4) The Malik RBA has been frozen. Mr. Malik no longer accrues any additional benefits under the agreement. \n\n##TABLE_END Nonqualified Deferred Compensation \n\nThe following table sets forth information relating to the Restoration Plan for 2022. \n\n&#160;\n\n##TABLE_START Name &#160; Aggregate \n\nBalance \n\nat Last \n\nFYE \n\n($) \n\n&#160; &#160; Executive \n\nContributions \n\nin Last FY \n\n($) \n\n&#160; &#160; Company \n\nProfit Sharing \n\nand Match \n\nContributions \n\nin Last FY \n\n($) \n\n&#160; &#160; Aggregate \n\nEarnings \n\n(Loss) in \n\nLast FY \n\n($) \n\n&#160; &#160; Aggregate \n\nWithdrawals/ \n\nDistributions \n\n($) \n\n&#160; &#160; Aggregate \n\nBalance \n\nat FYE \n\n($) \n\n&#160; Michael Goettler\n\n&#160; &#160; 166,659 &#160; &#160; &#160; 188,445 &#160; &#160; &#160; 325,761 &#160; &#160; &#160; (69,356 ) &#160; &#160; &#8212; &#160; &#160; &#160; 611,509 &#160; Sanjeev Narula\n\n&#160; &#160; 52,988 &#160; &#160; &#160; 82,398 &#160; &#160; &#160; 141,034 &#160; &#160; &#160; (23,400 ) &#160; &#160; &#8212; &#160; &#160; &#160; 253,020 &#160; Rajiv Malik\n\n&#160; &#160; 1,020,325 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 224,509 &#160; &#160; &#160; (208,190 ) &#160; &#160; &#8212; &#160; &#160; &#160; 1,036,644 &#160; Anthony Mauro\n\n&#160; &#160; 2,868,785 &#160; &#160; &#160; 89,930 &#160; &#160; &#160; 229,330 &#160; &#160; &#160; (110,605 ) &#160; &#160; &#8212; &#160; &#160; &#160; 3,077,440 &#160; Robert J. Coury\n\n&#160; &#160; 655,993 &#160; &#160; &#160; 265,616 &#160; &#160; &#160; 678,309 &#160; &#160; &#160; (175,915 ) &#160; &#160; &#8212; &#160; &#160; &#160; 1,424,003 &#160; ##TABLE_END Estimated Payments in Connection with a Termination of Employment or Change in Control \n\n&#160;\n\nThe following discussion summarizes the potential payments and benefits that would have been payable to each of the NEOs upon a termination of employment on December 31, 2022 by Viatris without &#8220;cause&#8221;, by the NEO for &#8220;good reason&#8221; (each as defined in the applicable agreement), due to the NEO&#8217;s death or disability or as a result of a CIC Termination. A &#8220;CIC Termination&#8221; occurs if an NEO&#8217;s employment is terminated other than for cause or if he terminates employment for good reason, in each case, within two years following the occurrence of a change in control. The amounts discussed below exclude (i) 401(k) retirement plan contributions and distributions that are generally available to all salaried employees, (ii) payments pursuant to vested Restoration Plan balances and vested rights under Retirement Benefit Agreements, (iii) payments pursuant to awards scheduled to vest on or before December 31, 2022 by their terms, (iv) any amounts that may be due at the time of an event in respect of accrued and unpaid salary, bonuses, or vacation, and (v) the value of each NEO&#8217;s annual bonus for the 2022 completed fiscal year as the year was complete as of December 31, 2022. These are estimates only and actual amounts payable upon such terminations may be different and will only be determined upon the actual occurrence of any such event. \n\nMichael Goettler \n\nMr. Goettler was entitled to severance payments and benefits upon certain terminations of employment pursuant to an agreement with Viatris and his equity award agreements with Viatris. \n\nTermination Without Cause Absent a Change in Control. If Mr. Goettler&#8217;s employment was terminated on December 31, 2022 by Viatris without cause, he would have been entitled to a payment equal to two and a half times the sum of his base salary and his target annual bonus in effect at the time of such termination, payable in equal installments. The estimated value of such payments and benefits, assuming a December 31, 2022 termination, would have been $8,125,000. \n\n&#160;\n\nTermination Due to Death or Disability Absent a Change in Control. If Mr. Goettler&#8217;s employment was terminated on December 31, 2022 due to death or disability, he would have been entitled to full vesting of his unvested equity awards with any PRSUs vesting based on target performance. The estimated values of such equity vesting, assuming a December 31, 2022 termination, would have been $18,321,767. Mr. Goettler is not entitled to cash severance payments in connection with a termination of employment due to death or disability. \n\nTermination in Connection with a Change in Control. If Mr. Goettler incurred a CIC Termination on December 31, 2022, in addition to the payments and benefits provided for above, he would have been entitled to full vesting of his unvested equity awards with any PRSUs vesting based on target performance. The estimated values of such equity vesting, assuming a December 31, 2022 CIC Termination, would have been $18,321,767. \n\nSanjeev Narula \n\nMr. Narula is entitled to severance payments and benefits upon certain terminations of employment pursuant to the Mylan N.V. Severance Plan and Global Guidelines (which was assumed by Viatris) (the &#8220;Severance Plan&#8221;) and his equity award agreements with Viatris. \n\nTermination Without Cause Absent a Change in Control. If Mr. Narula&#8217;s employment was terminated on December 31, 2022 by Viatris without cause, he would have been entitled to twelve (12) months of base salary continuation and twelve (12) months of continued health and other benefits. The estimated value of such payments, assuming a December 31, 2022 termination, would have been $913,508. \n\nTermination Due to Death or Disability Absent a Change in Control. If Mr. Narula&#8217;s employment was terminated on December 31, 2022 due to death or disability, he would have been entitled to full vesting of his unvested equity awards with any PRSUs vesting based on target performance. The estimated values of such equity vesting, assuming a December 31, 2022 termination, would have been $6,128,595. Mr. Narula is not entitled to cash severance payments in connection with a termination of employment due to death or disability. \n\nTermination in Connection with a Change in Control. If Mr. Narula incurred a CIC Termination on December 31, 2022, he would have been entitled to (1) a payment equal to two times the sum of his base salary and his target annual bonus in effect at the time of such termination, payable in equal installments, (2) twenty-four (24) months of continued health and other benefits, and (3) full vesting of his unvested equity awards with any PRSUs vesting based on target performance. The estimated values of such payments and benefits, assuming a December 31, 2022 CIC Termination, would have been (i) $3,489,367, in respect of cash severance and other benefits and (ii) $6,128,595, in respect of the vesting of his equity awards. \n\nRajiv Malik \n\nMr. Malik is entitled to severance payments and benefits upon certain terminations of employment pursuant to the Severance Plan and his equity award agreements with Viatris. \n\nTermination Without Cause Absent a Change in Control. If Mr. Malik&#8217;s employment was terminated on December 31, 2022 by Viatris without cause, he would have been entitled to twelve (12) months of base salary continuation and twelve (12) months of continued health and other benefits. The estimated value of such payments, assuming a December 31, 2022 termination, would have been $1,263,508. Mr. Malik is also entitled to participate in the Company&#8217;s Supplemental Health Insurance Plan for certain retired executives following a termination of employment. \n\n&#160;\n\nTermination Due to Death or Disability Absent a Change in Control. If Mr. Malik&#8217;s employment was terminated on December 31, 2022 due to death or disability, he would have been entitled to full vesting of his unvested equity awards with any PRSUs vesting based on target performance. The estimated values of such equity vesting, assuming a December 31, 2022 termination, would have been $16,145,271. Mr. Malik is not entitled to cash severance payments in connection with a termination of employment due to death or disability. \n\nTermination in Connection with a Change in Control. If Mr. Malik incurred a CIC Termination on December 31, 2022, he would have been entitled to (1) a payment equal to two times the sum of his base salary and his target annual bonus in effect at the time of such termination, payable in equal installments, (2) twenty-four (24) months of continued health and other benefits, and (3) full vesting of his unvested equity awards with any PRSUs vesting based on target performance. The estimated values of such payments and benefits, assuming a December 31, 2022 CIC Termination, would have been (i) $5,489,367, in respect of cash severance and other benefits and (ii) $16,145,271, in respect of the vesting of his equity awards. \n\nAnthony Mauro \n\nMr. Mauro is entitled to severance payments and benefits upon certain terminations of employment pursuant to the Severance Plan and his equity award agreements with Viatris. \n\nTermination Without Cause Absent a Change in Control. If Mr. Mauro&#8217;s employment was terminated on December 31, 2022 by Viatris without cause, he would have been entitled to twelve (12) months of base salary continuation and twelve (12) months of continued health and other benefits. The estimated value of such payments, assuming a December 31, 2022 termination, would have been $864,150. \n\nTermination Due to Death or Disability Absent a Change in Control. If Mr. Mauro&#8217;s employment was terminated on December 31, 2022 due to death or disability, he would have been entitled to full vesting of his unvested equity awards with any PRSUs vesting based on target performance. The estimated values of such equity vesting, assuming a December 31, 2022 termination, would have been $7,229,457. Mr. Mauro is not entitled to cash severance payments in connection with a termination of employment due to death or disability. \n\nTermination in Connection with a Change in Control. If Mr. Mauro incurred a CIC Termination on December 31, 2022, he would have been entitled to (1) a payment equal to two times the sum of his base salary and his target annual bonus in effect at the time of such termination, payable in equal installments, (2) twenty-four (24) months of continued health and other benefits, and (3) full vesting of his unvested equity awards with any PRSUs vesting based on target performance. The estimated values of such payments and benefits, assuming a December 31, 2022 CIC Termination, would have been (i) $3,530,715, in respect of cash severance and other benefits and (ii) $7,229,457, in respect of the vesting of his equity awards. \n\nRobert J. Coury \n\nMr. Coury is entitled to severance payments and benefits upon certain terminations of employment pursuant to his Executive Employment Agreement and his equity award agreements with Viatris. \n\nResignation for Good Reason, Termination Without Cause or Termination Due to Death or Disability. If Mr. Coury&#8217;s employment was terminated on December 31, 2022 by Viatris without cause, upon resignation for good reason, due to his death or disability (in each case, as defined in the Executive Employment Agreement) or in connection with a change in control, he would have been entitled to (1) a lump sum payment equal to three times the sum of his base salary and target or highest bonus paid, (2) three years of \n\n&#160;\n\ncontinued health and other benefits, and (3) full vesting of his RSUs and PRSUs (including his Value Creation Incentive Award and with any PRSUs vesting based on target performance). Mr. Coury is also entitled to participate in the Company&#8217;s Supplemental Health Insurance Plan for certain retired executives following a termination of employment. The estimated values of such payments and benefits, assuming a December 31, 2022 termination, would have been (i) $20,981,368, in respect of cash severance and other benefits, and (ii) $39,148,128, in respect of the vesting of his RSUs and PRSUs. These amounts would not be enhanced if these events occurred following a change in control of Viatris. \n\n&#160;\n\nCEO Pay Ratio \n\nPursuant to Item 402(u) of Regulation S-K, we are providing the following information about the relationship of the annual total compensation of our global employee population and the annual total compensation of our CEO for 2022, Michael Goettler. Under Instruction 2 to Item 402(u), the median-paid employee may be identified once every three years if there is no significant impact to the pay ratio disclosure. We identified our median-paid employee in 2021. In 2022, such employee received a promotion. In light of the prior median employee&#8217;s promotion during 2022 and the resulting compensation adjustment which would impact the pay ratio, a new employee representing the median-paid employee has been selected for this Amendment. \n\nThe pay ratio included in this information is a reasonable estimate calculated in a manner consistent with Regulation S-K Item 402(u). The ratio of Mr. Goettler&#8217;s annual total compensation for 2022, as reported in the Summary Compensation Table on page 37 in this Amendment, to the median employee annual total compensation determined on the same basis was 424:1. For 2022, the annual total compensation along with the value of employer provided benefits of our median employee was $34,858 and $14,787,272 for the CEO. \n\nTo identify our median employee, we prepared a list of Viatris employees throughout the world as of December 31, 2022. We chose base salary as our consistently applied compensation measure. We then calculated an annual base salary for each employee, annualizing pay for those employees who commenced work during 2022 and for any employees who were on leave for a portion of 2022. For hourly employees, we used a reasonable estimate of hours worked to determine annual base pay. We determined that as of December 31, 2022, our total number of U.S. employees was approximately 4,150 and our total number of non-U.S. employees was approximately 34,150. No employees were excluded from the employee population. \n\nOur median employee is located in India, which reflects the true global nature of our organization and the fact that we are a diversified company within our peer group whose employees participate in all aspects of bringing our products to market, from R&#38;D to manufacturing. This diversification should be considered by readers who would compare our CEO Pay Ratio to those within our peer or industry group and reflects differences in pay demographics among those groups. Pay ratios may not be comparable because of different employee populations, geographic distribution of employees, and compensation practices and companies may utilize different methodologies, exclusions, estimates, and assumptions in calculating their own pay ratios \n\n&#160;\n\n&#160;\n\n&#160;\n\nNon-Employee Director Compensation for 2022 \n\nThe following table sets forth information concerning the compensation earned by Viatris&#8217; non-employee directors (each a &#8220;Non-Employee Director&#8221; and, together, the &#8220;Non-Employee Directors&#8221;) for 2022. Directors who are employees of Viatris (Messrs. Coury, Goettler, and Malik) receive no compensation for their Board service. A discussion of the elements of Non-Employee Director compensation follows the table. \n\n&#160;\n\n##TABLE_START Name \n\n&#160; Fees Earned or Paid in Cash \n\n($) \n\n&#160; &#160; RSUs \n\n($) (3) \n\n&#160; &#160; All Other \n\nCompensation \n\n($) (4) \n\n&#160; &#160; Total \n\n($) \n\n&#160; W. Don Cornwell\n\n&#160; &#160; 150,000 &#160; &#160; &#160; 200,002 &#160; &#160; &#160; 20,000 &#160; &#160; &#160; 370,002 &#160; JoEllen Lyons Dillon\n\n&#160; &#160; 200,000 &#160; &#160; &#160; 200,002 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 400,002 &#160; Neil Dimick\n\n&#160; &#160; 200,000 &#160; &#160; &#160; 200,002 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 400,002 &#160; Elisha W. Finney (1) \n\n&#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; Melina Higgins\n\n&#160; &#160; 225,000 &#160; &#160; &#160; 200,002 &#160; &#160; &#160; 20,000 &#160; &#160; &#160; 445,002 &#160; James Kilts\n\n&#160; &#160; 150,000 &#160; &#160; &#160; 200,002 &#160; &#160; &#160; 20,000 &#160; &#160; &#160; 370,002 &#160; Harry A. Korman\n\n&#160; &#160; 175,000 &#160; &#160; &#160; 200,002 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 375,002 &#160; Richard Mark\n\n&#160; &#160; 150,000 &#160; &#160; &#160; 200,002 &#160; &#160; &#160; 15,000 &#160; &#160; &#160; 365,002 &#160; Mark W. Parrish\n\n&#160; &#160; 250,000 &#160; &#160; &#160; 200,002 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 450,002 &#160; Ian Read\n\n&#160; &#160; 175,000 &#160; &#160; &#160; 200,002 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 375,002 &#160; Scott A. Smith (1) \n\n&#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; Pauline van der Meer Mohr (2) \n\n&#160; &#160; 150,000 &#160; &#160; &#160; 200,002 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; 350,002 &#160; ##TABLE_END &#160;\n\n##TABLE_START (1) On December 29, 2022 Messrs. Dimick and Read retired from the Board and Ms. Finney and Mr. Smith were appointed to the Board. Ms. Finney and Mr. Smith did not receive compensation for their Board service in 2022 because their service did not begin until December 29, 2022. \n\n##TABLE_END ##TABLE_START (2) Fees earned by Ms. van der Meer Mohr were paid in Euros. Such amounts were converted into Euros using the monthly conversion rate in effect when each payment was made. \n\n##TABLE_END ##TABLE_START (3) Represents the grant date fair value of the specific award granted to the Non-Employee Director. RSU awards granted in 2022 vested on March 4, 2023. For information regarding assumptions used in determining the amounts reflected in the table above, please refer to Note 14 to the Company&#8217;s Consolidated Financial Statements contained in the Form 10-K. The number of unvested RSUs held by each of the Non-Employee Directors, as of December 31, 2022, were as follows: Mr. Cornwell; 20,313, Ms. Dillon, 20,313; Mr. Dimick, 0; Ms. Finney, 0; Ms. Higgins, 20,313; Mr. Kilts, 20,313; Mr. Korman, 20,313; Mr. Mark, 20,313; Mr. Parrish, 20,313; Mr. Read, 0; Mr. Smith, 0; and Ms. van der Meer Mohr, 20,313. Amounts include all accrued and unvested whole share DEUs that vest only to the extent and at the same time the underlying award on which they are issued vest. The aggregate number of shares subject to stock options held by the Non-Employee Directors, as of December 31, 2022, were as follows: Ms. Dillon, 24,780; Mr. Dimick, 24,780; Ms. Higgins, 31,403; Mr. Korman, 26,504; Mr. Mark, 12,260; Mr. Parrish, 24,780; and Ms. van der Meer Mohr, 13,949. \n\n##TABLE_END ##TABLE_START (4) The amounts represent charitable contributions made in 2022 under our matching gift program. \n\n##TABLE_END In addition to the above, as previously disclosed, legacy Mylan directors were eligible to receive tax-equalization payments for incremental tax liabilities, if any, incurred as a result of attendance at Mylan Board meetings held outside the U.S. prior to the Combination. In 2022, these legacy Mylan directors received a one-time payment for such tax-equalization benefit with respect to years prior to the Combination (2015 to 2020). Messrs. Dimick, Korman, Mark and Parrish received $99,049, $94,245, $79,431, and $173,339, respectively, and Mses. Dillon and Higgins received $362,700 and $300,533, respectively. This benefit has now been finalized and concluded. \n\n&#160;\n\nViatris&#8217; compensation philosophy for Non-Employee Directors is designed to attract and retain Directors with the experience necessary to represent the Company and oversee executive management. On an annual basis, the Compensation Committee considers market data for our Compensation Peer Group and input received from the Compensation Committee&#8217;s consultant regarding market practices for Director compensation. Any changes to Director compensation are approved by the Compensation Committee and the independent Directors. \n\nDirector Compensation Structure for 2023 \n\nIn March 2023, the Compensation Committee and the independent Directors approved the following Non-Employee Director compensation structure effective as of January 2023, unchanged from 2022: \n\n&#160;\n\n##TABLE_START Element of Compensation \n\n&#160; Amount &#160; Board Member Retainer\n\n&#160; $ 150,000 &#160; Committee Chair Fee\n\n&#160; &#160; $25,000 &#160; Executive Committee Member Fee\n\n&#160; &#160; $25,000 &#160; Lead Independent Director Compensation\n\n&#160; &#160; $50,000 &#160; Annual Equity Grant Value (RSUs)\n\n&#160; $ 200,000 &#160; ##TABLE_END Non-Employee Directors are also eligible to receive matching charitable contributions under the Company&#8217;s Director Matching Gift Program. Under this program, to the extent Non-Employee Directors choose to make charitable contributions to qualifying charitable organizations, the Company matches those contributions dollar-for-dollar up to an annual limit of $20,000 per person per calendar year. \n\nNon-Employee Director Share Ownership Guidelines \n\nEffective January 1, 2021, the Board adopted revised share ownership guidelines for Non-Employee Directors, requiring each to hold common stock valued at five times the amount of their annual cash retainer, excluding any cash retainer paid for committee service. Each Non-Employee Director has five years from his or her start date to attain compliance. These guidelines further demonstrate alignment of Viatris Directors&#8217; interests with shareholders&#8217; interests for the duration of their Board service. Common stock actually owned by the Non-Employee Director as well as restricted shares and unvested RSUs (including corresponding DEUs) count toward compliance with these requirements. \n\n&#160;\n\n##TABLE_START "
    },
    {
      "section": "12",
      "text": " ITEM 12. Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters \n\n##TABLE_END Certain information concerning securities authorized for issuance under equity compensation plans is contained in the discussion entitled &#8220;Equity Compensation Plan Information&#8221; in Item 12 of Part III of the Original Filing. \n\nSecurity Ownership of Directors, NEOs and Executive Officers \n\nThe following table sets forth information regarding the beneficial ownership of common stock of Viatris Inc. as of April 24, 2023 by (i) each Viatris Director, (ii) each NEO, and (iii) all Directors and executive officers of Viatris Inc. as a group (based on 1,199,008,181 shares of common stock of Viatris Inc. outstanding as of such date). For purposes of this table, and in accordance with the rules of the SEC, shares are considered &#8220;beneficially owned&#8221; if the person, directly or indirectly, has sole or shared voting or investment power over such shares. A person also is considered to beneficially own shares that he or she has the right to acquire within 60 days of April 24, 2023. To Viatris&#8217; knowledge, the persons in the following table have sole voting and investment power, either directly or through one or more entities controlled by such person, with \n\n&#160;\n\nrespect to all the shares shown as beneficially owned by them, unless otherwise indicated in the footnotes below. The address for each beneficial owner listed in the table below is c/o Viatris Inc., 1000 Mylan Boulevard, Canonsburg, PA, 15317. As noted above, each Non-Employee Director has five years from his or her start date to attain compliance with our Stock Ownership Guidelines. In addition, each of our covered employees has five years to achieve minimum ownership requirements, as discussed in more detail in the Compensation Discussion &#38; Analysis section of this document. \n\n&#160;\n\n##TABLE_START Name of Beneficial Owner \n\n&#160; Amount and \n\nNature of \n\nBeneficial \n\nOwnership \n\n&#160; &#160; Options \n\nExercisable and \n\nRestricted \n\nShares Vesting \n\nwithin 60 days \n\n&#160; &#160; Percent of Class &#160; W. Don Cornwell\n\n&#160; &#160; 42,510 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; * &#160; Robert J. Coury\n\n&#160; &#160; 1,174,515 &#160; &#160; &#160; 204,963 &#160; &#160; &#160; * &#160; JoEllen Lyons Dillon\n\n&#160; &#160; 59,877 (1) &#160; &#160; &#160; 24,780 &#160; &#160; &#160; * &#160; Elisha W. Finney\n\n&#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; * &#160; Michael Goettler (2) \n\n&#160; &#160; 321,653 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; * &#160; Melina Higgins\n\n&#160; &#160; 157,381 (3) &#160; &#160; &#160; 31,403 &#160; &#160; &#160; * &#160; James M. Kilts\n\n&#160; &#160; 98,590 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; * &#160; Harry A. Korman\n\n&#160; &#160; 70,951 &#160; &#160; &#160; 26,504 &#160; &#160; &#160; * &#160; Rajiv Malik\n\n&#160; &#160; 1,111,815 (4) &#160; &#160; &#160; 408,292 &#160; &#160; &#160; * &#160; Richard A. Mark\n\n&#160; &#160; 53,478 &#160; &#160; &#160; 12,260 &#160; &#160; &#160; * &#160; Anthony Mauro\n\n&#160; &#160; 345,904 (5) &#160; &#160; &#160; 181,908 &#160; &#160; &#160; * &#160; Sanjeev Narula\n\n&#160; &#160; 73,877 &#160; &#160; &#160; &#8212; &#160; &#160; &#160; * &#160; Mark W. Parrish\n\n&#160; &#160; 102,563 &#160; &#160; &#160; 24,780 &#160; &#160; &#160; * &#160; Scott A. Smith\n\n&#160; &#160; &#8212; &#160; &#160; &#160; &#8212; &#160; &#160; &#160; * &#160; Pauline van der Meer Mohr\n\n&#160; &#160; 40,245 &#160; &#160; &#160; 13,949 &#160; &#160; &#160; * &#160; All directors and executive officers as a group (18 persons) (6) \n\n&#160; &#160; 3,624,728 &#160; &#160; &#160; 1,041,433 &#160; &#160; &#160; * &#160; ##TABLE_END &#160;\n\n##TABLE_START * Less than 1%. \n\n##TABLE_END ##TABLE_START (1) Includes 18 shares of common stock held by Ms. Dillon&#8217;s spouse. \n\n##TABLE_END ##TABLE_START (2) Mr. Goettler ceased to serve as the Company&#8217;s CEO and ceased to serve on the Board effective as of April 1, 2023. \n\n##TABLE_END ##TABLE_START (3) Includes 74,000 shares of common stock held by Ms. Higgins&#8217; spouse. \n\n##TABLE_END ##TABLE_START (4) Includes 460,319 shares held in an irrevocable trust for the benefit of Mr. Malik&#8217;s spouse and children. \n\n##TABLE_END ##TABLE_START (5) Includes 5,574 shares held in Mr. Mauro&#8217;s 401(k) account. \n\n##TABLE_END ##TABLE_START (6) Includes the 14 individuals other than Mr. Goettler set forth above as well as Messrs. Campbell, Cuneo, Ni, and Roman. \n\n##TABLE_END &#160;\n\nSecurity Ownership of Certain Beneficial Owners \n\nThe following table lists the names and addresses of shareholders known to management to own beneficially more than five percent of the shares of common stock of Viatris as of April 24, 2023 (based on 1,199,008,181 shares of common stock of Viatris Inc. outstanding as of such date): \n\n&#160;\n\n##TABLE_START Name and Address of Beneficial Owner \n\n&#160; Amount and \n\nNature of Beneficial \n\nOwnership \n\n&#160; &#160; Percent of \n\nClass \n\n&#160; The Vanguard Group,\n\n100 Vanguard Blvd., Malvern, PA 19355\n\n&#160; &#160; 149,318,666 (1) &#160; &#160; &#160; 12.5% &#160; BlackRock, Inc.,\n\n55 East 52nd Street, New York, NY 10055\n\n&#160; &#160; 93,214,306 (2) &#160; &#160; &#160; 7.8% &#160; State Street Corporation,\n\nState Street Financial Center, One Lincoln Street, Boston, MA 02111\n\n&#160; &#160; 61,903,672 (3) &#160; &#160; &#160; 5.2% &#160; ##TABLE_END &#160;\n\n&#160;\n\n##TABLE_START (1) Based on the Schedule 13G/A filed by The Vanguard Group with the SEC on February 9, 2023, The Vanguard Group has sole voting power over 0 shares of common stock, shared voting power over 1,715,541 shares of common stock, sole dispositive power over 144,160,776 shares of common stock and shared dispositive power over 5,157,890 shares of common stock. \n\n##TABLE_END ##TABLE_START (2) Based on the Schedule 13G/A filed by BlackRock, Inc. with the SEC on January 31, 2023, BlackRock, Inc. has sole voting power over 84,252,775 shares of common stock, shared voting power over 0 shares of common stock, sole dispositive power over 93,214,306 shares of common stock and shared dispositive power over 0 shares of common stock. \n\n##TABLE_END ##TABLE_START (3) Based on the Schedule 13G filed by State Street Corporation with the SEC on February 7, 2023, State Street Corporation has sole voting power over 0 shares of common stock, shared voting power over 55,918,143 shares of common stock, sole dispositive power over 0 shares of common stock and shared dispositive power over 61,896,570 shares of common stock. \n\n##TABLE_END &#160;\n\n##TABLE_START "
    },
    {
      "section": "13",
      "text": " ITEM 13. Certain Relationships and Related Transactions, and Director Independence \n\n##TABLE_END Based on a review of any transactions between Viatris and its Directors and executive officers, their immediate family members, and their affiliated entities, Viatris has determined that since the beginning of 2022, it was or is to be a participant in the following transactions in which the amount involved exceeds $120,000 and in which any of Viatris&#8217; Directors, executive officers, or greater than five percent shareholders, or any of their immediate family members, had or will have a direct or indirect material interest: \n\nSince approximately 1995, The Coury Firm LLC (together with its predecessors, &#8220;TCF&#8221;) and, in the past, other affiliated entities of TCF, has been serving as the broker of record in connection with several of Mylan&#8217;s and, since the closing of the Combination, Viatris&#8217; employee benefit programs. TCF is in the business of providing strategic corporate benefits advice and services, among others. TCF provides certain services to Viatris and its subsidiaries pursuant to a contract between Mylan Inc., a subsidiary of Viatris, and TCF. The principals of TCF are brothers and a son of Robert J. Coury, Executive Chairman, and TCF is beneficially owned by brothers and trusts on behalf of brothers and children of Mr. Coury. Commencing on September 1, 2020, the parties extended their agreement through December 31, 2023 on substantially the same terms as their prior arrangement, which included a fixed base fee of $37,500 per month to be paid by Mylan to TCF, corresponding to the term of agreements negotiated with certain benefit plan carriers and capping payments over that time period. However, where required by law, TCF will continue to receive commissions directly from certain other benefit plan carriers, and in 2022 and early 2023, received payments totaling approximately $165,000 in commissions for these services directly from the insurance carriers (including \n\n&#160;\n\npayments for 2021 business paid in 2022). The parties expect to extend the agreement on substantially the same terms prior to its expiration. \n\nAngela Campbell, Mr. Campbell&#8217;s spouse and herself a related person of Viatris, held roles of increasing responsibility at Mylan Inc. since June 2007 and most recently served as Head of Operations Strategic Initiatives until her departure effective December 31, 2022. Ms. Campbell earned approximately $360,000 in compensation from Viatris in 2022 (consisting of base salary, an annual short-term incentive bonus, amounts realized from the exercise or vesting of long-term incentive awards and miscellaneous other benefits) and in 2023 will receive an annual short-term cash incentive bonus of approximately $93,000 related to work performed in 2022 and standard Company severance payments of approximately $166,000. Upon her departure, all of her unvested equity awards were forfeited. \n\nMr. Malik is an executive officer of the Company and was party to an employment agreement with Mylan Inc., which contained standard indemnification provisions, and is currently party to a standard indemnification agreement with the Company. The Company has made payments to counsel to Mr. Malik of approximately $650,000 from January 1, 2022 through April 24, 2023 for services provided to Mr. Malik in connection with certain previously disclosed drug pricing matters. The Company anticipates making additional payments of approximately $500,000 in 2023 for ongoing services to be provided to Mr. Malik in connection with such matters. Viatris anticipates additional payment, repayment or advancement of these and other expenses during the pendency of these matters and anticipates that it will make payments for any such claims. \n\nViatris has a written related party transactions policy that establishes guidelines for reviewing and approving, as appropriate, transactions involving any Director, nominee for Director, &#8220;officer&#8221; (as defined in Rule 16a-1(f) of the Securities Exchange Act of 1934, as amended (the &#8220;Exchange Act&#8221;)) (&#8220;Section 16 Officer&#8221;), person known by the Company to be the beneficial owner of more than 5% of any class of the Company&#8217;s voting securities, or person known by the Company to be an immediate family member of any such person in which (1) the amount involved will or may be expected to exceed $100,000; (2) Viatris or an affiliate of Viatris is or will be a participant; and (3) any related party has or will have a direct or indirect material interest. The Board also annually reviews certain relationships and related party transactions as part of its assessment of each Director&#8217;s independence. \n\nDirector Independence \n\nViatris&#8217; Board has determined that Mr. Cornwell, Ms. Dillon, Ms. Finney, Ms. Higgins, Mr. Kilts, Mr. Korman, Mr. Mark, Mr. Parrish, and Ms. van der Meer Mohr are independent Directors under the applicable NASDAQ listing rules. In making these determinations, the Board considered, with respect to Mr. Cornwell&#8217;s independence, that Mr. Cornwell&#8217;s son was a partner of PJT Partners (&#8220;PJT&#8221;) until January 2023 when he became a member of its board of directors. PJT served as a financial advisor to Mylan in connection with the Combination and the Biocon Biologics Transaction. Mr. Cornwell&#8217;s son was not involved in PJT&#8217;s work related to either the Combination or the Biocon Biologics Transaction. With respect to Mr. Korman&#8217;s independence, the Board considered (a) Mr. Korman&#8217;s past employment by Mylan Inc. from 1996 through July 2014 and his prior consulting services for Mylan Inc. from July 2014 to July 1, 2015 and (b) that Mr. Korman&#8217;s son had a paid internship with a Mylan subsidiary during the summer of 2019. With respect to Mr. Mark, the Board considered his prior service as a partner at Deloitte, Viatris&#8217; independent registered public accounting firm. The Board determined that any such past arrangements, transactions or relationships would not interfere with the exercise of independent judgment by Mr. Cornwell, Mr. Korman or Mr. Mark in carrying out his respective responsibilities as a Director of Viatris. \n\nMessrs. Coury, Malik, and Smith are not independent Directors under applicable NASDAQ listing rules. \n\n&#160;\n\nViatris&#8217; Board had previously determined that Mr. Dimick, who served on the Board until December 28, 2022, was independent under the applicable NASDAQ listing rules. Mr. Goettler, who served on the Board until April 1, 2023, and Mr. Read, who served on the Board until December 28, 2022, were not independent Directors under applicable NASDAQ listing rules. \n\n&#160;\n\n##TABLE_START "
    },
    {
      "section": "14",
      "text": " ITEM 14. Principal Accounting Fees and Services \n\n##TABLE_END Deloitte served as Viatris&#8217; independent registered public accounting firm during 2022 and 2021 and audited Viatris&#8217; financial statements for the fiscal years ended December 31, 2022 and 2021. No relationships exist with Deloitte other than the usual relationship between such a firm and its client. Details about the nature of the services provided by, and fees Viatris paid to, Deloitte and affiliated firms for such services during 2022 and 2021 are set forth below. \n\n&#160;\n\n##TABLE_START &#160; &#160; &#160; &#160; &#160; In Millions &#160; &#160; &#160; 2022 &#160; &#160; 2021 &#160; Audit Fees (1) \n\n&#160; $ 15.41 &#160; &#160; $ 12.29 &#160; Audit Related Fees (2) \n\n&#160; &#160; 0.35 &#160; &#160; &#160; 0.19 &#160; Tax Fees (3) \n\n&#160; &#160; 0.15 &#160; &#160; &#160; 0.27 &#160; All Other Fees (4) \n\n&#160; &#160; &#8212; &#160; &#160; &#160; 0.10 &#160; &#160; &#160;\n\n&#160;\n\n&#160; &#160; &#160;\n\n&#160;\n\n&#160; Total Fees\n\n&#160; $ 15.91 &#160; &#160; $ 12.85 &#160; &#160; &#160; &#160;\n\n&#160;\n\n&#160; &#160; &#160;\n\n&#160;\n\n&#160; ##TABLE_END &#160;\n\n&#160;\n\n##TABLE_START (1) Represents fees for professional services provided for the audit of the Company&#8217;s annual consolidated financial statements, the audit of the Company&#8217;s internal control over financial reporting, as required by Section 404 of the Sarbanes-Oxley Act of 2002, reviews of the Company&#8217;s quarterly condensed consolidated financial statements, audit services provided in connection with other statutory or regulatory filings, and accounting, reporting and disclosure matters. \n\n##TABLE_END ##TABLE_START (2) Represents fees for assurance services related to the audit of the Company&#8217;s annual consolidated financial statements, including statutory audits of certain of the Company&#8217;s subsidiaries, comfort letters, certain SEC filings and other agreed-upon procedures. \n\n##TABLE_END ##TABLE_START (3) Represents fees primarily related to tax return preparation, tax planning and tax compliance support services, as well as fees related to tax advice provided in connection with the Combination. \n\n##TABLE_END ##TABLE_START (4) Represents fees related primarily to advisory services. \n\n##TABLE_END Audit Committee Pre-Approval Policy \n\nThe Audit Committee has a policy regarding pre-approval of audit, audit-related, tax and other services that the independent registered public accounting firm may perform for Viatris. Under the policy, the Committee must review and pre-approve on an individual basis any requests for audit, audit-related, tax and other services not covered by certain services pre-approved by the Committee up to certain amounts. All services performed by Deloitte during 2022 and 2021 were pre-approved by the Audit Committee in accordance with its pre-approval policy. \n\n&#160;\n\nPART IV \n\n&#160;\n\n##TABLE_START "
    },
    {
      "section": "15",
      "text": " ITEM 15. Exhibits \n\n##TABLE_END Exhibit Index \n\n&#160;\n\n##TABLE_START 31.1 &#160; Certification of Principal Executive Officer pursuant to Section 302 of the Sarbanes-Oxley Act of 2002. 31.2 &#160; Certification of Principal Financial Officer pursuant to Section 302 of the Sarbanes-Oxley Act of 2002. 104 &#160; Cover Page Interactive Data File&#8212;the cover page interactive data file does not appear in the Interactive Data File because its XBRL tags are embedded within the Inline XBRL document (included in Exhibit 101). ##TABLE_END &#160;\n\nSIGNATURE \n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized. \n\n&#160;\n\n##TABLE_START Date: April 28, 2023\n\n&#160; VIATRIS INC.\n\n&#160; By:\n\n&#160; /s/ Sanjeev Narula\n\n&#160; &#160; Sanjeev Narula\n\nChief Financial Officer\n\n(Principal Financial Officer) \n\n##TABLE_END &#160;\n\n&#160;\n\nAppendix A \n\nReconciliations of Non-GAAP Financial Measures (Unaudited) \n\nAdjusted EBITDA \n\nAdjusted EBITDA for purposes of the 2022 annual compensation awards is derived from Viatris&#8217; financial statements in the same manner as Viatris&#8217; publicly reported adjusted EBITDA for 2022 (&#8220;as reported&#8221;), except that the calculation for the 2022 incentive program (&#8220;for 2022 annual incentive compensation&#8221;) utilized budgeted foreign exchange rates (&#8220;currency impact&#8221;) and further adjusts for unbudgeted IPR&#38;D costs and the December 2022 results of the divested biosimilars business. \n\n&#160;\n\n##TABLE_START (in millions) \n\n&#160; Year ended December 31, 2022 &#160; U.S. GAAP net earnings\n\n&#160; $ 2,079 &#160; Add/(deduct) adjustments:\n\n&#160; Income tax provision\n\n&#160; &#160; 735 &#160; Interest expense (a) \n\n&#160; &#160; 592 &#160; Depreciation and amortization (b) \n\n&#160; &#160; 3,028 &#160; EBITDA\n\n&#160; $ 6,433 &#160; Add/(deduct) adjustments:\n\n&#160; Share-based compensation expense\n\n&#160; &#160; 116 &#160; Litigation settlements and other contingencies, net\n\n&#160; &#160; 4 &#160; Biocon Biologics gain on divestiture\n\n&#160; &#160; (1,754 ) Impairment of goodwill related to assets held for sale\n\n&#160; &#160; 117 &#160; Restructuring, acquisition and divestiture related and other special items (c) \n\n&#160; &#160; 860 &#160; Adjusted EBITDA (as reported)\n\n&#160; $ 5,777 &#160; December 2022 results of the divested biosimilars business\n\n&#160; &#160; 31 &#160; Unbudgeted IPR&#38;D costs\n\n&#160; &#160; 36 &#160; Currency impact\n\n&#160; &#160; 356 &#160; Adjusted EBITDA (for 2022 annual incentive compensation)\n\n&#160; $ 6,200 &#160; ##TABLE_END ##TABLE_START (a) Includes amortization of premiums and discounts on long-term debt. \n\n##TABLE_END ##TABLE_START (b) Includes purchase accounting related amortization. \n\n##TABLE_END ##TABLE_START (c) Includes restructuring related costs, acquisition and divestiture related costs (primarily included in selling, general and administrative expenses) and other special items included in cost of sales, research and development expense, selling, general and administrative expense, and other expense. \n\n##TABLE_END Free Cash Flow \n\nFree cash flow is derived from Viatris&#8217; audited financial statements in the same manner as Viatris&#8217; publicly reported free cash flow (U.S. GAAP net cash provided by operating activities, less capital expenditures) (&#8220;as reported&#8221;), except that the calculation for 2022 incentive program (&#8220;for 2022 annual incentive compensation&#8221;) utilized budgeted foreign exchange rates (&#8220;currency impact&#8221;) and further adjusts for any of the following, as applicable: unplanned litigation gains or losses equal to or greater than $25 million in the aggregate, material changes related to changes in tax laws, unbudgeted IPR&#38;D costs, proceeds from the sale of property, plant and equipment, all impacts of the Biocon Biologics transaction following its consummation including results after closing and transaction related costs, and any incremental transaction costs related to other select assets sales/reshaping initiatives and material acquisition activities. For purposes of the 2022 \n\n&#160;\n\nA-1 \n\nthree-year PRSUs, free cash flow is derived from Viatris&#8217; audited financial statements in the same manner as the calculation for 2022 annual incentive compensation, except that the calculation for the 2022 PRSUs further adjusts for any of the following, as applicable: all impacts of other select asset sales/reshaping initiatives, all impacts of material aquisition activities and proceeds from the monetization of the Biocon Biologics equity interest. \n\n&#160;\n\n##TABLE_START (in millions) \n\n&#160; Year Ended December 31, 2022 &#160; U.S. GAAP net cash provided by operating activities\n\n&#160; $ 2,953 &#160; Add/(deduct):\n\n&#160; Capital expenditures\n\n&#160; &#160; (406 ) Free cash flow (as reported)\n\n&#160; &#160; 2,547 &#160; Biocon Biologics transaction related taxes and transaction costs\n\n&#160; &#160; 252 &#160; Results of the divested biosimilars business from the closing of the transaction on November 29, 2022 through December 31, 2022\n\n&#160; &#160; 20 &#160; Unplanned litigation &#8211; Lyrica settlement\n\n&#160; &#160; 86 &#160; Unbudgeted IPR&#38;D costs\n\n&#160; &#160; 36 &#160; Proceeds from the sale of certain property, plant and equipment\n\n&#160; &#160; 14 &#160; Currency impact\n\n&#160; &#160; 213 &#160; Free cash flow (for 2022 annual incentive compensation)\n\n&#160; $ 3,168 &#160; ##TABLE_END &#160;\n\n&#160;\n\nA-2 \n\n"
    }
  ]
}