{
  "ticker": "WFC",
  "content": [
    {
      "section": "1",
      "text": " ITEM 1. BUSINESS ##TABLE_END\n\nWells Fargo &#38; Company is a corporation organized under the laws of Delaware and a financial holding company and a bank holding company registered under the Bank Holding Company Act of 1956, as amended (BHC Act). Its principal business is to act as a holding company for its subsidiaries. References in this report to &#8220;the Parent&#8221; mean the holding company. References to &#8220;we,&#8221; &#8220;our,&#8221; &#8220;us&#8221; or &#8220;the Company&#8221; mean the holding company and its subsidiaries that are consolidated for financial reporting purposes. \n\nAt December 31, 2022, we had assets of approximately $1.9 trillion, loans of $955.9 billion, deposits of $1.4 trillion and stockholders&#8217; equity of $180 billion. Based on assets, we were the fourth largest bank holding company in the United States. At December 31, 2022, Wells Fargo Bank, N.A. was the Company&#8217;s principal subsidiary with assets of $1.7 trillion, or 91% of the Company&#8217;s assets. \n\nOur annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports, are available for free at www.wellsfargo.com/about/investor-relations/filings as soon as reasonably practicable after they are electronically filed with or furnished to the Securities and Exchange Commission (SEC). They are also available for free on the SEC&#8217;s website at www.sec.gov 1 . \n\nDESCRIPTION OF BUSINESS \n\nGeneral \n\nWe are a leading financial services company that provides a diversified set of banking, investment and mortgage products and services, as well as consumer and commercial finance, through banking locations and offices, the internet (www.wellsfargo.com) and other distribution channels to individuals, businesses and institutions in all 50 states, the District of Columbia and in countries outside the U.S. We provide consumer financial products and services including checking and savings accounts, credit and debit cards, and auto, mortgage and home equity, and small business lending. In addition, we offer financial planning, private banking, investment management, and fiduciary services. We also provide financial solutions to businesses through products and services including traditional commercial loans and lines of credit, letters of credit, asset-based lending, trade financing, treasury management, and investment banking services. \n\nAs of December 31, 2022, we had four reportable operating segments for management reporting purposes: Consumer Banking and Lending; Commercial Banking; Corporate and Investment Banking; and Wealth and Investment Management. The 2022 Annual Report to Shareholders includes financial information and descriptions of these operating segments. \n\nHuman Capital \n\nOur people are what set Wells Fargo apart and are critical to our success. Wells Fargo continues to invest in our employees by offering market competitive compensation, career-development opportunities, a broad array of benefits, and strong work-life programs. \n\n##TABLE_START 1 We do not control this website. Wells Fargo has provided this link for your convenience, but does not endorse and is not responsible for the content, links, privacy policy, or security policy of this website. \n\n##TABLE_END\n\nWe have set common expectations for everyone at the Company. These expectations guide how we lead ourselves, collaborate with our colleagues, and make decisions. The following expectations apply to everyone at Wells Fargo, at every level, and in every role: \n\n&#8226; Embrace candor \n\n&#8226; Do what&#8217;s right \n\n&#8226; Be great at execution \n\n&#8226; Learn and grow \n\n&#8226; Champion diversity and inclusion \n\n&#8226; Build high-performing teams (for managers) \n\nAt December 31, 2022, we had approximately 238,000 active employees, with approximately 81% of employees based in the United States. \n\nCompensation and benefits. Wells Fargo's compensation program is linked to performance management and is designed to promote prudent risk management and reinforce its culture and operating standards. The compensation principles include: \n\n&#8226; Pay for performance : Compensation is linked to company, line of business, and individual performance, including meeting regulatory expectations and creating long-term value consistent with the interests of shareholders. \n\n&#8226; Promote effective risk management : Compensation promotes effective risk management and discourages imprudent or excessive risk-taking. \n\n&#8226; Attract and retain talent : People are one of Wells Fargo's competitive advantages; therefore, compensation helps attract, motivate, and retain people with the skills, talent, and experience to drive superior long-term company performance. \n\nIn addition, we provide all eligible full- and part-time employees (and their eligible dependents, as applicable) with a comprehensive set of benefits designed to protect their physical and financial health and to help them make the most of their financial future. \n\nPay Equity Review. Wells Fargo is committed to fair and equitable compensation practices and, since 2015, has conducted an annual pay equity review through engagement with a third-party expert. The review analyzes employee compensation by taking into account gender, race, and ethnicity and factors such as role, tenure, and geography. The review process can include compensation adjustments in the event we identify gaps. The 2022 review, modified for adjustments as described, showed that women at Wells Fargo earn more than 99 cents for every $1 earned by their male peers, and U.S. employees that are racially/ethnically diverse earn more than 99 cents for every $1 earned by their Caucasian/white peers. \n\nPromoting Diversity, Equity and Inclusion. Meeting the increasingly diverse needs of Wells Fargo&#8217;s global customer base is critical to our Company&#8217;s long-term growth and success. Wells Fargo values and promotes diversity, equity and inclusion (DE&#38;I) in every aspect of our business. We are dedicated to recruitment and career development practices that support our employees and promote diversity in our workforce at all levels of our Company, including leadership positions. We have a strong record of recruiting, promoting, and rewarding women and racially/ethnically diverse employees at all levels of our Company, including a goal to increase diverse representation in leadership roles. Our Head of Diverse Segments, Representation and \n\nInclusion reports directly to our CEO and leads our DE&#38;I efforts, with responsibility for driving a Company-wide DE&#38;I strategy. \n\nAs of December 31, 2022, our global workforce was 52% female and 48% male, and our U.S. workforce was 55% female and 45% male. Our U.S. workforce was 54% Caucasian/white and 46% racially/ethnically diverse. \n\nEmployee training and development. We invest heavily in coaching and training for employees and managers. We believe that when our employees feel properly supported, engaged, and confident in their skills, they are more effective and can provide an even better customer experience. During 2022, we invested approximately $200 million in a variety of employee learning and development programs, including functional training, regulatory compliance, leadership and professional development, early talent development programs, and tuition reimbursement. \n\nWork-life programs and the COVID-19 Pandemic. Wells Fargo offers many benefits, programs, and work arrangements intended to provide employees with flexibility and work-life balance. In March 2022, Wells Fargo began its Return to Office program for employees who had been working from home during the COVID-19 pandemic. Wells Fargo believes the Company benefits from employees seeing each other on a regular basis. When together, it is easier to build relationships, get in-the-moment coaching, identify career opportunities, and brainstorm ideas. Ultimately, when employees work together we believe they learn more about the customers and communities the Company serves and how to serve them better. With this in mind, Wells Fargo's approach emphasizes spending time together in the office, and also provides flexible work options for employees in certain jobs. For example, employees in certain non-customer-facing roles have flexibility to have up to two days a week of remote work, and spend a minimum of three days a week in the office. Expectations for other roles, including customer-facing, operations, technology, and non-U.S. based employees, vary by business need. \n\nThe health and safety of employees also remains a priority. All employees globally may take up to four hours of paid time away for each COVID-19 vaccine appointment (including boosters). U.S. employees are additionally eligible to receive free COVID-19 test kits from Wells Fargo or through their medical plan, at no additional cost. \n\nCompetition \n\nThe financial services industry is highly competitive. Our subsidiaries compete with financial services providers such as banks, savings and loan associations, credit unions, finance companies, mortgage banking companies, insurance companies, investment banks and mutual fund companies. They also face increased competition from nonbank institutions such as brokerage houses, private equity firms and online lending companies, as well as from financial services subsidiaries of commercial and manufacturing companies. Many of these competitors enjoy fewer regulatory constraints and some may have lower cost structures. \n\nSecurities firms and insurance companies that elect to become financial holding companies may acquire banks and other financial institutions. Combinations of this type could significantly change the competitive environment in which we conduct business. The financial services industry is also likely to become more competitive as further technological advances enable more companies to provide financial services. These technological advances may diminish the importance of \n\ndepository institutions and other financial intermediaries in the transfer of funds between parties. \n\nREGULATION AND SUPERVISION \n\nWe describe below, and in Note 25 (Regulatory Capital Requirements and Other Restrictions) to Financial Statements included in the 2022 Annual Report to Shareholders, the material elements of the regulatory framework applicable to us. Banking statutes, regulations and policies are continually under review by Congress and state legislatures and federal and state regulatory agencies, as well as non-U.S. governments and financial regulators, and a change in them, including changes in how they are interpreted or implemented, could have a material effect on our business. The regulatory framework applicable to depository institutions and bank holding companies (BHCs) is intended to protect depositors, federal deposit insurance funds, consumers and the banking system as a whole, and not necessarily investors in bank holding companies such as the Company. \n\nStatutes, regulations and policies could restrict our ability to diversify into other areas of financial services, make acquisitions, and pay dividends on our capital stock. They may also require us to provide financial support to one or more of our subsidiary banks, maintain capital balances in excess of amounts desired by management, and pay higher deposit insurance premiums as a result of assessments or a general deterioration in the financial condition of depository institutions. See the &#8220;Regulatory Matters&#8221; and &#8220;Risk Factors&#8221; sections in the 2022 Annual Report to Shareholders for additional information. \n\nGeneral \n\nParent Bank Holding Company. As a BHC, the Parent is subject to regulation under the BHC Act and to inspection, examination and supervision by its primary regulator, the Board of Governors of the Federal Reserve System (Federal Reserve Board or FRB). The Parent is also subject to the disclosure and regulatory requirements of the Securities Act of 1933, as amended, and the Securities Exchange Act of 1934, as amended, both as administered by the SEC. As a company with securities listed on the New York Stock Exchange (NYSE), the Parent is subject to the rules of the NYSE for listed companies. \n\nSubsidiary Banks. &#160; Our subsidiary national banks, and their subsidiaries, are subject to regulation and examination primarily by the Office of the Comptroller of the Currency (OCC) and also by the Federal Deposit Insurance Corporation (FDIC), the FRB, the Consumer Financial Protection Bureau (CFPB), the SEC and the Commodities Futures Trading Commission (CFTC). The non-U.S. branches and representative offices of our subsidiary national banks are subject to regulation and examination by their respective financial regulators as well as by the OCC and the FRB. Non-U.S. subsidiaries of our national bank subsidiaries may be subject to the laws and regulations of the countries in which they conduct business. \n\n&#160; \n\nNonbank Subsidiaries. Many of our nonbank subsidiaries are also subject to regulation by the FRB and other applicable federal and state agencies. Our insurance subsidiaries are subject to regulation by applicable state insurance regulatory agencies, as well as the FRB. Our brokerage subsidiaries are regulated by the SEC, the Financial Industry Regulatory Authority (FINRA) and, in some cases, the CFTC and the Municipal Securities Rulemaking Board, and state securities regulators. Our other nonbank subsidiaries may be subject to the laws and regulations of the federal government and/or the various states as well as non-U.S. countries in which they conduct business or operate. \n\nParent Bank Holding Company Activities \n\n&#8220;Financial in Nature&#8221; Requirement. We became a financial holding company effective March 13, 2000. We continue to maintain our status as a BHC for purposes of various FRB regulations. As a BHC that has elected to be treated as a financial holding company pursuant to the BHC Act, we may affiliate with securities firms and insurance companies and engage in other activities that are financial in nature or incidental or complementary to activities that are financial in nature. &#8220;Financial in nature&#8221; activities include securities underwriting, dealing, and market making; sponsoring mutual funds and investment companies; insurance underwriting and agency; merchant banking; and activities that the FRB, in consultation with the Secretary of the U.S. Treasury, determines to be financial in nature or incidental to such financial activity. &#8220;Complementary activities&#8221; are activities that the FRB determines upon application to be complementary to a financial activity and do not pose a safety and soundness risk. \n\nFRB approval is generally not required for us to acquire a company (other than a BHC, bank or savings association) engaged in activities that are financial in nature or incidental to activities that are financial in nature, as determined by the FRB. Prior notice to the FRB may be required, however, if the company to be acquired has total consolidated assets of $10 billion or more. Prior FRB approval is required before we may acquire the beneficial ownership or control of more than 5% of the voting shares or substantially all of the assets of a BHC, bank or savings association. In addition, the FRB has implemented a final rule under the Dodd-Frank Wall Street Reform and Consumer Protection Act (Dodd-Frank Act) that also prohibits our ability to merge, acquire all or substantially all of the assets of, or acquire control of another company if our total resulting consolidated liabilities would exceed 10% of the aggregate consolidated liabilities of all financial companies. \n\nBecause we are a financial holding company, if any of our subsidiary banks receives a rating under the Community Reinvestment Act of 1977, as amended (CRA), of less than satisfactory, we will be prohibited, until the rating is raised to satisfactory or better, from engaging in new activities or acquiring companies other than BHCs, banks or savings associations, except that we could engage in new activities, or acquire companies engaged in activities, that are closely related to banking under the BHC Act. CRA performance is also taken into account by regulators in reviewing applications to establish bank branches. In addition, if the FRB finds that the Company or any one of our subsidiary banks is not well capitalized or well managed, we would be required to enter into an agreement with the FRB to comply with all applicable capital and management requirements and which may contain additional limitations or conditions. Until corrected, we could be prohibited from engaging in any new activity or acquiring companies engaged in activities that are not closely related to banking under the BHC Act without prior FRB approval. If we fail to correct any such condition within a prescribed period, the FRB could order us to divest our banking subsidiaries or, in the alternative, to cease engaging in activities other than those closely related to banking under the BHC Act. \n\nInterstate Banking . Under the Riegle-Neal Interstate Banking and Branching Act (Riegle-Neal Act), a BHC may acquire banks in states other than its home state, subject to any state requirement that the bank has been organized and operating for a minimum period of time, not to exceed five years, and the requirement that the BHC not control, prior to or following the proposed acquisition, more than 10% of the total amount of \n\ndeposits of insured depository institutions nationwide or, unless the acquisition is the bank holding company&#8217;s initial entry into the state, more than 30% of such deposits in the state (or such lesser or greater amount set by the state). The Riegle-Neal Act also authorizes banks to merge across state lines, subject to the same deposit limits noted above, thereby creating interstate branches. Banks are also permitted to acquire and to establish new branches in other states. \n\n&#160; \n\nRegulatory Approval. In determining whether to approve a proposed bank acquisition, federal banking regulators will consider, among other factors, the effect of the acquisition on competition, financial condition, and future prospects including current and projected capital ratios and levels, the competence, experience, and integrity of management and record of compliance with laws and regulations, the convenience and needs of the communities to be served, including the acquiring institution&#8217;s record of compliance under the CRA, the effectiveness of the acquiring institution in combating money laundering activities and the risk to the stability of the United States banking system. \n\nDividend Restrictions \n\nThe Parent is a legal entity separate and distinct from its subsidiary banks and other subsidiaries. A significant source of funds to pay dividends on our common and preferred stock and principal and interest on our debt is dividends from the Parent&#8217;s subsidiaries. Various federal and state statutory provisions and regulations limit the amount of dividends the Parent&#8217;s subsidiary banks and certain other subsidiaries may pay without regulatory approval. Federal banking regulators have the authority to prohibit the Parent&#8217;s subsidiary banks from engaging in unsafe or unsound practices in conducting their businesses. The payment of dividends, depending on the financial condition of the bank in question, could be deemed an unsafe or unsound practice. The ability of the Parent&#8217;s subsidiary banks to pay dividends in the future is currently, and could be further, influenced by bank regulatory policies and capital requirements. For information about the restrictions applicable to the Parent&#8217;s subsidiary banks, see Note 25 (Regulatory Capital Requirements and Other Restrictions) to Financial Statements included in the 2022 Annual Report to Shareholders. \n\nFurthermore, under a Support Agreement dated June 28, 2017, as amended and restated on June 26, 2019 (the &#8220;Support Agreement&#8221;), among the Parent, WFC Holdings, LLC, an intermediate holding company and subsidiary of the Parent (the &#8220;IHC&#8221;), Wells Fargo Bank, N.A., Wells Fargo Securities, LLC, Wells Fargo Clearing Services, LLC, and certain other subsidiaries of the Parent designated from time to time as material entities for resolution planning purposes or identified from time to time as related support entities in our resolution plan, the IHC may be restricted from making dividend payments to the Parent if certain liquidity and/or capital metrics fall below defined triggers, or if the Parent&#8217;s board of directors authorizes it to file a case under the U.S. Bankruptcy Code. Any such restriction could materially and adversely impact the Parent&#8217;s liquidity and its ability to satisfy its debt and other obligations, as well as its ability to make dividend payments on its common and preferred stock. See the &#8220;Regulatory Matters&#8221; and &#8220;Risk Factors&#8221; sections of the 2022 Annual Report to Shareholders for additional information on the Support Agreement. \n\nIn addition to these restrictions on the ability of our subsidiary banks to pay dividends to us, the FRB requires large BHCs, including Wells Fargo, to submit annual capital plans describing planned capital distributions, such as the payment of \n\ndividends. Large BHCs, like Wells Fargo, and their insured depository institutions also must comply with various capital requirements, including the reforms known as Basel III, as well as rules that require leverage and supplementary leverage ratio requirements. We are also subject to the FRB's rule implementing an additional capital surcharge on those U.S. banking organizations, such as the Company, that are designated as global systemically important banks (G-SIBs). The failure to meet any of these requirements could result in limitations or restrictions on our ability to make capital distributions. \n\nIn addition, the FRB&#8217;s enhanced supervision regulations for large BHCs, like Wells Fargo, impose capital distribution restrictions, including on the payment of dividends, upon the occurrence of capital, stress test, risk management, or liquidity risk management triggers. For more information on regulations or arrangements that may impose capital distribution restrictions on the Company and its subsidiaries, see the &#8220;Capital Management,&#8221; &#8220;Regulatory Matters&#8221; and &#8220;Risk Factors&#8221; sections of the 2022 Annual Report to Shareholders. \n\nHolding Company Structure \n\nTransfer of Funds from Subsidiary Banks. &#160; The Parent&#8217;s subsidiary banks are subject to restrictions under federal law that limit the transfer of funds or other assets from such subsidiaries to the Parent and its nonbank subsidiaries (including affiliates) in so-called &#8220;covered transactions.&#8221; In general, covered transactions include loans and other extensions of credit, investments and asset purchases, as well as certain other transactions involving the transfer of value from a subsidiary bank to an affiliate or for the benefit of an affiliate. Unless an exemption applies, covered transactions by a subsidiary bank with a single affiliate are limited to 10% of the subsidiary bank&#8217;s capital and surplus and, with respect to all covered transactions with affiliates in the aggregate, to 20% of the subsidiary bank&#8217;s capital and surplus. Also, loans and extensions of credit to affiliates generally must be secured by qualifying collateral. A bank&#8217;s transactions with its nonbank affiliates are also generally required to be on arm&#8217;s length terms. The Company is also subject to lending limits and qualitative requirements on loans to executive officers, directors and principal shareholders of the Parent and its subsidiary banks. \n\nSource of Strength. The FRB has a policy that a BHC is expected to act as a source of financial and managerial strength to each of its subsidiary banks and, under appropriate circumstances, to commit resources to support each such subsidiary bank. This support may be required at times when the BHC may not have the resources to provide the support. \n\nThe OCC may order an assessment of the Parent if the capital of one of its national bank subsidiaries were to become impaired. If the Parent failed to pay the assessment within three months, the OCC could order the sale of the Parent&#8217;s stock in the national bank to cover the deficiency. \n\n&#160; \n\nDepositor Preference. &#160; In the event of the &#8220;liquidation or other resolution&#8221; of an insured depository institution, the claims of deposits payable in the United States (including the claims of the FDIC as subrogee of insured depositors) and certain claims for administrative expenses of the FDIC as a receiver will have priority over other general unsecured claims against the institution. If an insured depository institution fails, claims of insured and uninsured U.S. depositors, along with claims of the FDIC, will have priority in payment ahead of unsecured creditors, including the Parent, and depositors whose deposits are solely payable at such insured depository institution&#8217;s non-U.S. offices. \n\n&#160; \n\nLiability of Commonly Controlled Institutions. &#160; The Company&#8217;s subsidiaries include banks in the U.S., such as Wells Fargo Bank, N.A., that are insured by the FDIC. Under the Federal Deposit Insurance Act, insured depository institutions can be held liable for any loss incurred, or reasonably expected to be incurred, by the FDIC due to the default of an insured depository institution controlled by the same BHC, and for any assistance provided by the FDIC to an insured depository institution that is in danger of default and that is controlled by the same BHC. &#8220;Default&#8221; means generally the appointment of a conservator or receiver. &#8220;In danger of default&#8221; means generally the existence of certain conditions indicating that a default is likely to occur in the absence of regulatory assistance. \n\nDodd-Frank Act \n\nThe Dodd-Frank Act and the numerous rules to implement its provisions have resulted in enhanced regulation and supervision of large BHCs, such as Wells Fargo. This includes, among other things, rules to promote financial stability and prevent or mitigate the risks that may arise from the material distress or failure of a large BHC; enhance consumer protections; prohibit proprietary trading; and implement enhanced prudential requirements for large BHCs regarding risk-based capital and leverage, risk and liquidity management, stress testing, and recovery and resolution planning. The Dodd-Frank Act, including current and future rules implementing its provisions and the interpretation of those rules, has affected, and we expect will continue to affect, most of our businesses in some way, either directly through regulation of specific activities or indirectly through regulation of concentration risks, capital or liquidity. For more information about the Dodd-Frank Act and its effect on our business, see the &#8220;Regulatory Matters&#8221; and &#8220;Risk Factors&#8221; sections of the 2022 Annual Report to Shareholders. \n\nCapital and Liquidity Requirements and Capital Planning \n\nThe Company and each of our insured depository institutions are subject to various regulatory capital adequacy and liquidity requirements administered by federal banking regulators. The capital rules, among other things, establish required minimum ratios relating capital to different categories of assets and exposures. Federal banking regulators have also imposed a leverage ratio and supplementary leverage ratio on large BHCs, like Wells Fargo, and their insured depository institutions, as well as a liquidity coverage ratio and a net stable funding ratio. The FRB has also finalized rules to address the amount of equity and unsecured long-term debt a G-SIB must hold to improve its resolvability and resiliency, often referred to as total loss absorbing capacity. \n\nFrom time to time, federal banking regulators propose changes and amendments to, and issue interpretations of, risk-based capital requirements and related reporting instructions. In addition, the FRB closely monitors capital levels of the institutions it supervises and may require such institutions to modify capital levels based on FRB determinations. Such determinations, proposals or interpretations could, if implemented in the future, affect our reported capital ratios and net risk-adjusted assets. \n\nAs an additional means to identify problems in the financial management of depository institutions, the Federal Deposit Insurance Act (FDI Act) requires federal banking regulators to establish certain non-capital safety and soundness standards for institutions for which they are the primary federal regulator. The standards relate generally to operations and management, asset quality, interest rate exposure, executive compensation and risk \n\nmanagement. Federal banking regulators are authorized to take action against institutions that fail to meet such standards. \n\nThe FDI Act requires federal banking regulators to take &#8220;prompt corrective action&#8221; with respect to FDIC-insured depository institutions that do not meet minimum capital requirements. A depository institution&#8217;s treatment for purposes of the prompt corrective action provisions will depend upon how its capital levels compare to various capital measures and certain other factors, as established by regulation. \n\nIn addition, the FRB&#8217;s capital plan rule establishes capital planning and other requirements that govern capital distributions, including dividends and share repurchases, by certain BHCs, including Wells Fargo. Federal banking regulators also require stress tests to evaluate whether an institution has sufficient capital to continue to operate during periods of adverse economic and financial conditions. \n\nFor more information on our capital requirements and planning, see the &#8220;Capital Management&#8221; section of the 2022 Annual Report to Shareholders. \n\nDeposit Insurance Assessments \n\nThe Company&#8217;s subsidiaries include banks, such as Wells Fargo Bank, N.A., that are insured by the FDIC. Through the Deposit Insurance Fund (DIF) maintained by the FDIC, the FDIC insures the deposits of our insured banks up to prescribed limits for each depositor and funds the DIF through assessments on member banks. To maintain the DIF, member institutions are assessed an insurance premium based on an assessment base and an assessment rate. \n\nThe FDIC has adopted a comprehensive, long-range plan for DIF management, targeting a designated reserve ratio of 2%. For the year ended December 31, 2022, the Company's FDIC deposit insurance assessments totaled $679 million. \n\nThe FDIC may terminate a depository institution&#8217;s deposit insurance upon a finding that the institution&#8217;s financial condition is unsafe or unsound or that the institution or its directors have engaged in unsafe or unsound practices or have violated any applicable law, regulation, order or condition enacted or imposed by the institution&#8217;s regulatory agency. The termination of deposit insurance for one or more of our bank subsidiaries could have a material adverse effect on our earnings, depending on the collective size of the particular banks involved. \n\n&#160; \n\nFiscal and Monetary Policies \n\nOur business and earnings are affected significantly by the fiscal and monetary policies of the federal government and its agencies. We are particularly affected by the monetary policies of the FRB, which regulates the supply of money and credit in the United States. Among the instruments of monetary policy available to the FRB are (a) conducting open market operations in United States government securities, (b) changing the discount rates of borrowings of depository institutions, (c) imposing or changing reserve requirements against depository institutions&#8217; deposits, and (d) imposing or changing reserve requirements against certain borrowings by banks and their affiliates. These methods are used in varying degrees and combinations to directly affect the availability of bank loans and deposits, as well as the interest rates charged on loans and paid on deposits. The policies of the FRB may have a material effect on our business, results of operations and financial condition. \n\n&#160; \n\nPrivacy Provisions of the Gramm-Leach-Bliley Act and Restrictions on Affiliate Marketing \n\nFederal banking regulators, as required under the Gramm-Leach-Bliley Act (the GLB Act), have adopted rules limiting the ability of \n\nbanks and other financial institutions to disclose nonpublic information about consumers to nonaffiliated third parties. The rules require disclosure of privacy policies to consumers and, in some circumstances, allow consumers to prevent disclosure of certain personal information to nonaffiliated third parties. The privacy provisions of the GLB Act affect how consumer information is transmitted through diversified financial services companies and conveyed to outside vendors. Federal financial regulators have issued regulations under the Fair and Accurate Credit Transactions Act that have the effect of increasing the length of the waiting period, after privacy disclosures are provided to new customers, before information can be shared among different affiliated companies for the purpose of marketing products and services by those affiliated companies. \n\nSarbanes-Oxley Act of 2002 \n\nThe Sarbanes-Oxley Act of 2002 (Sarbanes-Oxley) implemented a broad range of corporate governance and accounting measures to increase corporate responsibility, to provide for enhanced penalties for accounting and auditing improprieties at publicly traded companies, and to protect investors by improving the accuracy and reliability of disclosures under federal securities laws. We are subject to Sarbanes-Oxley because we are required to file periodic reports with the SEC under the Securities Exchange Act of 1934. Among other things, Sarbanes-Oxley and/or its implementing regulations established membership requirements and additional responsibilities for our audit committee, imposed restrictions on the relationship between us and our outside auditors (including restrictions on the types of non-audit services our auditors may provide to us), imposed additional responsibilities for our external financial statements on our chief executive officer and chief financial officer, expanded the disclosure requirements for our corporate insiders, required our management to evaluate our disclosure controls and procedures and our internal control over financial reporting, and required our independent registered public accounting firm to issue a report on our internal control over financial reporting. \n\n&#160; \n\nUSA PATRIOT Act \n\nThe Uniting and Strengthening America by Providing Appropriate Tools Required to Intercept and Obstruct Terrorism Act of 2001 (USA PATRIOT Act) is intended to strengthen the ability of U.S. law enforcement agencies and intelligence communities to work together to combat terrorism on a variety of fronts. The USA PATRIOT Act has significant implications for depository institutions, brokers, dealers and other businesses involved in the transfer of money. The USA PATRIOT Act requires the implementation of policies and procedures relating to anti&#8209;money laundering, economic sanctions, suspicious activities, and currency transaction reporting and due diligence on customers. The USA PATRIOT Act also requires federal banking regulators to evaluate the effectiveness of an applicant in combating money laundering in determining whether to approve a proposed bank acquisition. \n\nFuture Legislation or Regulation \n\nEconomic, market and political conditions during the past several years have led to a significant amount of legislation and regulation in the U.S. and abroad affecting the financial services industry, as well as heightened expectations and scrutiny of financial services companies from banking regulators. Further legislative changes and additional regulations may change our operating environment in substantial and unpredictable ways. Such legislation and regulations could increase our cost of doing business, affect our compensation structure, restrict or expand \n\nthe activities in which we may engage or affect the competitive balance among banks, savings associations, credit unions, and other financial institutions. We cannot predict whether future legislative proposals will be enacted and, if enacted, the effect that they, or any implementing regulations, would have on our business, results of operations or financial condition. \n\nADDITIONAL INFORMATION \n\nAdditional information in response to this Item 1 can be found in the 2022 Annual Report to Shareholders under &#8220;Financial Review&#8221; and under &#8220;Financial Statements.&#8221; That information is incorporated into this item by reference. \n\n##TABLE_START "
    },
    {
      "section": "1A",
      "text": " ITEM 1A. RISK FACTORS ##TABLE_END\n\nInformation in response to this Item 1A can be found in this report under Item 1 and in the 2022 Annual Report to Shareholders under &#8220;Financial Review &#8211; Risk Factors.&#8221; That information is incorporated into this item by reference. \n\n&#160; \n\n##TABLE_START "
    },
    {
      "section": "1B",
      "text": " ITEM 1B. UNRESOLVED STAFF COMMENTS ##TABLE_END\n\nNot applicable. \n\n##TABLE_START "
    },
    {
      "section": "2",
      "text": " ITEM 2. PROPERTIES ##TABLE_END\n\n##TABLE_START December 31, 2022 Approximate square footage (in millions) We occupy properties in: United States San Francisco-Oakland-Berkeley, CA metro area 420 Montgomery Street (corporate headquarters) 0.4 All other San Francisco metro area locations 2.8 Total San Francisco, CA metro area 3.2 Top 10 other U.S. locations: Charlotte-Concord-Gastonia, NC-SC 7.0 Minneapolis-St. Paul-Bloomington, MN-WI 4.4 New York-Newark-Jersey City, NY-NJ-PA 3.1 Los Angeles-Long Beach-Anaheim, CA 2.9 Des Moines-West Des Moines, IA 2.9 Phoenix-Mesa-Chandler, AZ 2.9 St. Louis, MO-IL 2.2 Dallas-Fort Worth-Arlington, TX 1.6 Philadelphia-Camden-Wilmington, PA-NJ-DE-MD 1.5 Miami-Fort Lauderdale-Pompano Beach, FL 1.3 All other U.S. locations 32.3 Total United States 65.3 Top 5 International locations: India 3.9 Philippines 0.9 United Kingdom 0.3 All other international locations 0.3 Total International 5.4 Total square footage of property occupied for business operations (1) 70.7 ##TABLE_END\n\n(1) In addition to the total square footage of property occupied, Wells Fargo held 2.8 million square feet of real estate as of December 31, 2022, that was vacant pending disposition, leased to retail tenants or leased-to-term by third-party office tenants. \n\nAs of December 31, 2022, we provided a diversified set of banking, investment and mortgage products and services, as well as consumer and commercial finance, through banking locations and offices under ownership and lease agreements. The locations and offices occupied by the Company are used across all of our reportable operating segments and for corporate purposes. We continue to evaluate our owned and leased properties and may determine from time to time that certain of our properties are no longer necessary for our operations. There is no assurance that we will be able to dispose of any excess properties or that we will not incur charges in connection with such dispositions, which could be material to our operating results in a given period. \n\n##TABLE_START "
    },
    {
      "section": "3",
      "text": " ITEM 3. LEGAL PROCEEDINGS ##TABLE_END\n\nInformation in response to this Item 3 can be found in the 2022 Annual Report to Shareholders under &#8220;Financial Statements &#8211; Notes to Financial Statements &#8211; Note 13 (Legal Actions).&#8221; That information is incorporated into this item by reference. \n\n##TABLE_START "
    },
    {
      "section": "4",
      "text": " ITEM 4. MINE SAFETY DISCLOSURES ##TABLE_END\n\nNot applicable. \n\nPART II \n\n##TABLE_START "
    },
    {
      "section": "5",
      "text": " ITEM 5. MARKET FOR REGISTRANT&#8217;S COMMON EQUITY, RELATED STOCKHOLDER MATTERS AND ISSUER PURCHASES OF EQUITY SECURITIES ##TABLE_END\n\nMARKET INFORMATION \n\nThe Company&#8217;s common stock is listed on the NYSE (symbol &#8220;WFC&#8221;). The &#8220;Stock Performance&#8221; section of the 2022 Annual Report to Shareholders provides stockholder return comparisons and is incorporated herein by reference. At February 10, 2023, there were 231,886 holders of record of the Company&#8217;s common stock. \n\nDIVIDENDS \n\nThe dividend restrictions discussions in the &#8220;Regulation and Supervision &#8211; Dividend Restrictions&#8221; section under Item 1 of this report and in the 2022 Annual Report to Shareholders under &#8220;Financial Statements &#8211; Notes to Financial Statements &#8211; Note 25 (Regulatory Capital Requirements and Other Restrictions)&#8221; are incorporated into this item by reference. \n\nREPURCHASES OF EQUITY SECURITIES \n\nIn January 2021, our Board of Directors authorized the repurchase of up to 500 million shares of our common stock. At December 31, 2022, we had remaining Board authority to repurchase approximately 250 million shares of common stock, subject to regulatory and legal conditions. The authorizations cover shares repurchased to meet employee benefit plan requirements. The Company maintains a variety of retirement plans for its employees and typically is a net issuer of shares of common stock to these plans. From time to time, it also purchases shares of common stock from these plans to accommodate employee preferences. Share repurchases are subtracted from the Company&#8217;s repurchase authority without offset for share issuances. Shares may be repurchased from the different benefit plans or in the open market, subject to regulatory approval. \n\nThe amount and timing of stock repurchases will be based on various factors, including our capital requirements, the number of shares we expect to issue for employee benefit plans and acquisitions, market conditions (including the trading price of our stock), and regulatory and legal considerations. See the &#8220;Capital Management&#8221; section in the 2022 Annual Report to Shareholders for additional information about our common stock repurchases. \n\nThe following table shows Company repurchases of its common stock for each calendar month in the quarter ended December 31, 2022. In fourth quarter 2022, common stock repurchases were limited to repurchases in connection with the Wells Fargo &#38; Company Stock Purchase Plan and the Company&#8217;s deferred compensation plans. \n\n##TABLE_START Calendar month Total number of shares repurchased (1) Weighted-average price paid per share Maximum number of shares that may yet be repurchased under the authorization October 52,876 $ 43.67 250,466,216 November 43,423 46.77 250,422,793 December 32,959 42.94 250,389,834 Total 129,258 ##TABLE_END\n\n(1) All shares were repurchased under an authorization covering up to 500 million shares of common stock approved by the Board of Directors and publicly announced by the Company on January 15, 2021. Unless modified or revoked by the Board, this authorization does not expire. \n\n##TABLE_START "
    },
    {
      "section": "6",
      "text": " ITEM 6. [RESERVED] ##TABLE_END\n\n##TABLE_START "
    },
    {
      "section": "7",
      "text": " ITEM 7. MANAGEMENT&#8217;S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS ##TABLE_END\n\nInformation in response to this Item 7 can be found in the 2022 Annual Report to Shareholders under &#8220;Financial Review.&#8221; That information is incorporated into this item by reference. \n\n##TABLE_START "
    },
    {
      "section": "7A",
      "text": " ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK ##TABLE_END\n\nInformation in response to this Item 7A can be found in the 2022 Annual Report to Shareholders under &#8220;Financial Review &#8211; Risk Management &#8211; Asset/Liability Management.&#8221; That information is incorporated into this item by reference. \n\n##TABLE_START "
    },
    {
      "section": "8",
      "text": " ITEM 8. FINANCIAL STATEMENTS AND SUPPLEMENTARY DATA ##TABLE_END\n\nInformation in response to this Item 8 can be found in the 2022 Annual Report to Shareholders under &#8220;Financial Statements,&#8221; under &#8220;Notes to Financial Statements&#8221; and under &#8220;Quarterly Financial Data.&#8221; That information is incorporated into this item by reference. \n\n##TABLE_START "
    },
    {
      "section": "9",
      "text": " ITEM 9. CHANGES IN AND DISAGREEMENTS WITH ACCOUNTANTS ON ACCOUNTING AND FINANCIAL DISCLOSURE ##TABLE_END\n\nNot applicable. \n\n##TABLE_START "
    },
    {
      "section": "9A",
      "text": " ITEM 9A. CONTROLS AND PROCEDURES ##TABLE_END\n\nInformation in response to this Item 9A can be found in the \n\n2022 Annual Report to Shareholders under &#8220;Controls and Procedures.&#8221; That information is incorporated into this item by reference. \n\n##TABLE_START "
    },
    {
      "section": "9B",
      "text": " ITEM 9B. OTHER INFORMATION ##TABLE_END\n\nNot applicable. \n\n##TABLE_START "
    },
    {
      "section": "10",
      "text": " ITEM 10. DIRECTORS, EXECUTIVE OFFICERS AND CORPORATE GOVERNANCE ##TABLE_END\n\nINFORMATION ABOUT OUR EXECUTIVE OFFICERS \n\nMuneera S. Carr (age 54) \n\nExecutive Vice President, Chief Accounting Officer and Controller since March 2020; \n\nExecutive Vice President and Controller from January 2020 to March 2020; \n\nExecutive Vice President from February 2013 to October 2019 and Chief Financial Officer from January 2018 to October 2019 at Comerica, Incorporated, a financial services company; \n\nChief Accounting Officer at Comerica Incorporated from July 2010 to January 2018. \n\nMs. Carr has served with the Company for 3 years. \n\nWilliam M. Daley (age 74) \n\nVice Chairman of Public Affairs since November 2019; \n\nVice Chairman and a member of the Executive Committee at Bank of New York Mellon, a financial services company, from June 2019 to October 2019; \n\nManaging Partner at Argentiere Capital, an investment management firm, from May 2014 to June 2019. \n\nMr. Daley has served with the Company for 3 years. \n\nKristy Fercho (age 56) \n\nSenior Executive Vice President, Head of Diverse Segments, Representation and Inclusion and Head of Home Lending since October 2022; \n\nExecutive Vice President and Head of Home Lending from July 2020 to October 2022; \n\nPresident of the Mortgage Division at Flagstar Bancorp, Inc., a financial services company, from August 2017 to July 2020. \n\nMs. Fercho has served with the Company for 2 years. \n\nDerek A. Flowers (age 51) \n\nSenior Executive Vice President and Chief Risk Officer since January 2022; \n\nSenior Executive Vice President and Head of Strategic Execution and Operations from June 2019 to January 2022; \n\nExecutive Vice President and Chief Credit and Market Risk Officer from July 2016 to June 2019. \n\nMr. Flowers has served with the Company or its predecessors for 24 years. \n\nKyle G. Hranicky (age 53) \n\nSenior Executive Vice President and CEO of Commercial Banking since September 2021; \n\nExecutive Vice President and Head of Wells Fargo Middle Market Banking from August 2018 to September 2021; \n\nExecutive Vice President and Head of Wells Fargo Corporate Banking Group from April 2015 to July 2018. \n\nMr. Hranicky has served with the Company or its predecessors for 28 years. \n\nBei Ling (age 52) \n\nSenior Executive Vice President and Head of Human Resources since October 2021; \n\nManaging Director, Human Resources at JPMorgan Chase &#38; Co., a financial services company, from April 2013 to September 2021. \n\nMs. Ling has served with the Company for 1 year. \n\nMary T. Mack (age 60) \n\nSenior Executive Vice President and CEO of Consumer and Small Business Banking since February 2020; \n\nInterim CEO of Consumer Lending from February 2020 to April 2020; \n\nSenior Executive Vice President (Consumer Banking), reflecting the renamed Consumer Banking organization which combined Community Banking and Consumer Lending, from April 2019 to February 2020; \n\nSenior Executive Vice President (Consumer Lending) from December 2017 to April 2019 and Senior Executive Vice President (Community Banking) from November 2016 to April 2019. \n\nMs. Mack has served with the Company or its predecessors for 38 years. \n\nLester J. Owens (age 65) \n\nSenior Executive Vice President and Head of Operations since July 2020; \n\nSenior Executive Vice President and Head of Operations at Bank of New York Mellon, a financial services company, from February 2019 to April 2020; \n\nManaging Director for Wholesale Banking Operations at JPMorgan Chase &#38; Co., a financial services company, from 2007 to December 2018. \n\nMr. Owens has served with the Company for 2 years. \n\nEllen R. Patterson (age 49) \n\nSenior Executive Vice President and General Counsel since March 2020; \n\nGroup Head, General Counsel at The Toronto-Dominion Bank, a financial services company, from November 2017 to March 2020. \n\nMs. Patterson has served with the Company for 2 years. \n\nScott E. Powell (age 60) \n\nSenior Executive Vice President and Chief Operating Officer since December 2019; \n\nPresident and Chief Executive Officer of Santander Consumer USA Holdings Inc., a financial services company, from August 2017 to December 2019; \n\nSenior Executive Vice President of Santander Bank, N.A., a financial services company, from August 2017 to December 2019; \n\nPresident and Chief Executive Officer of Santander Holdings USA Inc., a financial services company, from March 2015 to December 2019. \n\nMr. Powell has served with the Company for 3 years. \n\nMichael P. Santomassimo (age 47) \n\nSenior Executive Vice President and Chief Financial Officer since October 2020; \n\nSenior Executive Vice President and Chief Financial Officer at Bank of New York Mellon, a financial services company, from January 2018 to July 2020; \n\nChief Financial Officer of Investment Services at Bank of New York Mellon from July 2016 to January 2018. \n\nMr. Santomassimo has served with the Company for 2 years. \n\nKleber R. Santos (age 49) \n\nSenior Executive Vice President and CEO of Consumer Lending since July 2022; \n\nSenior Executive Vice President and Head of Diverse Segments, Representation and Inclusion from November 2020 to October 2022; \n\nPresident, Retail and Direct Banking at Capital One Financial Corporation, a financial services company, from March 2017 to October 2020. \n\nMr. Santos has served with the Company for 2 years. \n\nCharles W. Scharf (age 57) \n\nChief Executive Officer and President since October 2019; \n\nChief Executive Officer of Bank of New York Mellon, a financial services company, from July 2017 to September 2019. \n\nMr. Scharf has served with the Company for 3 years. \n\nBarry Sommers (age 53) \n\nSenior Executive Vice President and CEO of Wealth and Investment Management since June 2020; \n\nChief Executive Officer of Wealth Management at JPMorgan Chase &#38; Co., a financial services company, from September 2016 to April 2019. \n\nMr. Sommers has served with the Company for 2 years. \n\nSaul Van Beurden (age 53) \n\nSenior Executive Vice President and Head of Technology since April 2019; \n\nChief Information Officer of Consumer and Community Banking at JPMorgan Chase &#38; Co., a financial services company, from August 2016 to January 2019. \n\nMr. Van Beurden has served with the Company for 3 years. \n\nJonathan G. Weiss (age 65) \n\nSenior Executive Vice President and CEO of Corporate and Investment Banking since February 2020; \n\nInterim CEO of Wealth and Investment Management from February 2020 to June 2020; \n\nSenior Executive Vice President (Wealth and Investment Management) from July 2017 to February 2020. \n\nMr. Weiss has served with the Company for 17 years. \n\nAther Williams III (age 52) \n\nSenior Executive Vice President and Head of Strategy, Digital Platform, and Innovation since October 2020; \n\nManaging Director, Head of Business Banking at Bank of America Corporation, a financial services company, from September 2017 to July 2020. \n\nMr. Williams has served with the Company for 2 years. \n\n&#160; \n\nThere is no family relationship between any of the Company&#8217;s executive officers or directors. All executive officers serve at the pleasure of the Board of Directors. \n\nAUDIT COMMITTEE INFORMATION \n\nThe Audit Committee is a standing audit committee of the Board of Directors established in accordance with Section 3(a)(58)(A) of the Securities Exchange Act of 1934. The Committee has four members: Mark A. Chancy, Theodore F. Craver, Jr. (Chair), CeCelia G. Morken, and Ronald L. Sargent. Each member is independent, as independence for audit committee members is defined by NYSE rules. The Board of Directors has determined, in its business judgment, that each member of the Audit Committee is financially literate, as required by NYSE rules, and that Messrs. Chancy, Craver, Jr., and Sargent each qualifies as an &#8220;audit committee financial expert&#8221; as defined by SEC regulations. \n\nCODE OF ETHICS AND BUSINESS \n\nCONDUCT \n\nThe Company&#8217;s Code of Ethics and Business Conduct applicable to employees (including executive officers) as well as directors, the Company&#8217;s corporate governance guidelines, and the charters for the Audit, Governance and Nominating, Human Resources, Corporate Responsibility, Finance, and Risk Committees are available at www.wellsfargo.com/about/corporate/governance . \n\nADDITIONAL INFORMATION \n\nAdditional information with respect to our directors, executive officers, and corporate governance in response to this Item 10 will be in the Company&#8217;s 2023 Proxy Statement and is incorporated into this item by reference. \n\n##TABLE_START "
    },
    {
      "section": "11",
      "text": " ITEM 11. EXECUTIVE COMPENSATION ##TABLE_END\n\nInformation with respect to our executive officer and director compensation and with respect to the Human Resources Committee of the Board of Directors in response to this Item 11 will be in the Company&#8217;s 2023 Proxy Statement and is incorporated into this item by reference. \n\n##TABLE_START "
    },
    {
      "section": "12",
      "text": " ITEM 12. SECURITY OWNERSHIP OF CERTAIN BENEFICIAL OWNERS AND MANAGEMENT AND RELATED STOCKHOLDER MATTERS ##TABLE_END\n\nEQUITY COMPENSATION PLAN INFORMATION \n\nThe following table provides information about our equity compensation plans in effect on December 31, 2022, separately aggregated for plans approved by shareholders and for plans not approved by shareholders. A description of the material features of each equity compensation plan not approved by shareholders follows the table. All outstanding awards relate to shares of our common stock. Information is as of December 31, 2022, unless otherwise indicated. \n\n##TABLE_START Equity Compensation Plan Information (a) (b) (c) Plan category # of shares to be issued upon exercise of outstanding options, warrants and rights Weighted-average exercise price of outstanding options, warrants and rights (1) # of shares remaining available for future issuance under equity compensation plans (excluding securities reflected in column (a)) Equity compensation plans approved by security holders 60,458,799 (2) $ 0.00 131,346,845 (3) Equity compensation plans not approved by security holders 5,259,807 (4) NA 3,089,783 (5) Total 65,718,606 0.00 134,436,628 ##TABLE_END\n\n(1) Does not reflect restricted share rights (RSRs), restricted share units (RSUs), performance share awards or deferred compensation benefits because they have no exercise price. \n\n(2) For the Wells Fargo &#38; Company 2022 Long-Term Incentive Plan (2022 LTIP) and its predecessor the Long-Term Incentive Compensation Plan (LTICP), consists of 53,237,143 shares subject to RSRs, and a maximum of 5,731,327 performance shares. For the Supplemental 401(k) Plan, consists of 1,126,379 shares issuable upon distribution of benefits. For the Directors Stock Compensation and Deferral Plan (Directors Plan), consists of 228,946 shares issuable upon distribution of deferred stock awards, and 135,004 shares issuable upon distribution of deferred compensation benefits. \n\n(3) We could have issued the number of shares of our common stock indicated in the table below captioned &#8220;Plans approved by security holders&#8221; pursuant to any of the award types listed for the plan or, if indicated for the plan, pursuant to distributions of deferred compensation benefits. No information is provided for the LTICP because no future awards will be made under this plan. \n\n(4) This consists of shares of common stock issuable upon distribution of deferred compensation benefits and 617 shares issuable upon distribution related to the Norwest Corporation Directors&#8217; Formula Stock Award Plan. \n\n(5) We could have issued the number of shares of our common stock indicated in the table below captioned &#8220;Plans not approved by security holders&#8221; pursuant to distributions of deferred compensation benefits. No information is provided for the Norwest Corporation Directors&#8217; Formula Stock Award Plan because no future awards or deferrals will be made under this plan and because column (a) reflects all shares issuable under those plans upon exercise or distribution of outstanding awards or deferred compensation benefits. \n\n##TABLE_START Plans approved by security holders # of shares remaining available for future issuance under equity compensation plans (excluding # of shares to be issued upon exercise of outstanding options, warrants and rights) Award types 2022 LTIP 129,493,577 Stock, restricted stock, RSRs, performance shares, performance units Supplemental 401(k) Plan 1,723,509 Deferral distribution Directors Plan 129,759 Stock options, deferral distribution Total 131,346,845 Plans not approved by security holders # of shares remaining available for future issuance under equity compensation plans Award types Deferred Compensation Plan 2,942,642 Deferral distribution Non-Qualified Deferred Compensation Plan for Independent Contractors 147,141 Deferral distribution Total 3,089,783 ##TABLE_END\n\nMaterial Features of Equity Compensation Plans Not Approved by Shareholders \n\n&#160; \n\nDeferred Compensation Plan . Under the Deferred Compensation Plan, eligible employees may defer receipt of salary, bonuses and certain other compensation subject to the terms of the plan. \n\nDeferral elections are irrevocable once made except for limited re-deferral opportunities. We treat amounts deferred by a participant as if invested in the earnings options selected by the participant, and determine the deferred compensation benefit payable to the participant based on the performance of those earnings options. The plan offers a number of earnings options, \n\nincluding one based on our common stock with dividends reinvested. We generally distribute amounts allocated to the common stock option in shares of common stock. Participants have no direct interest in any of the earnings options and are general unsecured creditors of the Company with respect to their deferred compensation benefits under the plan. \n\nNon-Qualified Deferred Compensation Plan for Independent Contractors . Under the Non-Qualified Deferred Compensation Plan for Independent Contractors participants who performed qualifying investment or other financial services for participating affiliates as independent contractors were able to defer all or part of their eligible compensation payable to them by the affiliate subject to the terms of the plan. Deferral elections were irrevocable once made. Amounts deferred by a participant were treated as if invested in the earnings options selected by the participant, which determine the deferred compensation benefit payable to the participant. The plan offered a number of earnings options, including one based on our common stock with dividends reinvested. We generally distribute amounts allocated to the common stock option in shares of common stock. No future deferrals may be made under this plan and participants may no longer reallocate their existing account balances under the plan among different investment options. Shares remaining available for issuance under the plan consist of shares issuable as a result of amounts credited to participant accounts denominated in our common stock to reflect cash dividends paid on the common stock. The plan is sponsored by a wholly owned subsidiary, WF Deferred Compensation Holdings, Inc. We have guaranteed its obligations under the plan. Participants have no direct interest in any of the earnings options and are general unsecured creditors of the plan sponsor and the Company with respect to their deferred compensation benefits under the plan. \n\nNorwest Corporation Directors&#8217; Formula Stock Award Plan . Under the Norwest Corporation Directors&#8217; Formula Stock Award Plan we awarded shares of common stock to non-employee directors. The plan allowed participants to defer receipt of all or a portion of their awards, with dividends reinvested, until a future year or years as selected by the participants subject to the terms of the plan. Participants can elect one time to defer commencement of distribution of their deferral accounts if the election is made sufficiently in advance of the original distribution commencement date and the new distribution commencement date is sufficiently beyond the original distribution commencement date. Participants have no direct interest in the shares deferred under the plan and are general unsecured creditors of the Company with respect to payment of their deferred stock awards under the plan. No future stock awards or deferrals may be made under this plan. \n\nADDITIONAL INFORMATION \n\nAdditional information with respect to security ownership of certain beneficial owners of our common stock and the security ownership of our management in response to this Item 12 will be in the Company&#8217;s 2023 Proxy Statement and is incorporated into this item by reference. \n\n##TABLE_START "
    },
    {
      "section": "13",
      "text": " ITEM 13. CERTAIN RELATIONSHIPS AND RELATED TRANSACTIONS, AND DIRECTOR INDEPENDENCE ##TABLE_END\n\nInformation with respect to certain relationships and related transactions and director independence in response to this Item 13 will be in the Company&#8217;s 2023 Proxy Statement and is incorporated into this item by reference. \n\n##TABLE_START "
    },
    {
      "section": "14",
      "text": " ITEM 14. PRINCIPAL ACCOUNTANT FEES AND SERVICES ##TABLE_END\n\nInformation with respect to principal accountant fees and services in response to this Item 14 will be in the Company&#8217;s 2023 Proxy Statement and is incorporated into this item by reference. \n\nPART IV \n\n##TABLE_START "
    },
    {
      "section": "15",
      "text": " ITEM 15. EXHIBIT AND FINANCIAL STATEMENT SCHEDULES ##TABLE_END\n\n1. FINANCIAL STATEMENTS \n\nThe Company&#8217;s consolidated financial statements, including the Notes thereto, and the report of the independent registered public accounting firm thereon, are set forth in the 2022 Annual Report to Shareholders, and are incorporated into this item by reference. \n\n2. FINANCIAL STATEMENT SCHEDULES \n\nAll financial statement schedules for the Company have been included in the consolidated financial statements or the related footnotes, or are either inapplicable or not required. \n\n3. EXHIBITS \n\n&#160; \n\nA list of exhibits to this Form 10-K is set forth below. Shareholders may obtain a copy of any of the following exhibits, upon payment of a reasonable fee, by writing to Wells Fargo &#38; Company, Office of the Corporate Secretary, MAC J0193-610, 30 Hudson Yards, 61st Floor, New York, New York 10001. \n\nThe Company&#8217;s SEC file number is 001-2979. On and before November 2, 1998, the Company filed documents with the SEC under the name Norwest Corporation. The former Wells Fargo &#38; Company filed documents under SEC file number 001-6214. The former Wachovia Corporation filed documents under SEC file number 001-10000. \n\n##TABLE_START \n\nExhibit \n\nNumber \n\nDescription Location 3(a) \n\nRestated Certificate of Incorporation, as amended and in effect on the date hereof. \n\nIncorporated by reference to Exhibit 3(a) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended September 30, 2022. 3(b) \n\nBy-Laws. \n\nIncorporated by reference to Exhibit 3.1 to the Company&#8217;s Current Report on Form 8-K filed March 1, 2018. 4(a) See Exhibits 3(a) and 3(b). &#160; 4(b) The Company agrees to furnish upon request to the Commission a copy of each instrument defining the rights of holders of senior and subordinated debt of the Company. &#160; 4(c) \n\nDescription of Securities. \n\nFiled herewith. 10(a)* Wells Fargo &#38; Company 2022 Long-Term Incentive Plan . \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Current Report on Form 8-K filed April 29, 2022. Long-Term Incentive Compensation Plan (as amended and restated on April 26, 2019). \n\nIncorporated by reference to Exhibit 10(b) to the Company&#8217;s Current Report on Form 8-K filed April 26, 2019. Long-Term Incentive Compensation Plan (as amended and restated on April 23, 2013), which includes Performance-Based Compensation Policy. \n\nIncorporated by reference to Exhibit 10(b) to the Company&#8217;s Current Report on Form 8-K filed April 26, 2013. Amendment to Long-Term Incentive Compensation Plan, effective January 1, 2016. \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2015. Long-Term Incentive Compensation Plan. \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2009. &#160; Forms of Performance Share Award Agreement: &#160; For grants on or after January 24, 2023; \n\nFiled herewith. For grants to non-employee directors on or after January 1, 2023; \n\nFiled herewith. For grants on or after April 27, 2022; \n\nIncorporated by reference to Exhibit 10(c) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2022. For grants on or after January 25, 2022; \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2021. For grants on or after January 26, 2021; \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2020. For grants on or after February 24, 2020; \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2019. * Management contract or compensatory plan or arrangement. ##TABLE_END\n\n##TABLE_START \n\nExhibit \n\nNumber \n\nDescription Location For grants on or after February 26, 2019; \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2018. For grants on or after February 26, 2018; \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2017. For grants on or after February 28, 2017; \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2016. For grants on or after February 23, 2016; \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2015. For grants on or after February 24, 2015 ; and \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2014. For grants on or after February 26, 2013 . \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2012. &#160; Forms of Restricted Share Rights Award Agreement: &#160; For grants on or after January 24, 2023; \n\nFiled herewith. For grants on or after April 27, 2022; \n\nIncorporated by reference to Exhibit 10(b) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2022. For grants on or after January 25, 2022; \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2021. For grants on or after January 26, 2021; \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2020. For grants on or after February 24, 2020; \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2019. Restricted Share Rights Award Agreement for grant to Charles W. Scharf on October 21, 2019; \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Current Report on Form 8-K filed October 25, 2019. For grants on or after April 7, 2019; \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2019. For grants on or after February 26, 2019; \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended March 31, 2019. For grants on or after December 14, 2017; \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2017. For grants on or after February 28, 2017; \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2017. For grants on or after February 23, 2016; \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2015. For grants on or after February 24, 2015; and \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2014. ##TABLE_END\n\n##TABLE_START \n\nExhibit \n\nNumber \n\nDescription Location &#160; For grants on or after February 26, 2013. \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2012. &#160; Form of Non-Qualified Stock Option Agreement. \n\nIncorporated by reference to Exhibit 10(b) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2013. 10(b)* \n\nWells Fargo Bonus Plan, as amended effective January 1, 202 3 . \n\nFiled herewith. \n\nWells Fargo Bonus Plan, as amended effective January 1, 2022. \n\nIncorporated by reference to Exhibit 10(b) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2021. 10(c)* \n\nDeferred Compensation Plan, as amended and restated effective October 8, 2020. \n\nIncorporated by reference to Exhibit 10(c) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2020. Deferred Compensation Plan, as amended effective January 1, 2008. \n\nIncorporated by reference to Exhibit 10(f) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2009. \n\nAmendment to Deferred Compensation Plan, effective January 1, 2022 . \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended March 31, 2022. Amendment to Deferred Compensation Plan, effective January 1, 2021. \n\nIncorporated by reference to Exhibit 10(c) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2020. Amendment to Deferred Compensation Plan, effective December 31, 2018. \n\nIncorporated by reference to Exhibit 10(c) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2018. Amendment to Deferred Compensation Plan, effective July 1, 2017. \n\nIncorporated by reference to Exhibit 10(c) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2017. Amendment to Deferred Compensation Plan, effective January 1, 2017. \n\nIncorporated by reference to Exhibit 10(d) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2016. Amendments to Deferred Compensation Plan, effective August 1, 2016 and January 1, 2017. \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2016. Amendment to Deferred Compensation Plan, effective January 1, 2016. \n\nIncorporated by reference to Exhibit 10(e) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2015. Amendment to Deferred Compensation Plan, effective January 1, 2015. \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2014. Amendment to Deferred Compensation Plan, effective January 1, 2013. \n\nIncorporated by reference to Exhibit 10(e) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2012. Amendment to Deferred Compensation Plan, effective January 1, 2011. \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2011. Amendment to Deferred Compensation Plan, effective December 1, 2009. \n\nIncorporated by reference to Exhibit 10(f) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2009. 10(d)* \n\nDirectors Stock Compensation and Deferral Plan. \n\nIncorporated by reference to Exhibit 10(f) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2007. &#160; Amendment to Directors Stock Compensation and Deferral Plan, effective April 1, 2013. \n\n&#160; \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2013. ##TABLE_END\n\n##TABLE_START \n\nExhibit \n\nNumber \n\nDescription Location &#160; Amendment to Directors Stock Compensation and Deferral Plan, effective January 1, 2013. \n\n&#160; \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended March 31, 2013. &#160; Amendment to Directors Stock Compensation and Deferral Plan, effective January 24, 2012. \n\n&#160; \n\nIncorporated by reference to Exhibit 10(f) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2011. &#160; Amendment to Directors Stock Compensation and Deferral Plan, effective January 25, 2011. \n\n&#160; \n\nIncorporated by reference to Exhibit 10(d) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended March 31, 2011. &#160; Amendment to Directors Stock Compensation and Deferral Plan, effective February 24, 2009. \n\n&#160; \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended March 31, 2009. &#160; Amendments to Directors Stock Compensation and Deferral Plan, effective September 23, 2008. \n\n&#160; \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended September 30, 2008. &#160; Amendment to Directors Stock Compensation and Deferral Plan, effective January 22, 2008. &#160; \n\nIncorporated by reference to Exhibit 10(f) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2007. &#160; Action of Governance and Nominating Committee Increasing Amount of Formula Stock and Option Awards Under Directors Stock Compensation and Deferral Plan, effective January 1, 2007. \n\nIncorporated by reference to Exhibit 10(f) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2006. &#160; Form of Non-Qualified Stock Option Agreement for grants to directors on or before April 29, 2008. \n\nIncorporated by reference to Exhibit 10(b) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2013. 10(e)* \n\nDeferral Plan for Directors of the former Wells Fargo. \n\nIncorporated by reference to Exhibit 10(b) to the former Wells Fargo&#8217;s Annual Report on Form 10-K for the year ended December 31, 1997. &#160; Amendment to Deferral Plan, effective January 1, 2004. \n\nIncorporated by reference to Exhibit 10(d) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended September 30, 2003. 10(f)* \n\nSupplemental 401(k) Plan. \n\nIncorporated by reference to Exhibit 10(c) to the Company&#8217;s Current Report on Form 8-K filed May 4, 2009. Amendment to Supplemental 401(k) Plan, effective January 1, 2022. \n\nIncorporated by reference to Exhibit 10(b) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended March 31, 2022. Amendment to Supplemental 401(k) Plan, effective January 1, 2021. \n\nIncorporated by reference to Exhibit 10(f) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2020. Amendment to Supplemental 401(k) Plan, effective January 1, 2020. \n\nIncorporated by reference to Exhibit 10(b) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2020. Amendment to Supplemental 401(k) Plan, effective December 31, 2018. \n\nIncorporated by reference to Exhibit 10(i) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2018. Amendment to Supplemental 401(k) Plan, effective July 1, 2017. \n\nIncorporated by reference to Exhibit 10(d) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2017. Amendment to Supplemental 401(k) Plan, effective January 1, 2015. \n\nIncorporated by reference to Exhibit 10(b) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2014. 10(g)* \n\nSupplemental Cash Balance Plan. \n\nIncorporated by reference to Exhibit 10(b) to the Company&#8217;s Current Report on Form 8-K filed May 4, 2009. Amendment to Supplemental Cash Balance Plan, effective January 1, 2022 . \n\nIncorporated by reference to Exhibit 10(c) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended March 31, 2022. ##TABLE_END\n\n##TABLE_START \n\nExhibit \n\nNumber \n\nDescription Location Amendment to Supplemental Cash Balance Plan, effective January 1, 2020. \n\nIncorporated by reference to Exhibit 10(c) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2020. Amendment to Supplemental Cash Balance Plan, effective February 1, 2019. \n\nIncorporated by reference to Exhibit 10(j) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2018. Amendment to Supplemental Cash Balance Plan, effective December 31, 2018. \n\nIncorporated by reference to Exhibit 10(h) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2019. Amendment to Supplemental Cash Balance Plan, effective July 1, 2017. \n\nIncorporated by reference to Exhibit 10(e) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2017. 10(h)* Supplemental Long-Term Disability Plan. Incorporated by reference to Exhibit 10(f) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 1990. &#160; Amendment to Supplemental Long-Term Disability Plan. Incorporated by reference to Exhibit 10(g) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 1992. 10(i)* \n\nDescription of Relocation Program. \n\nIncorporated by reference to Exhibit 10(y) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2003. 10(j)* \n\nDescription of Chairman/CEO Post-Retirement Policy. \n\nIncorporated by reference to Exhibit 10(w) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2008. 10(k)* \n\nDescription of the Company&#8217;s Non-Employee Director Compensation Program, effective April 1, 2022. \n\nIncorporated by reference to Exhibit 10(f) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended March 31, 2022. 10(l)* \n\nDescription of Wells Fargo Bank, N.A. Non-Employee Director Compensation Program, effective April 1, 2022. \n\nIncorporated by reference to Exhibit 10(g) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended March 31, 2022. 10(m)* \n\nAmended and Restated Wachovia Corporation Elective Deferral Plan (as amended and restated effective January 1, 2009). \n\nIncorporated by reference to Exhibit (10)(a) to Wachovia Corporation&#8217;s Current Report on Form 8-K filed December 29, 2008. Amendment to Wachovia Corporation Elective Deferral Plan, effective January 1, 2022. \n\nIncorporated by reference to Exhibit 10(d) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended March 31, 2022. Amendment to Elective Deferral Plan, effective January 1, 2020. \n\nIncorporated by reference to Exhibit 10(m) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2021. Amendment to Elective Deferral Plan, effective December 31, 2018. \n\nIncorporated by reference to Exhibit 10(m) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2021. Amendment to Elective Deferral Plan, effective July 1, 2017. \n\nIncorporated by reference to Exhibit 10(m) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2021. Amendment to Elective Deferral Plan, effective August 1, 2016. \n\nIncorporated by reference to Exhibit 10(m) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2021. Amendment to Elective Deferral Plan, effective June 21, 2013. \n\nIncorporated by reference to Exhibit 10(m) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2021. Amendment to Elective Deferral Plan, effective December 14, 2012. \n\nIncorporated by reference to Exhibit 10(m) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2021. 10(n)* \n\nWachovia Corporation Executive Deferred Compensation Plan. \n\nIncorporated by reference to Exhibit (10)(d) to Wachovia Corporation&#8217;s Annual Report on Form 10-K for the year ended December 31, 1997. \n\n##TABLE_END\n\n##TABLE_START \n\nExhibit \n\nNumber \n\nDescription Location 10(o)* \n\nWachovia Corporation Supplemental Executive Long-Term Disability Plan, as amended and restated. \n\nIncorporated by reference to Exhibit (99) to Wachovia Corporation&#8217;s Current Report on Form 8-K filed January 5, 2005. \n\n10(p)* \n\nAmended and Restated Wachovia Corporation Savings Restoration Plan. \n\nIncorporated by reference to Exhibit 10(b) to Wachovia Corporation&#8217;s Current Report on Form 8-K filed December 29, 2008. Wachovia Corporation Savings Restoration Plan. \n\nIncorporated by reference to Exhibit 10(gg) to Wachovia Corporation&#8217;s Annual Report on Form 10-K for the year ended December 31, 2002. \n\nAmendment to Wachovia Corporation Savings Restoration Plan, effective January 1, 2022. \n\nIncorporated by reference to Exhibit 10(e) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended March 31, 2022. Amendment to Wachovia Corporation Savings Restoration Plan, effective January 1, 2020. \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2020. Amendment to Wachovia Corporation Savings Restoration Plan, effective December 31, 2018. \n\nIncorporated by reference to Exhibit 10(s) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2018. Amendment to Wachovia Corporation Savings Restoration Plan, effective July 1, 2017. \n\nIncorporated by reference to Exhibit 10(f) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2017. Amendments to Wachovia Corporation Savings Restoration Plan, effective August 1, 2016. \n\nIncorporated by reference to Exhibit 10(b) to the Company&#8217;s Quarterly Report on Form 10-Q for the quarter ended June 30, 2016. Amendment 2008-1 to Wachovia Corporation Savings Restoration Plan. \n\nIncorporated by reference to Exhibit 10(c) to Wachovia Corporation&#8217;s Current Report on Form 8-K filed December 29, 2008. \n\n&#160; Amendment 2007-1 to Wachovia Corporation Savings Restoration Plan. \n\nIncorporated by reference to Exhibit 10(b) to Wachovia Corporation&#8217;s Current Report on Form 8-K filed December 20, 2007. \n\n10(q)* \n\nAmended and Restated SouthTrust Corporation Additional Retirement Benefit Plan (Pension) effective July 15, 1992, Addendum thereto dated April 20, 1994, and Amendment 2008-1 thereto dated December 29, 2008. \n\nIncorporated by reference to Exhibit 10(bb) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2014. 10(r)* \n\nKey/Specified Employee Policy. \n\nIncorporated by reference to Exhibit 10(v) to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2018. 10(s)* \n\nOffer Letter to Charles W. Scharf, dated September 26, 2019. \n\nIncorporated by reference to Exhibit 10(a) to the Company&#8217;s Current Report on Form 8-K filed September 27, 2019. ##TABLE_END &#160; \n\n##TABLE_START \n\nExhibit \n\nNumber \n\nDescription Location 13 \n\n2022 Annual Report to Shareholders. \n\nFiled herewith. 21 \n\nSubsidiaries of the Company. \n\nFiled herewith. 22 \n\nSubsidiary guarantors and issuers of guaranteed securities and affiliates whose securities collateralize securities of the registrant. \n\nIncorporated by reference to Exhibit 22 to the Company&#8217;s Annual Report on Form 10-K for the year ended December 31, 2020. 23 \n\nConsent of Independent Registered Public Accounting Firm. \n\nFiled herewith. 24 \n\nPowers of Attorney. \n\nFiled herewith. 31(a) \n\nCertification of principal executive officer pursuant to Section 302 of the Sarbanes-Oxley Act of 2002. \n\nFiled herewith. 31(b) \n\nCertification of principal financial officer pursuant to Section 302 of the Sarbanes-Oxley Act of 2002. \n\nFiled herewith. 32(a) \n\nCertification of Periodic Financial Report by Chief Executive Officer Pursuant to Section 906 of the Sarbanes-Oxley Act of 2002 and 18 U.S.C. &#167; 1350. \n\nFurnished herewith. 32(b) \n\nCertification of Periodic Financial Report by Chief Financial Officer Pursuant to Section 906 of the Sarbanes-Oxley Act of 2002 and 18 U.S.C. &#167; 1350. \n\nFurnished herewith. 99 \n\nDescription of Replacement Capital Covenants of Wells Fargo and Wachovia. \n\nFiled herewith. 101.SCH XBRL Taxonomy Extension Schema Document. Filed herewith. 101.CAL XBRL Taxonomy Extension Calculation Linkbase Document. Filed herewith. 101.LAB XBRL Taxonomy Extension Label Linkbase Document. Filed herewith. 101.PRE XBRL Taxonomy Extension Presentation Linkbase Document. Filed herewith. 101.DEF XBRL Taxonomy Extension Definitions Linkbase Document. Filed herewith. 104 Cover Page Interactive Data File. Formatted as Inline XBRL and contained in Exhibit 101. ##TABLE_END\n\n##TABLE_START ITEM 16. FORM 10-K SUMMARY ##TABLE_END\n\nNot applicable. \n\nSIGNATURES \n\n&#160; \n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized, on February 21, 2023. \n\n&#160; \n\nWELLS FARGO &#38; COMPANY \n\n&#160; \n\n##TABLE_START By: /s/ CHARLES W. SCHARF Charles W. Scharf President and Chief Executive Officer ##TABLE_END\n\n&#160; \n\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated. \n\n&#160; \n\n##TABLE_START By: /s/ CHARLES W. SCHARF Charles W. Scharf President and Chief Executive Officer (Principal Executive Officer) February 21, 2023 ##TABLE_END\n\n##TABLE_START By: /s/ MICHAEL P. SANTOMASSIMO Michael P. Santomassimo Senior Executive Vice President and Chief Financial Officer (Principal Financial Officer) February 21, 2023 ##TABLE_END\n\n##TABLE_START By: /s/ MUNEERA S. CARR Muneera S. Carr Executive Vice President, Chief Accounting Officer and Controller (Principal Accounting Officer) February 21, 2023 ##TABLE_END\n\n&#160; \n\nThe Directors of Wells Fargo &#38; Company listed below have duly executed powers of attorney empowering Steven D. Black to sign this document on their behalf. \n\n&#160; \n\n##TABLE_START Steven D. Black Richard K. Davis Felicia F. Norwood Charles W. Scharf Mark A. Chancy Wayne M. Hewett Richard B. Payne, Jr. Suzanne M. Vautrinot Celeste A. Clark CeCelia G. Morken Juan A. Pujadas Theodore F. Craver, Jr. Maria R. Morris Ronald L. Sargent ##TABLE_END\n\n##TABLE_START By: /s/ STEVEN D. BLACK Steven D. Black Director and Attorney-in-fact February 21, 2023 ##TABLE_END\n\n"
    }
  ]
}