{
  "ticker": "WST",
  "content": [
    {
      "section": "1",
      "text": " ITEM 1. BUSINESS \n\nGeneral \n\nWe are a leading global manufacturer in the design and production of technologically advanced, high-quality, integrated containment and delivery systems for injectable drugs and healthcare products. Our products include a variety of primary proprietary packaging, containment solutions, reconstitution and transfer systems, and drug delivery systems, as well as contract manufacturing, analytical lab services and integrated solutions. Our customers include leading biologic, generic, pharmaceutical, diagnostic, and medical device companies in the world. Our top priority is delivering quality products that meet the exact product specifications and quality standards customers require and expect. This focus on quality includes a commitment to excellence in manufacturing, scientific and technical expertise and management, which enables us to partner with our customers in order to deliver safe, effective drug products to patients quickly and efficiently. \n\nBusiness Segments \n\nOur business operations are organized into two global business segments, Proprietary Products and Contract-Manufactured Products. \n\nProprietary Products Segment \n\nOur Proprietary Products reportable segment offers proprietary packaging, containment solutions and drug delivery systems, along with analytical lab services and other integrated services and solutions, primarily to biologic, generic and pharmaceutical drug customers. Our packaging products include stoppers and seals for injectable packaging systems, which are designed to help ensure drug compatibility and stability with active drug products, while also supporting operational efficiency for customers. These packaging products also includes syringe and cartridge components, including custom solutions for the specific needs of injectable drug applications, as well as administration systems that can enhance the safe delivery of drugs through advanced reconstitution, mixing and transfer technologies. We also provide films, coatings, washing, vision inspection and sterilization processes and services to enhance the quality of our packaging products and mitigate the risk of contamination and compatibility issues. \n\nThis segment&#8217;s product portfolio also includes drug containment solutions, including Crystal Zenith, a cyclic olefin polymer, in the form of vials, syringes and cartridges. These products can provide a high-quality solution to glass incompatibility issues and can stand up to cold storage environments, while reducing the risk of breakage that exists with glass. In addition, we offer a variety of self-injection devices, designed to address the need to provide at-home delivery of injectable therapies. These devices are patient-centric technologies that are easy-to-use and can be combined with connected health technologies that have the potential to increase adherence. \n\nIn addition to our Proprietary Products product portfolio, we provide our customers with a range of integrated solutions, including analytical lab services, pre-approval primary packaging support and engineering development, regulatory expertise, and after-sales technical support. Offering the combination of primary proprietary packaging components, containment solutions, and drug delivery devices, as well as a broad range of integrated services, helps to position us as a leader in the integrated containment and delivery of injectable medicines. \n\nThis reportable segment has manufacturing facilities in North and South America, Europe, and Asia, with affiliated companies in Mexico and Japan. Please refer to Item 2, Properties , for additional information on our manufacturing and other sites. \n\nContract-Manufactured Products Segment \n\nOur Contract-Manufactured Products reportable segment serves as a fully integrated business, focused on the design, manufacture, and automated assembly of complex devices, primarily for pharmaceutical, diagnostic, and medical device customers. These products include a variety of custom contract-manufacturing and assembly solutions, which use technologies such as multi-component molding, in-mold labeling, ultrasonic welding, clean room molding and device assembly. We manufacture customer-owned components and devices used in surgical, diagnostic, ophthalmic, injectable, and other drug delivery systems, as well as consumer products. \n\nWe have vast expertise in product design and development, including in-house mold design, process design and validation and high-speed automated assemblies. \n\nThis reportable segment has manufacturing operations in North America and Europe. Please refer to Item 2, Properties , for additional information on our manufacturing and other sites. \n\nInternational \n\nWe have significant operations outside of the United States (&#8220;U.S.&#8221;), which are managed through the same business segments as our U.S. operations &#8211; Proprietary Products and Contract-Manufactured Products. Sales outside of the U.S. accounted for 55.4% of our net sales in 2022. \n\nAlthough the general business processes are similar to the domestic business, international operations are exposed to additional risks. These risks include currency fluctuations relative to the U.S. Dollar (&#8220;USD&#8221;), multiple tax jurisdictions and, particularly in South America, Eastern Europe, Israel, China and the Middle East, uncertain or changing regulatory regimes, or political and social issues, that could destabilize local markets and affect the demand for our products. \n\nSee further discussion of our international operations, the risks associated with our international operations, and our attempt to minimize some of these risks in Part I, Item 1A, Risk Factors ; Part II, Item 7, Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations under the caption Financial Condition, Liquidity and Capital Resources; Part II, Item 7A, Quantitative and Qualitative Disclosures About Market Risk ; Note 1, Basis of Presentation and Summary of Significant Accounting Policies under the captions Financial Instruments and Foreign Currency Translation; and Note 11, Derivative Financial Instruments . \n\nRaw Materials \n\nWe use three basic raw materials in the manufacture of our products: elastomers, aluminum and plastic. Elastomers include both synthetic and natural materials. We currently have access to adequate supplies of these raw materials to meet our production needs through agreements with suppliers. We are required to carry significant amounts of inventory to meet customer requirements. In addition, some of our supply agreements require us to purchase inventory in bulk orders, which increases inventory levels but decreases the risk of supply interruption. \n\nWe employ a supply chain management strategy in our business segments, which involves purchasing from integrated suppliers that control their own sources of supply. Due to regulatory control over our production processes, sole source availability, and the cost and time involved in qualifying suppliers, we rely on single-source suppliers for many critical raw materials. We generally purchase certain raw materials in the open market and therefore the results of our operations may be affected by price fluctuations. This strategy increases the risk that our supply chain may be interrupted in the event of a supplier production or distribution problem. These risks are managed, when and where possible, by selecting suppliers with multiple manufacturing sites, rigorous quality control systems, surplus inventory levels and other methods of maintaining supply in case of an interruption in production or distribution. Heightened inflation may result in unfavorable conditions, inclusive of an increase in raw material cost. To date, we have been able to manage these conditions without significant disruption to our business. \n\nWhile we work closely with our suppliers, no assurance can be given that these efforts will be successful, and there may be events that cause supply interruption, reduction or termination that adversely impact our ability to manufacture and sell certain products. See further discussion of the risks related to the supply chain and raw materials in Item 1A. Risk Factors . \n\nIntellectual Property \n\nOur intellectual property, including patents, patent applications, trademarks, copyrights, know-how and trade secrets, is important to our business. We own or license intellectual property rights, including know-how and issued patents and pending patent applications in the U.S. and in other countries, that relate to various aspects of our business. In 2022, more than 150 patents were issued to West across the globe. Certain key value-added and proprietary products and processes are exclusively licensed from Daikyo. We believe, however, that no single patent, technology, trademark, intellectual property asset or license is material in relation to our business as a whole, or to any business segment. \n\nGovernment Regulation \n\nOur business activities are global and are subject to various federal, state, local, and foreign laws, rules, and regulations to healthcare, environmental protection, occupational health and safety, anti-corruption, export control, product safety and efficacy, employment, privacy and other areas. The design, development, manufacturing, marketing and labeling of certain of our products and our customers&#8217; products that incorporate our products are subject to regulation by governmental authorities in the U.S., Europe and other countries, including the U.S. Food and Drug Administration (&#8220;FDA&#8221;), the European Medicines Agency and the National Medical Products Administration (China). Regulatory authorities, including regulatory review and oversight, can impact the time and cost associated with the development and continued availability of our products, and they have the authority to take various administrative and legal actions against West. \n\nChanges in tax policy or trade regulations, or the imposition of new tariffs on imported products, could have an adverse effect on our business and results of operations. Compliance with these laws, rules and regulations did not require material capital expenditures in 2022, and is not expected to have a material effect on our capital expenditures, results of operations and competitive position in 2023 as compared to prior periods. For more information on the potential impacts of government regulations affecting our business, see \"Item 1A. Risk Factors \". There were no required material capital expenditures for adherence to our government-led regulatory standards in our facilities in 2022 outside the normal course of business, and there are currently no needed or planned material expenditures for 2023. \n\nWest is also subject to various federal and state laws, and laws outside the United States, concerning fraud and abuse, global anti-corruption, and export control. Many of the agencies enforcing these laws have increased their enforcement actions with respect to healthcare manufacturers in recent years. We remain committed as a company to comply with all laws and regulations applicable to our business. \n\nEnvironmental Regulations \n\nWe are subject to various national, state and local provisions regulating the discharge of materials into the environment or otherwise relating to the protection of the environment. Our compliance with these laws and regulations has not had a material impact on our financial position, results of operations or cash flows. There were no required material capital expenditures for environmental controls in our facilities in 2022 and there are currently no needed or planned material expenditures for 2023. \n\nMarketing \n\nOur Proprietary Products customers primarily include many of the major biologic, generic, and pharmaceutical drug companies in the world, which incorporate our components and other offerings into their injectable products for distribution to the point of care and ultimate end-user, the patient. Our Contract-Manufactured Products customers include many of the world&#8217;s largest pharmaceutical, diagnostic, and medical device companies. \n\nContract-Manufactured Products components generally are incorporated into our customers&#8217; manufacturing lines for further processing or assembly. Our products and services are sold and distributed primarily through our own sales force and distribution network, with limited use of contract sales agents and regional distributors. \n\nOur ten largest customers accounted for 45.6% of our consolidated net sales in 2022, but none of these customers individually accounted for more than 10% of consolidated net sales. Please refer to Note 3, Revenue , and Note 19, Segment Information , for additional information on our consolidated net sales. \n\nCompetition \n\nWith our range of proprietary technologies, we compete with several companies across our Proprietary Products product lines. Competition for these components is based primarily on product design and performance, quality, regulatory compliance, and scientific expertise, along with total cost. \n\nIn addition, there are a number of competitors supplying medical devices and medical device components, including a number of pharmaceutical manufacturers who are also potential customers of our medical devices and components. We compete in this market on the basis of our reputation for quality and reliability in engineering and project management, as well as our knowledge of, and experience in, compliance with regulatory requirements. \n\nWe have specialized knowledge of container closure components, which is integral to developing delivery systems. With our range of proprietary technologies, we compete with new and established companies in the area of drug delivery devices, including suppliers of prefillable syringes, auto-injectors, safety needles, and other proprietary systems. \n\nWe seek to differentiate ourselves from our competition by serving as a global supplier of integrated drug containment and delivery systems that can provide pre-approval primary packaging support and engineering development, analytical lab services and integrated solutions, regulatory expertise, and after-sale technical support. Customers also appreciate the global scope of our manufacturing capability and our ability to produce many products at multiple sites. \n\nOur Contract-Manufactured Products business operates in very competitive markets for its products. The competition varies from smaller regional companies to large global assembly manufacturers. Given the cost pressures they face, many of our customers look to reduce costs by sourcing from low-cost locations. We seek to differentiate ourselves by leveraging our global capabilities and by employing new technologies such as high-speed automated assembly, insert-molding, multi-shot precision molding, and expertise with multiple-piece closure systems. \n\nResearch and Development Activities \n\nWe maintain our own research-scale production facilities and laboratories for developing new products and offer contract engineering design and development services to assist customers with new product development. Our quality control, regulatory and laboratory testing capabilities are used to ensure compliance with applicable manufacturing and regulatory standards for primary and secondary pharmaceutical packaging components and delivery systems. Technological advances and scientific discoveries have accelerated the pace of change in medical technology. \n\nCommercial development of our new products and services for medical and pharmaceutical applications commonly requires several years. New products that we develop may require separate approval as medical devices, and products that are intended to be used in the packaging and delivery of pharmaceutical products are subject to both customer acceptance of our products and regulatory approval of the customer&#8217;s products following our development period. \n\nWe continue to pursue strategic initiatives in drug containment components, drug containment systems, novel drug delivery devices, safety and administration systems. \n\nWe also continue to seek new innovative opportunities for acquisition, licensing, partnering or development of products, services and technologies. \n\nCybersecurity Governance \n\nOur approach to cybersecurity begins with our responsibility for strong governance and controls. Security begins at the top of our organization, where Company leadership consistently communicates the requirements for vigilance and compliance throughout the organization, and then leads by example. The cybersecurity program is led by our Digital and Transformation team, who provide quarterly updates to the Audit Committee of our Board of Directors, annual updates to the Board of Directors, and regular reports to the West Leadership Team about the program, including information about cyber risk management governance and the status of ongoing efforts to strengthen cybersecurity effectiveness. Security controls and processes are developed and maintained to protect sensitive and confidential information while ensuring availability and integrity. \n\nWe also educate and share best practices globally with our employees to raise awareness of cybersecurity threats. As part of our onboarding process, we train all new employees on cybersecurity and maintain an annual retraining for all employees on cybersecurity standards, as well as how to recognize and properly respond to phishing and social engineering schemes. We have deployed a phishing detection system to report suspicious emails, which are flagged for further review, as well as an automated monthly process to retrain employees who do not maintain an acceptable pass rate on our phishing recognition training. Our cybersecurity defenses also utilize technologies such as next generation firewalls, Zero Trust Network Access intrusion detection and prevention measures, security information and event management, anti-malware, advance threat protection, multifactor authentication, network segmentation and encryption to ensure the privacy and security of our customers&#8217; data. We also have a dedicated Security Operations Center, monitoring our applications and infrastructure on a 24-by-7 basis which is integrated with our enterprise crisis management framework. To round out our awareness program, we have specific and regular training for our Digital and Transformation professionals. \n\nHuman Ca pital Management \n\nOur People \n\nAs of December 31, 2022, we employed approximately 10,700 people, excluding contractors and temporary workers, in our operations throughout the world. During 2022 , West hired approximately 2,850 new team members and experienced an attrition rate of approximately 22%. The following table presents the approximate percentage of our employees by region: \n\n##TABLE_START North America 44% Europe 40% Asia Pacific 13% South America 3% Total 100% ##TABLE_END\n\nAs of December 31, 2022, the following table presents the approximate percentage of our employees by business unit: \n\n##TABLE_START Global Operations 83% Sales and Marketing 5% Corporate 5% Digital &#38; Technology (D&#38;T) 4% Research &#38; Development 3% Total 100% ##TABLE_END\n\nAs of December 31, 2022, we had the following global gender demographics: \n\n##TABLE_START Men Women West Global Employees 64% 36% ##TABLE_END\n\nDiversity, Equity and Inclusion \n\nWe actively foster an inclusive and collaborative culture and positive employee experiences for our team members where different views and perspectives are welcomed and valued at West. We are convinced that this approach brings forth innovation, learning and growth for our team members on a global basis. The Chief Executive Officer (\"CEO\") and the executive team members review diversity, equity and inclusion objectives throughout the year to ensure continuous focus and drive improvement. As of December 31, 2022, four out of the ten members of West's Leadership Team are women, while seven out of the ten members are women and/or people of color. \n\nTraining, Compliance and Talent Development \n\nWe strongly encourage our team members to engage in continuous learning, and provide development opportunities to strengthen individual skills and gain new experiences with the goal to build talent from within. We offer resources such as our tuition reimbursement program and our online learning catalog, with approximately 42,000 courses available. We centrally manage and organize on-the-job training, instructor-led trainings and online trainings in many different languages and topics through our global Learning Management System. \n\nOur team members live our values (Passion for Customer, Leadership in Quality and One West Team) as they work together to support our mission to improve patients' lives. West&#8217;s Code of Conduct, available in multiple languages on westpharma.com, provides guidance to our team members on appropriate and ethical conduct. Every team member is required to undergo Code of Conduct and mutual respect in the workplace training annually. \n\nOur focus on talent acquisition, performance management, resource planning and leadership assessment are strongly aligned with our diversity, equity and inclusion strategies. We understand that diversity leads to greater innovation, more opportunities, better access to talent and stronger business performance. \n\nCompensation and Benefits \n\nWest is committed to providing fair and competitive compensation and benefits programs to attract, retain and reward high-performing team members at all levels. We offer a comprehensive total rewards program to support the health, financial and home-life needs of our team members. Total Rewards at West are defined as the value of the Compensation and Benefits programs offered to employees, which aim to reflect the value of the job and the contribution of the individual, while linking employees&#8217; performance to business and personal results. Based on country of employment, West may provide health care and retirement savings programs as well as paid time off, flexible work schedules, a Global Employee Assistance Program and an Employee Stock Purchase Program. \n\nHealth, Safety and Wellness \n\nThe health and safety of our team members has always been both a top priority and a cultural value. West's commitment to the safety of our teams starts at the top and is driven throughout our business by every level of management and by every team member across the globe. West has a Health, Safety, and Environment (\"HSE\") Executive Council consisting of C-suite and executive operations leaders to monitor and guide our HSE process. West&#8217;s global HSE team is also a critical component in leading the safety efforts at our sites. Each manufacturing location has dedicated and trained HSE professionals, responsible for general safety oversight at the site. Our Recordable Injury Rate in 2022 was 0.67 per 100 employees. Our HSE and employee well-being focus can also be seen in our focus on quality implementation of Leading Indicator programs and metrics to drive Lagging Indicator performance. \n\nEnvironmental, Social and Governance (&#8220;ESG&#8221;) Commitment \n\nWest has been committed to ESG topics for many years. During 2022, we continued to increase internal and external awareness of our ESG commitment by expanding our education and communication regarding our ESG program and initiatives and more closely integrating ESG considerations into our business processes. Our ESG program includes a senior-level cross-functional ESG team which has been working with executive leadership, our board and other stakeholders to enhance our ESG framework and ensure alignment with our corporate mission, vision and values. Our long-term strategic priorities include focus on talent attraction, retention and engagement (including efforts to increase the diversity, equity and inclusivity of our workforce to reflect the communities in which we live and work); a climate and greenhouse gas (\"GHG\") reduction strategy that incorporates renewable energy and reduced absolute and intensity emissions; developing a more sustainable and responsible supply chain; research and development that focuses on issues of sustainability including secondary packaging, beneficial reuse and recyclability; and, reduction of waste and water in our operational processes. These areas of focus are in addition to our commitments to safety, quality, business continuity, as well as business compliance and integrity. Additionally, our philanthropic programs are an essential element of our corporate citizenship especially as we focus on the areas of children&#8217;s health; access to healthcare; and science, technology, engineering and math education. We are also expanding our philanthropic scope to include more sustainability related initiatives. We solicit input from our employees on ways to improve in these and other ESG areas and see continued progress in these areas as critical to maintaining an engaged and responsible workforce. \n\nAvailable Information \n\nWe maintain a website at www.westpharma.com . Our Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934 (the &#8220;Exchange Act&#8221;) are available on our website under the Investors - Financial caption as soon as reasonably practical after we electronically file the material with, or furnish it to, the U.S. Securities and Exchange Commission (&#8220;SEC&#8221;). These filings are also available to the public over the Internet at the SEC&#8217;s website, www.sec.gov . \n\nIn Part III of this Form 10-K, we incorporate by reference certain information from parts of other documents filed with the SEC and from our Proxy Statement for the 2023 Annual Meeting of Shareholders (&#8220;2023 Proxy Statement&#8221;), which will be filed with the SEC within 120 days following the end of our 2022 fiscal year. Our 2023 Proxy Statement will be available on our website under the caption Investors - Annual Reports &#38; Proxy when complete. \n\nInformation about our corporate governance, including our Corporate Governance Principles and Code of Conduct, as well as information about our Directors, Board Committees, Committee Charters, and instructions on how to contact the Board, is available on our website under the Investors - Corporate Governance heading. We intend to make any required disclosures regarding any amendments of our Code of Conduct under the caption Investors - Corporate Governance on our website. Information relating to the West Pharmaceutical Services Dividend Reinvestment Plan is also available on our website under the Investors - Transfer Agent caption. \n\nInformation on our website does not constitute part of this document. \n\nWe will provide any of the foregoing information without charge upon written request to our Corporate Secretary, West Pharmaceutical Services, Inc., 530 Herman O. West Drive, Exton, PA 19341. \n\n"
    },
    {
      "section": "1A",
      "text": " ITEM 1A. RISK FACTORS \n\nInvesting in our common stock involves a high degree of risk. You should consider and carefully read all of the risks and uncertainties described below, as well as other information included in this Annual Report and in our other public filings. The risks described below are not the only ones facing us. The occurrence of any of the following risks or additional risks and uncertainties not presently known to us or that we currently believe to be immaterial could materially and adversely affect our business, financial condition or results of operations. In such case, the trading price of our common stock could decline, and you may lose all or part of your original investment. This Form 10-K also contains forward-looking statements and estimates that involve risks and uncertainties. Our actual results could differ materially from those anticipated in the forward-looking statements as a result of specific factors, including the risks and uncertainties described below. \n\nOur disclosure and analysis in this Form 10-K contains some forward-looking statements that are based on management&#8217;s beliefs and assumptions, current expectations, estimates and forecasts. We also provide forward-looking statements in other materials we release to the public as well as oral forward-looking statements. Such statements give our current expectations or forecasts of future events. They do not relate strictly to historical or current facts. We have attempted, wherever possible, to identify forward-looking statements by using words such as &#8220;estimate,&#8221; &#8220;expect,&#8221; &#8220;intend,&#8221; &#8220;believe,&#8221; &#8220;plan,&#8221; &#8220;anticipate&#8221; and other words and phrases of similar meaning. In particular, these include statements relating to future actions, business plans and prospects, new products, future performance or results of current or anticipated products, sales efforts, expenses, interest rates, foreign-exchange rates, economic effects, the outcome of contingencies, such as legal proceedings, and financial results. \n\nMany of the factors that will determine our future results are beyond our ability to control or predict. Achievement of future results is subject to known or unknown risks or uncertainties, including, without limitation, the risks set forth below. Therefore, actual results could differ materially from past results and those expressed or implied in any forward-looking statement. You should bear this in mind as you consider forward-looking statements. \n\nUnless required by applicable securities law, we undertake no obligation to publicly update forward-looking statements, whether as a result of new information, future events or otherwise. We also refer you to further disclosures we make on related subjects in our Quarterly Reports on Form 10-Q and Current Reports on Form 8-K to the SEC. \n\nGlobal and Economic Risks \n\nGlobal economic conditions, including inflation and supply chain disruptions, could continue to adversely affect our operations. \n\nGeneral global economic downturns and macroeconomic trends, including heightened inflation, capital market volatility, interest rate and currency rate fluctuations, and economic slowdown or recession, may result in unfavorable conditions. Those conditions could negatively affect demand for our products due to customers decreasing their inventories in the near-term or long-term, reduction in sales due to raw material shortages, reduction in research and development efforts, our inability to sufficiently hedge our currency and raw material costs, insolvency of suppliers or customers, and exacerbate some of the other risks that affect our business, financial condition and results of operations. Both domestic and international markets experienced significant inflationary pressures in fiscal year 2022 and inflation rates in the U.S., as well as in other countries in which we operate, are currently expected to continue at elevated levels for the near-term. In addition, the Federal Reserve in the U.S. and other central banks in various countries have raised, and may again raise, interest rates in response to concerns about inflation, which, coupled with reduced government spending and volatility in financial markets, may have the effect of further increasing economic uncertainty and heightening these risks. Interest rate increases or other government actions taken to reduce inflation could also result in recessionary pressures in many parts of the world. \n\nOur results of operations and financial condition may be adversely affected by the ongoing COVID-19 pandemic and other public health epidemics. \n\nOur operations expose us to risks associated with a pandemic, or outbreak of contagious diseases in the human population, including the COVID&#8209;19 pandemic. The COVID-19 pandemic has negatively impacted the global economy, disrupted consumer spending and global supply chains, disrupted the labor market, created significant volatility and disruption of financial markets and has resulted in governments around the world implementing stringent measures to help control the spread of the virus. \n\nWe are subject to risks associated with public health crises, such as pandemics and epidemics, including the COVID-19 pandemic. The nature and extent of future impacts are highly uncertain and unpredictable. While many countries around the world have removed or reduced the restrictions taken in response to the COVID-19 pandemic, the emergence of new variants of the SARS-CoV-2 virus may result in new governmental lockdowns, quarantine requirements or other restrictions to slow the spread of the virus. Any such measures could also impact the global economy more broadly, for example by leading to further economic slowdowns. The global outlook remains uncertain as case counts fluctuate and vaccination and booster rates remain relatively low in many parts of the world. \n\nThe scope and duration of any future public health crisis, including the potential emergence of new variants of the SARS-CoV-2 virus, the pace at which government restrictions, including, but not limited to, quarantines, &#8220;shelter in place&#8221; and &#8220;stay at home&#8221; order, travel restrictions and other similar measures, are imposed and lifted, the scope of additional actions taken to mitigate the spread of disease, global vaccination and booster rates, may significantly impact our production throughout the supply chain and constrict distribution channels. We are unable to predict the potential future impact that these factors will have on our business, financial condition or results of operations. \n\nUnauthorized access to our or our customers&#8217; information and systems could negatively impact our business. \n\nOur systems and networks, as well as those of our customers, suppliers, service providers, and banks, have and may in the future become the target of cyberattacks or information security breaches which, in turn, could result in the unauthorized release and misuse of confidential or proprietary information about our company, our employees or our customers, as well as disrupt our operations or damage our facilities or those of third parties. Additionally, our systems are subject to regulation to preserve the privacy of certain data held on those systems. We maintain an extensive network of technical security controls, policy enforcement mechanisms and monitoring systems, in order to address these threats. While these measures are designed to prevent, detect and respond to unauthorized activity in our systems, certain types of attacks could result in financial or information losses and/or reputational harm. If we cannot comply with regulations or prevent the unauthorized access, release and/or corruption of our or our customers&#8217; confidential, classified or personally identifiable information, our reputation could be damaged, and/or we could face financial losses. \n\nWe may also be required to incur additional costs to modify or enhance our systems, or to try to prevent or remediate any such attacks. Modifying or enhancing our systems may result in unanticipated or prolonged disruption events, which could have a material adverse effect on our business and/or results of operations. \n\nWe are a global company with significant revenues and earnings generated internationally, which exposes us to the impact of foreign currency fluctuations, as well as political and economic risks. \n\nA significant portion of our net sales and earnings are generated internationally. Sales outside of the U.S. accounted for 55.4% of our consolidated net sales in 2022 and we anticipate that sales from international operations will continue to represent a significant portion of our net sales in the future. In addition, many of our manufacturing facilities and suppliers are located outside of the U.S. and we intend to continue our expansion into emerging and/or faster-growing international markets. Our foreign operations subject us to certain commercial, political and financial risks. Our business in these foreign markets is subject to general political conditions, including any political instability (such as those resulting from war, terrorism and insurrections) and general economic conditions in these markets, such as inflation, deflation, interest rate volatility and credit availability. Additionally, a number of factors, including U.S. relations with the governments of the foreign countries in which we operate, changes to international trade agreements and treaties, increases in trade protectionism, or the weakening or loss of certain intellectual property protection rights in some countries, may affect our business, financial condition and results of operations. Foreign regulatory requirements, including those related to the testing, authorization, and labeling of products and import or export licensing requirements, could affect the availability of our products in these markets. \n\nIn addition to risks associated with general political conditions, our international operations are subject to fluctuations in foreign currency exchange rates. The functional currency for most of our foreign operations is the applicable local currency. As a result, fluctuations in foreign currency exchange rates affect the results of our operations and the value of our foreign assets and liabilities, which in turn may adversely affect results of operations and cash flows and the comparability of period-to-period results of operations. Foreign governmental policies and actions regarding currency valuation could result in actions by the United States and other countries to offset the effects of such fluctuations. Given the unpredictability and volatility of foreign currency exchange rates, ongoing or unusual volatility may adversely impact our business and financial conditions. \n\nIn order to reduce our exposure to fluctuations in foreign currency exchange rates, we have entered, and expect to continue to enter, into hedging arrangements, including the use of financial derivatives. There can be no certainty that we will be able to enter into or maintain hedges of these currency risks, or that our hedges will be effective, which could have a significant effect on our financial condition and operating results. \n\nIn addition, our international operations are governed by the U.S. Foreign Corrupt Practices Act and similar foreign anti-corruption laws. Global enforcement of anti-corruption laws has increased substantially in recent years, with more enforcement proceedings by U.S. and foreign governmental agencies and the imposition of significant fines and penalties. While we have implemented policies and procedures relating to compliance with these laws, our international operations create the risk that there may be unauthorized payments or offers of payments made by employees, consultants, sales agents or distributors. Any alleged or actual violations of these laws may subject us to government investigations and significant criminal or civil sanctions and other liabilities, and negatively affect our reputation. \n\nWe are exposed to credit risk on accounts receivable and certain prepayments made in the normal course of business. This risk is heightened during periods when economic conditions worsen. \n\nA substantial majority of our outstanding trade receivables are not covered by collateral or credit insurance. In addition, we have made prepayments associated with insurance premiums and other advances in the normal course of business. While we have procedures to monitor and limit exposure to credit risk on trade receivables and other current assets, there can be no assurance such procedures will effectively limit our credit risk and avoid losses, which could have a material adverse effect on our financial condition and operating results. \n\nIndustry Risks \n\nOur sales and profitability are largely dependent on the sale of drug products delivered by injection and the packaging of drug products. If the drug products developed by our customers in the future use another delivery system or are reconfigured to require less frequent dosing, our sales and profitability could suffer. \n\nOur business depends to a substantial extent on customers&#8217; continued sales and development of products that are delivered by injection. If (i) our customers fail to continue to sell, develop and deploy injectable products; (ii) our customers reconfigure their drug product or develop new drug products requiring less frequent dosing; or (iii) we are unable to develop new products that assist in the delivery of drugs by alternative methods, our sales and profitability may suffer. \n\nIf we are unable to provide comparative value advantages, timely fulfill customer orders, or resist pricing pressure, we will have to reduce our prices, which may reduce our profit margins. \n\nWe compete with several companies across our major product lines. Because of the special nature of these products, competition is based primarily on product design and performance, although total cost is becoming increasingly important as pharmaceutical companies continue with aggressive cost-control programs across their operations. Companies often compete on the basis of price. We aim to differentiate ourselves from our competition by being a &#8220;full-service, value-added&#8221; global supplier that is able to provide pre-sale compatibility studies, engineering support, and other services and sophisticated post-sale technical support on a global basis. However, we face continued pricing pressure from our customers and competitors. If we are unable to resist or offset the effects of continued pricing pressure through our value-added services, improved operating efficiencies and reduced expenditures, or if we have to reduce our prices, our sales and profitability may suffer. \n\nConsolidation in the pharmaceutical and healthcare industries could adversely affect our future revenues and operating income. \n\nThe pharmaceutical and healthcare industries continue to experience a significant amount of consolidation. As a result of this consolidation, competition to provide goods and services to customers has increased. In addition, group purchasing organizations and integrated health delivery networks have served to concentrate purchasing decisions for some customers, which has placed pricing pressure on suppliers. Further consolidation within the industries we serve could exert additional pressure on the prices of our products. \n\nThe medical technology industry is very competitive and customer demands and/or new products in the marketplace could cause a reduction in demand. \n\nThe medical technology industry is subject to rapid technological changes, and we face significant competition across our product lines and in each market in which our products are sold. We face this competition from a wide range of companies, including large medical device companies, some of which have greater financial and marketing resources than we do. We also face competition from firms that are more specialized than we are with respect to particular markets. In some instances, competitors, including pharmaceutical companies, also offer, or are attempting to develop, alternative therapies for diseases that may be delivered via their own, or without, a medical device. The development of new or improved products, processes or technologies by other companies (such as needle-free injection technology) may reduce customer demand for our products or render some of our products or proposed products obsolete or less competitive. In addition, any failure or inability to meet increased customer quality expectations could cause a reduction in demand. \n\nBusiness and Operational Risks \n\nDisruption in our manufacturing facilities could have a material adverse effect on our ability to make and sell products and have a negative impact on our reputation, performance or financial condition. \n\nWe have manufacturing sites throughout the world. In some instances, however, the manufacturing of certain product lines is concentrated in one or only a few of our plants. The functioning of our manufacturing and distribution assets and systems could be disrupted for reasons either within or beyond our control, including, without limitation: extreme weather, water scarcity and other longer-term climatic changes; natural or man-made disasters; pandemic; war; accidental damage; disruption to the supply of material or services; product quality and safety issues; systems failure; workforce actions; or environmental matters. There is a risk that incident management systems in place may prove inadequate and that any disruption may materially adversely affect our ability to make and sell products and therefore, materially adversely affect our reputation, performance or financial condition. \n\nOur international sales and operations are subject to risks and uncertainties that vary by country and which could have a material adverse effect on our business and/or results of operations. \n\nWe conduct business in most of the major pharmaceutical markets in the world. Our international operations and our ability to implement our overall business strategy (including our plan to continue expanding into emerging and/or faster-growing markets outside of the U.S.) are subject to risks and uncertainties that can vary by country, and include: transportation delays and interruptions; political and economic instability and disruptions, including the United Kingdom&#8217;s withdrawal from the European Union; imposition of duties and tariffs; import and export controls; the risks of divergent business expectations or cultural incompatibility inherent in establishing and maintaining operations in foreign countries; difficulties in staffing and managing multi-national operations; labor strikes and/or disputes; and potentially adverse tax consequences. Limitations on our ability to enforce legal rights and remedies with third parties or our joint venture partners outside of the U.S. could also create exposure. In addition, we may not be able to operate in compliance with foreign laws and regulations, or comply with applicable customs, currency exchange control regulations, transfer pricing regulations or any other laws or regulations to which we may be subject, in the event that these laws or regulations change. Any of these events could have an adverse effect on our international operations in the future by reducing the demand for our products or decreasing the prices at which we can sell our products, or otherwise have an adverse effect on our financial condition, results of operations and cash flows. \n\nDisruptions in the supply of key raw materials could adversely impact our operations. \n\nWe generally purchase our raw materials and supplies required for the production of our products in the open market. For reasons of quality assurance, sole source availability or cost effectiveness, many components and raw materials are available and/or purchased only from a single supplier. Due to the stringent regulations and requirements of the FDA and other regulatory authorities regarding the manufacture of our products and the availability of such raw materials, we may not be able to quickly establish additional or replacement sources for these components or raw materials or do so without excessive cost. As a result, a reduction or interruption in supply, or an inability to secure alternative sources of raw materials or components, could have a material adverse effect on our business and/or results of operations. \n\nRaw material and energy prices have a significant impact on our profitability. If raw material and/or energy prices increase, and we cannot pass those price increases on to our customers, our profitability and financial condition may suffer. \n\nWe use three basic raw materials in the manufacture of our products: elastomers (which include synthetic and natural material), aluminum and plastic. In addition, our manufacturing facilities consume a wide variety of energy products to fuel, heat and cool our operations. The price and supply of these materials and energy sources are cyclical and volatile, and may be impacted or disrupted for reasons beyond our control, including supplier shutdowns, supplier capacity constraints, transportation delays, inflationary pricing pressures, work stoppages, labor shortages, geopolitical developments and governmental regulatory actions. \n\nFor example, the prices of certain commodities, particularly petroleum-based raw materials, have in the recent past exhibited rapid changes, affecting the cost of synthetic elastomers and plastic. While we generally attempt to pass along increased costs to our customers in the form of sales price increases, historically there has been a time delay between raw material and/or energy price increases and our ability to increase the prices of our products. In some circumstances, we may not be able to increase the prices of our products due to competitive pressure and other factors. If we are unable to pass along increased raw material prices and energy costs to our customers, our profitability, and thus our financial condition, may be adversely affected. \n\nIf we are not timely or successful in new-product innovation or the development and commercialization of proprietary multi-component systems, our future revenues and operating income could be adversely affected. \n\nOur growth partly depends on new-product innovation and the development and commercialization of proprietary multi-component systems for injectable drug administration and other healthcare applications. Product development and commercialization is inherently uncertain and is subject to a number of factors outside of our control, including any necessary regulatory approvals and commercial acceptance for the products. The ultimate timing and successful commercialization of new products and systems requires substantial evaluations of the functional, operational, clinical, and economic viability of our products. In addition, the timely and adequate availability of filling capacity is essential to both conducting definitive stability trials and the timing of commercialization of customers&#8217; products in Crystal Zenith vials, syringes and cartridges. Delays, interruptions or failures in developing and commercializing new-product innovations or proprietary multi-component systems could adversely affect future revenues and operating income. In addition, adverse conditions may also result in future charges to recognize impairment in the carrying value of our goodwill and other intangible assets, which could have a material adverse effect on our financial results. \n\nWe may not succeed in finding and completing acquisitions or other strategic transactions, which could have an adverse effect on our business and results of operations. \n\nWe have historically engaged in acquisition activity, and we may in the future engage in acquisitions or other strategic transactions, such as joint ventures or investments in other entities. We may be unable to identify suitable targets, opportunistic or otherwise, for acquisitions or other strategic transactions in the future. If we identify a suitable candidate, our ability to successfully implement the strategic transaction would depend on a variety of factors, including our ability to obtain financing on acceptable terms and to comply with the restrictions contained in our debt agreements. Strategic transactions involve risks, including those associated with integrating the operations or maintaining the operations as separate (as applicable), financial reporting, disparate technologies, and personnel of acquired companies, joint ventures or related companies; managing geographically dispersed operations or other strategic investments; the diversion of management&#8217;s attention from other business concerns; the inherent risks in entering markets or lines of business in which we have either limited or no direct experience; the potential loss of key employees, customers and strategic partners of acquired companies, joint ventures or companies in which we may make strategic investments; and potentially other unknown risks. We may not successfully integrate any businesses or technologies we may acquire or strategically develop in the future and may not achieve anticipated revenue and cost benefits relating to any such strategic transactions. Strategic transactions may be expensive, time consuming and may strain our resources. Strategic transactions may not be accretive to our earnings and may negatively impact our results of operations as a result of, among other things, the incurrence of debt, one-time write-offs of goodwill, additional carrying costs of patent or trademark portfolios, and amortization expenses of other intangible assets. In addition, strategic transactions that we may pursue could result in dilutive issuances of equity securities. \n\nProduct defects could adversely affect the results of our operations. \n\nThe design, manufacturing and marketing of pharmaceutical packaging and medical devices involve certain inherent risks. Manufacturing or design defects, unanticipated use of our products, or inadequate disclosure of risks relating to the use of our products can lead to injury or other adverse events. These events could lead to recalls or safety alerts relating to our products (either voluntary or required by the FDA or similar governmental authorities in other countries), and could result, in certain cases, in the removal of a product from the market. \n\nA recall could result in significant costs, as well as negative publicity and damage to our reputation that could reduce demand for our products. Personal injuries relating to the use of our products can also result in product liability claims being brought against us. In some circumstances, such adverse events could also cause delays in new product approvals. \n\nA loss of key personnel or highly skilled employees could disrupt our operations. \n\nOur future success depends, in large part, on our ability to retain key employees, including our executive officers and individuals in technical, marketing, sales, and research positions. Competition for experienced employees, particularly for persons with specialized skills, can be intense and has intensified following the COVID-19 pandemic. Our ability to recruit such talent will depend on a number of factors, including compensation and benefits, work location and work environment. If we cannot effectively recruit and retain qualified executives and employees, our business could be adversely affected. Although we believe that we will be able to attract and retain talented personnel and replace key personnel should the need arise, our inability to do so on a timely basis could disrupt the operations of the unit affected or our overall operations. In addition, because of the complex nature of many of our products and programs, we are generally dependent on an educated and highly skilled engineering staff and workforce. Our operations could be disrupted by a shortage of available skilled employees. \n\nWe may be unable to increase capacity or efficiency at our own manufacturing facilities, which could adversely affect our business, financial condition, and results of operations. \n\nWe must adjust our production capacity as customer demand changes and are focused on increasing capacity at various facilities through our capital strategy. If we are unable to increase capacity levels at the rate we expect, or if unforeseen costs or other challenges associated with increasing that capacity arise, we may not be able to achieve our financial targets. \n\nAdditionally, we are committed to supporting a full portfolio of our products for our customers. That commitment, along with shifts of product mix and complexity, may result in more frequent equipment change-overs and potentially increased costs because of the high fixed cost nature of our business, causing lower gross margins due to under-absorption of those fixed costs. \n\nOur results of operations and earnings may not meet guidance or expectations . \n\nWe provide public guidance on our expected results of operations for future periods. This guidance is comprised of forward-looking statements subject to risks and uncertainties, including the risks and uncertainties described in this Form 10-K and in our other public filings and public statements, and is based on assumptions we make at the time we provide such guidance. Our guidance may not always be accurate. If, in the future, our results of operations for a particular period do not meet our guidance or the expectations of investment analysts, or if we reduce our guidance for future periods, the market price of our common stock could decline significantly. \n\nNo assurance can be given that we will continue to pay or declare dividends. \n\nWe have historically paid dividends. However, there can be no assurance that we will pay or declare dividends in the future. The actual declaration and payment of future dividends, the amount of any such dividends, and the establishment of record and payment dates, if any, are subject to determination by our Board of Directors each quarter after its review of our then-current strategy, applicable debt covenants and financial performance and position, among other things. Our declaration and payment of future dividends is subject to risks and uncertainties, including deterioration of our financial condition or position; inability to declare a dividend in compliance with applicable laws or debt covenants; an increase in our cash needs or decrease in available cash; and the business judgment of the Board of Directors that a declaration of a dividend is not in our best interest. \n\nIf we fail to comply with our obligations under our distributorship or license agreements with Daikyo or the agreements are terminated early or not renewed, we could lose license rights and access to certain product and technology that are important to our business. \n\nKey value-added and proprietary products and processes are licensed from our affiliate, Daikyo, including but not limited to, Crystal Zenith, FluroTec &#174; and B2-coating technologies. Our rights to these products and processes are licensed pursuant to agreements that expire in 2027. However, if the agreements are terminated early or not renewed, our business could be adversely impacted. \n\nLegal and Regulatory Risks \n\nWe are subject to regulation by governments around the world, and if these regulations are not complied with, existing and future operations may be curtailed, and we could be subject to liability. \n\nAs a multinational corporation with operations and distribution channels throughout the world, we are subject to and must comply with extensive laws and regulations in the United States and other jurisdictions in which we have operations and distribution channels. For example, the design, development, manufacturing, marketing and labeling of certain of our products and our customers&#8217; products that incorporate our products are subject to regulation by governmental authorities in the U.S., Europe and other countries, including the FDA, the European Medicines Agency and the National Medical Products Administration (China). Complying with governmental regulation can be costly and can result in required modification or withdrawal of existing products and a substantial delay in the introduction of new products. Failure to comply with applicable regulatory requirements or failure to obtain regulatory approval for a new product could subject us to fines, sanctions or other penalties that could negatively affect our reputation, business, financial condition, and results of operations. \n\nThe global nature of our business also means legal and compliance risks, such as anti-bribery, anti-corruption, fraud, trade, environmental, competition, privacy, and other regulatory matters, will continue to exist and additional legal proceedings and other contingencies will arise from time to time, which could adversely affect us. In addition, the adoption of new laws or regulations, or changes in the interpretation of existing laws or regulations, may result in significant unanticipated legal and reputational risks. Any current or future legal or regulatory proceedings could divert management's attention from our operations and result in substantial legal fees. \n\nProducts that incorporate our technologies and medical devices that we produce are subject to regulations and extensive approval or clearance processes, which make the timing and success of new-product commercialization difficult to predict. \n\nThe process of obtaining and maintaining FDA and other required regulatory approvals is expensive and time-consuming. Historically, most medical devices that incorporate our technologies and medical devices that we produce have been subject to the FDA&#8217;s 510(k) marketing approval process, which typically lasts from six to nine months. Supplemental or full pre-market approval reviews require a significantly longer period, delaying commercialization. Changes in regulation on a global scale must be monitored and actions taken to ensure ongoing compliance. Pharmaceutical products that incorporate our technologies and medical devices that we produce are subject to the FDA&#8217;s New Drug Application process, which typically takes a number of years to complete. Additionally, biotechnology products that incorporate our technologies and medical devices that we produce are subject to the FDA&#8217;s Biologics License Application process, which also typically takes a number of years to complete. Outside of the U.S., sales of medical devices and pharmaceutical or biotechnology products are subject to international regulatory requirements that vary from country to country. The time required to obtain approval for sale internationally may be longer or shorter than that required for FDA approval. There is no certainty that any regulatory approval may be obtained or maintained indefinitely, and our ability to launch products to the market and maintain market presence is not guaranteed. \n\nChanges in the regulation of drug products and devices may increase competitive pressure and adversely affect our business. \n\nAn effect of the governmental regulation of our medical devices and our customers&#8217; drug products, devices, and manufacturing processes is that compliance with regulations makes it difficult to change components and devices produced by one supplier with those from another supplier, due to the large amount of data and information that customers must generate to demonstrate that the components and devices are equivalent and pose no additional risk to the patient. The regulation of our medical devices and our customers&#8217; products that incorporate our components and devices has increased over time. If the applicable regulations were to be modified in a way that reduced the level of data and information needed to prove equivalency for a change from one supplier&#8217;s components or devices to those made by another, it is likely that the competitive pressure would increase and adversely affect our sales and profitability. \n\nIf we are not successful in protecting our intellectual property rights, our ability to compete may be affected. \n\nOur patents, trademarks and other intellectual property are important to our business. We rely on patent, trademark, copyright, trade secret, and other intellectual property laws, as well as nondisclosure and confidentiality agreements and other methods, to protect our proprietary products, information, technologies and processes. We also have obligations with respect to the non-use and non-disclosure of third-party intellectual property. We may need to engage in litigation or similar activities to enforce our intellectual property rights, to protect our trade secrets or to determine the validity and scope of proprietary rights of others. Any such litigation could require us to expend significant resources and divert the efforts and attention of our management and other personnel from our business operations. There can be no assurance that the steps we will take to prevent misappropriation, infringement or other violation of our intellectual property or the intellectual property of others will be successful. In addition, effective patent, trademark, copyright, and trade secret protection may be unavailable or limited for some of our proprietary products in some countries. Failure to protect our intellectual property or successfully invalidate or defend against intellectual property protections of third parties could harm our business and results of operations. In addition, if relevant and effective patent protection is not available or has expired, we may not be able to prevent competitors from independently developing products and services similar or duplicative to ours. \n\nSignificant developments in U.S. policies could have a material adverse effect on our business and/or results of operations. \n\nWe earn a substantial portion of our income in foreign countries and, as such, we are subject to the tax laws in the United States and numerous foreign jurisdictions. Current economic and political conditions make tax laws and regulations, or their interpretation and application, in any jurisdiction subject to significant change. \n\nProposals to reform U.S. and foreign tax laws could significantly impact how U.S. multinational corporations are taxed on foreign earnings and could increase the U.S. corporate tax rate. Although we cannot predict whether or in what form these proposals may pass, several of the proposals considered, if enacted into law, could have an adverse impact on our effective tax rate, income tax expense and cash flows. \n\nWe utilize tax rulings and other agreements to obtain certainty in treatment of certain tax matters. These rulings and agreements expire from time to time and may be extended when certain conditions are met or terminated if certain conditions are not met. The impact of any changes in conditions would be the loss of certainty in treatment thus potentially impacting our effective income tax rate. \n\nWe are also subject to the examination of our tax returns by the United States Internal Revenue Service (&#8220;IRS&#8221;) and other tax authorities. We regularly assess the likelihood of an adverse outcome resulting from these examinations to determine the adequacy of its provision for income taxes. Although we believe our tax provisions are adequate, the final determination of tax audits and any related disputes rapidly change and could be materially different from our historical income tax provisions and accruals. The results of audits or related disputes could have an adverse effect on our financial statements for the period or periods for which the applicable final determinations are made. \n\nFor example, we and our subsidiaries are also engaged in a number of intercompany transactions across multiple tax jurisdictions. Although we believe we have clearly reflected the economics of these transactions and the proper local transfer pricing documentation is in place, tax authorities may propose and sustain adjustments that could result in changes that may impact our mix of earnings in countries with differing statutory tax rates. \n\nWe are subject to stringent and changing obligations related to data privacy and security. Our actual or perceived failure to comply with such obligations could lead to regulatory investigations or actions; litigation; fines and penalties; disruptions of our business operations; reputational harm and other adverse business consequences. \n\nIn addition to our own sensitive and proprietary business information, we handle transactional and personal information worldwide. As a result, we must comply with increasingly complex and rigorous, and sometimes conflicting laws, regulatory standards, industry standards, external and internal privacy and security policies, contracts and other obligations that govern the processing of business and personal data by us and on our behalf. For example, the European Union&#8217;s General Data Protection Regulation (the &#8220;EU GDPR&#8221;), the United Kingdom&#8217;s GDPR (the &#8220;UK GDPR&#8221;) and California&#8217;s Consumer Privacy Act of 2018, as amended (the \"CCPA\") impose obligations on companies regarding the handling of personal data and provide certain individual privacy rights to persons whose data is stored. In addition, it is anticipated that the California Privacy Rights Act of 2020 (&#8220;CPRA&#8221;), effective January 1, 2023, will expand the CCPA. Furthermore, multiple states in the United States have enacted data privacy laws. Additionally, laws in certain jurisdictions require data localization and impose restrictions on the transfer of personal information across border. For example, the EU GDPR generally restricts the transfer of personal information to countries outside of the European Economic Area without appropriate safeguards or other measures. If we cannot implement a valid compliance mechanism for cross-border privacy and security transfers, we may face increased exposure to regulatory actions, substantial fines and injunctions against processing or transferring personal information from Europe or elsewhere. \n\nCompliance with existing and forthcoming laws and regulations can be costly and time consuming, and may require changes to our information technologies, systems and practices and to those of any third parties that process personal information on our behalf. If we fail, or are perceived to have failed, to address or comply with obligations related to data privacy and security, we could face significant consequences, including, but not limited to, proceedings against the Company by governmental entities (e.g. investigations, fines, penalties, audits, inspections) or other entities or individuals, additional reporting requirements and/or governmental agency oversight, damage to our reputation and credibility, or inability to process data or operate in certain jurisdictions, any of which could have a negative impact on revenues and profits. \n\nChanging climate, global climate change regulations and greenhouse gas effects may adversely affect our operations and financial performance \n\nThere is continuing concern from members of the scientific community and the general public that emissions of GHG and other activities have or will cause significant changes in weather patterns and increase the frequency or severity of extreme weather events, including droughts, hurricanes, wildfires and flooding. These types of extreme weather events have and may continue to adversely impact us, raw material availability, our suppliers, our customers and their ability to purchase our products and our ability to timely manufacture and transport our products. \n\nWe believe it is likely that the scientific and political attention to issues concerning the extent and causes of climate change will continue, with new and more restrictive legislation regulations and focus on ESG initiatives that could affect our financial condition, results of operations and cash flows. Foreign, federal, state and local regulatory and legislative bodies, such as the SEC, have proposed various legislative and regulatory measures relating to increased transparency and standardization of reporting related to factors that may include climate change, regulating GHG emissions, energy policies, recycling of plastic materials, waste taxes, and other governmental charges and mandates. If additional legislation or regulations were enacted, we could incur increased energy, environmental, administrative and other costs and capital expenditures to comply with the limitations. \n\nFailure to comply with these regulations could result in fines and could affect our business, financial condition, results of operations and cash flows. We could also face increased costs related to defending and resolving legal claims and other litigation related to climate change and any alleged impact of our operations on climate change. \n\nWe, along with other companies in many business sectors have been implementing and expanding ESG and sustainability strategies, specifically ways to track and reduce GHG emissions. As a result, our customers may request that changes be made to our products, procedures or facilities, as well as other aspects of our business, that increase costs and may require the investment of capital or reduction in profit margins if not offset by price increases, customer investment or other cost savings. Failure to provide climate-friendly products or demonstrate GHG reductions could potentially result in loss of market share. Additionally, the costs of procuring energy, including renewable energy, or offsetting GHG emissions to meet our goals, satisfy government regulations or meet the requests of our customers may increase. \n\nFailure to comply with anti-bribery, anti-corruption and anti-money laundering laws could subject us to penalties and other adverse consequences. \n\nWe are subject to the Foreign Corrupt Practices Act (the \"FCPA\"), the U.K. Bribery Act and other anti-bribery, anti-corruption, and anti-money laundering laws in various jurisdictions around the world. The FCPA, the U.K. Bribery Act and similar applicable laws generally prohibit companies, as well as their officers, directors, employees and third-party intermediaries, business partners and agents, from making improper payments or providing other improper things of value to government officials or other persons. We and our third-party intermediaries may have direct or indirect interactions with officials and employees of government agencies or state owned or affiliated entities and other third parties where we may be held liable for corrupt or other illegal activities, even if we do not explicitly authorize them. While we have policies and procedures and internal controls to address compliance with such laws, we cannot provide assurance that all of our employees and third-party intermediaries, business partners and agents will not take actions in violation of such policies and laws, for which we may be ultimately held responsible. To the extent that we learn that any of our employees or third-party intermediaries, business partners or agents do not adhere to our policies, procedures, or internal controls, we are committed to taking appropriate remedial action. In the event that we believe or have reason to believe that our directors, officers, employees or third-party intermediaries, agents or business partners have or may have violated such laws, we may be required to investigate or to have outside counsel investigate the relevant facts and circumstances. Detecting, investigating and resolving actual or alleged violations can be extensive and require a significant diversion of time, resources, and attention from senior management. Any violation of the FCPA, the U.K. Bribery Act or other applicable anti-bribery, anti-corruption and anti-money laundering laws could result in whistleblower complaints, adverse media coverage, investigations, loss of export privileges, and criminal or civil sanctions, penalties, and fines, any of which may adversely affect our business and financial condition. \n\nOur operations must comply with environmental statutes and regulations, and any failure to comply could result in extensive costs which would harm our business. \n\nThe manufacturing of some of our products has involved, and may continue to involve, the use, transportation, storage, and disposal of hazardous or toxic materials and is subject to various environmental protection and occupational health and safety laws and regulations in the countries in which we operate. This has exposed us in the past, and could expose us in the future, to risks of accidental contamination and events of non-compliance with environmental laws. Any such occurrences could result in regulatory enforcement or personal injury and property damage claims or could lead to a shutdown of some of our operations, which could have an adverse effect on our business and results of operations. We currently incur costs to comply with environmental laws and regulations and these costs may become more significant, especially as the laws become more stringent and our use of materials changes. \n\nChanges in reimbursement practices of third-party payers or other cost containment measures could affect the demand for our products and the prices at which they are sold. \n\nOur sales depend, in part, on the extent to which healthcare providers and facilities are reimbursed by government authorities (including Medicare, Medicaid and comparable foreign programs) and private insurers for the costs of our products. The coverage policies and reimbursement levels of third-party payers, which can vary among public and private sources and by country, may affect which products customers purchase and the prices they are willing to pay for those products in a particular jurisdiction. Reimbursement rates can also affect the market acceptance rate of new technologies and products. Reforms to reimbursement systems in the U.S. or abroad, changes in coverage by private payers, or adverse decisions by payers could significantly reduce reimbursement for procedures using our products, which could adversely affect customer demand or the price customers are willing to pay for such products. \n\nInitiatives to limit the growth of healthcare costs in the U.S. and other countries where we do business may also put industry-wide pressure on medical device or clinical diagnostic pricing. In the U.S., these include, among others, value-based purchasing and managed care arrangements. Governments in other countries are also using various mechanisms to control healthcare expenditures, including increased use of competitive bidding and tenders as well as price regulation. \n\nGeneral Risk Factor \n\nOur share price has been volatile and may fluctuate, and accordingly, the value of an investment in our common stock may also fluctuate. \n\nStock markets in general and our common stock in particular have experienced significant price and trading volume volatility over recent years. The market price and trading volume of our common stock may continue to be subject to significant fluctuations due to factors described under this Item 1A. Risk Factors , as well as economic and geopolitical conditions in general and to variability in the prevailing sentiment regarding our operations or business prospects, as well as, among other things, changing investment priorities of our shareholders. \n\nITEM IB. UNRESOLVED STAFF COMMENTS \n\nAs of the filing of this Form 10-K, there were no unresolved comments from the Staff of the SEC. \n\n"
    },
    {
      "section": "1B",
      "text": " \n\nITEM IB. UNRESOLVED STAFF COMMENTS \n\nAs of the filing of this Form 10-K, there were no unresolved comments from the Staff of the SEC. \n\n"
    },
    {
      "section": "2",
      "text": " ITEM 2. PROPERTIES \n\nOur corporate headquarters are located at 530 Herman O. West Drive, Exton, Pennsylvania 19341. \n\nThe following table summarizes our facilities by segment and geographic region. All facilities shown are owned except where otherwise noted. \n\n##TABLE_START Type of Facility/ Country Location Segment Manufacturing: North America United States of America Phoenix, AZ (2) Contract Manufactured Products Scottsdale, AZ (1) (2) Proprietary Products Tempe, AZ (2) Contract Manufactured Products St. Petersburg, FL (1) Proprietary Products Grand Rapids, MI Contract Manufactured Products Kinston, NC Proprietary Products Kearney, NE Proprietary Products Jersey Shore, PA Proprietary Products Williamsport, PA Contract Manufactured Products Cayey, Puerto Rico Proprietary Products and Contract Manufactured Products South America Brazil Sao Paulo Proprietary Products Europe Denmark Horsens Proprietary Products England St. Austell Proprietary Products France Le Nouvion Proprietary Products Le Vaudreuil Proprietary Products Germany Eschweiler (1) (2) Proprietary Products Stolberg Proprietary Products Ireland Waterford Proprietary Products Dublin (2) Contract Manufactured Products Serbia Kovin Proprietary Products Asia Pacific China Qingpu Proprietary Products India Sri City Proprietary Products Singapore Jurong (2) Proprietary Products Mold-and-Die Tool Shop: North America United States of America Upper Darby, PA Proprietary Products ##TABLE_END\n\n##TABLE_START Type of Facility/ Country Location Segment Europe England Bodmin Proprietary Products Germany Stolberg Proprietary Products Contract Analytical Laboratory: North America United States of America Exton, PA Proprietary Products Technology Center: Asia Pacific India Bangalore (2) Proprietary Products, Contract Manufactured Products ##TABLE_END\n\n(1) This manufacturing facility is also used for research and development activities. \n\n(2) This facility is leased in whole or in part. \n\nOur Proprietary Products reportable segment leases facilities located in Scottsdale, AZ, Radnor, PA, Germany, and Israel for research and development, as well as other activities. Sales offices in various locations are leased under contractual arrangements. \n\n"
    },
    {
      "section": "3",
      "text": " ITEM 3. LEGAL PROCEEDINGS \n\nNone. \n\n"
    },
    {
      "section": "4",
      "text": " ITEM 4. MINE SAFETY DISCLOSURES \n\nNot applicable. \n\nINFORMATION ABOUT OUR EXECUTIVE OFFICERS \n\nThe executive officers of the Company are set forth in this table. Generally, executive officers are elected by the Board of Directors annually at the regular meeting of the Board of Directors following the Annual Meeting of Shareholders. Additionally, executive officers may be elected upon hire or due to a promotion. \n\n##TABLE_START Name Age Position Silji Abraham 51 Senior Vice President, Chief Technology Officer since December 2020. Senior Vice President, Chief Digital and Transformation Officer from February 2018 to December 2020. Prior to joining West, he most recently served as Executive Vice President and Chief Information Officer of MilliporeSigma, a subsidiary of Merck KGaA, Darmstadt, Germany. Prior to this role, he served as Chief Information Officer at Sigma-Aldrich Corporation, a leading life science and technology company, and worked in various leadership roles at Invensys Operations Management, ArvinMeritor and Chrysler Group. Bernard J. Birkett 54 Senior Vice President and Chief Financial and Operations Officer since July 2022. Senior Vice President and Chief Financial Officer from June 2018 to July 2022. In addition, Treasurer from June 2018 to December 2019 and Principal Accounting Officer from October 2019 to April 2020. Prior to joining West, he spent more than 20 years at Merit Medical Systems, Inc., a leading manufacturer of disposable medical devices, where he served in a number of senior global leadership roles, including Chief Financial Officer and Treasurer, Controller for Europe, Middle East and Africa (EMEA) and Vice President of International Finance. ##TABLE_END\n\n##TABLE_START Annette F. Favorite 58 Senior Vice President and Chief Human Resources Officer since October 2015. Prior to joining West, she spent more than 25 years at IBM Corporation, an information technology services company, in a number of strategic and global human resources roles, including Vice President, Global Talent Management, Vice President of Human Resources for Worldwide Software Sales, and Human Resources Leader for the company&#8217;s Southwest European Region, based out of Spain. \n\nEric M. Green \n\n53 Chair of the Board since May 2022. Chief Executive Officer since April 2015 and President since December 2015. Prior to joining West, he was Executive Vice President and President of the Research Markets business unit at Sigma-Aldrich Corporation from 2013 to 2015. From 2009 to 2013, he served as Vice President and Managing Director, International, where he was responsible for Asia Pacific and Latin America, and prior thereto, held various commercial and operational roles. Quintin J. Lai 56 Vice President, Strategy and Investor Relations since January 2016. In addition, Corporate Development responsibilities from January 2016 to September 2021. Prior to joining West, he was Vice President of Investor Relations and Corporate Strategy at Sigma-Aldrich Corporation from 2012 to 2015. From 2002 to 2012, he was at Robert W. Baird &#38; Company, where he held various roles, including Managing Director and Senior Equity Research Analyst of the Life Science Tools and Diagnostic sector and Associate Director of Equity Research. Kimberly Banks MacKay 57 \n\nSenior Vice President, General Counsel and Corporate Secretary since December 2020. Prior to joining West, from April 2019 to November 2020, she served as Senior Vice President, General Counsel and Corporate Secretary at the Segal Group in New York, a privately held firm specializing in employee benefits and investment consulting. Prior to Segal, she served for over 15 years in a variety of Legal leadership roles for Novartis, a global healthcare company, including Head of U.S. Legal for Novartis Business Service. \n\nCindy Reiss-Clark 49 Chief Commercial Officer since May 2022. Senior Vice President, Global Markets and Commercial Solutions since November 2019. Vice President and General Manger Biologics Market Unit from September 2018 to November 2019. Prior to joining West, she served as Senior Vice President of Global Marketing at Lonza Pharma and Biotech, a leading Contract Development and Manufacturing Business from October 2017 to July 2018. From January 2016 to September 2017, served as Lonza Pharma and Biotech, Senior Vice President of Global Sales. Prior to Lonza, she served for over 15 years in a variety of Commercial leadership roles at SAFC, a division of Sigma-Aldrich Company. Chad R. Winters 44 Vice President, Chief Accounting Officer and Corporate Controller since May 2020. Vice President and Corporate Controller since October 2019. Prior to joining West, he served as Senior Vice President of Finance &#38; Accounting and Controller of Amneal Pharmaceuticals, Inc., a specialty pharmaceutical company. Prior to Amneal, he held roles of increasing responsibility at the Chemours Company, UGI Corporation, and PricewaterhouseCoopers LLP. ##TABLE_END\n\nPART II \n\n"
    },
    {
      "section": "5",
      "text": " ITEM 5. MARKET FOR REGISTRANT&#8217;S COMMON EQUITY, RELATED STOCKHOLDER MATTERS AND ISSUER PURCHASES OF EQUITY SECURITIES \n\nOur common stock is listed on the New York Stock Exchange (&#8220;NYSE&#8221;) under the symbol &#8220;WST.&#8221; As of January 25, 2023, we had 630 shareholders of record, which excludes beneficial owners whose shares were held by brokerage firms, depositaries and other institutional firms in &#8220;street names&#8221; for their customers. \n\nDividends \n\nWe paid a quarterly dividend of $0.17 per share on our common stock in each of the first three quarters of 2021; $0.18 per share in the fourth quarter of 2021 and each of the first three quarters of 2022; and $0.19 per share in the fourth quarter of 2022. We will continue to review our ability to pay cash dividends on an ongoing basis and dividends may be declared at the discretion of our Board of Directors. When considering whether to declare a dividend, our Board of Directors will take into account: \n\n&#8226; general economic and business conditions; \n\n&#8226; our financial condition and operating results; \n\n&#8226; our available cash and current and anticipated cash needs; \n\n&#8226; our capital requirements; \n\n&#8226; contractual, legal, tax and regulatory restrictions on the payment of dividends by us; and \n\n&#8226; such other factors as our Board of Directors may deem relevant \n\nIssuer Purchases of Equity Securities \n\nIn December 2021, we announced a share repurchase program for calendar-year 2022 authorizing the repurchase of up to 650,000 shares of our common stock from time to time on the open market or in privately-negotiated transactions. During the year ended December 31, 2022, we purchased 563,334 shares of our common stock under the now completed program at a cost of $202.8 million, or an average price of $360.03 per share. During the three months ended December 31, 2022, there were no purchases of our common stock made by us or any of our &#8220;affiliated purchasers&#8221; as defined in Rule 10b-18(a)(3) under the Exchange Act. \n\nIn February 2023, the Board of Directors approved a share repurchase program under which we may repurchase up to $1.0 billion in shares of common stock. The share repurchase program does not have an expiration date under which we may repurchase common stock on the open market or in privately-negotiated transactions. The number of shares to be repurchased and the timing of such transactions will depend on a variety of factors, including market conditions. \n\nPerformance Graph \n\nThe following performance graph compares the cumulative total return to holders of our common stock with the cumulative total return of the Standard &#38; Poor&#8217;s 500 Index (&#8220;S&#38;P 500&#8221;) and the Standard &#38; Poor's 500 Health Care Index, for the five years ended December 31, 2022. The performance graph is based on historical data and is not indicative of, or intended to forecast, future performance of our common stock. \n\nCumulative total return to shareholders is measured by dividing total dividends (assuming dividend reinvestment) plus the per-share price change for the period by the share price at the beginning of the period. The cumulative shareholder return on our common stock is based on an investment of $100 on December 31, 2017 and is compared to the cumulative total return of the S&#38;P indices mentioned above over the period with a like amount invested. \n\n*Five year total return data obtained from NASDAQ IR Insight \n\n"
    },
    {
      "section": "6",
      "text": " ITEM 6. RESERVED \n\n"
    },
    {
      "section": "7",
      "text": " ITEM 7. MANAGEMENT&#8217;S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS \n\nOVERVIEW \n\nThe following discussion is intended to further the reader&#8217;s understanding of the consolidated financial condition and results of operations of the Company. It should be read in conjunction with our consolidated financial statements and the accompanying footnotes included in Part II, Item 8 of this Form 10-K. These historical financial statements may not be indicative of our future performance. This Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations contains a number of forward-looking statements, all of which are based on our current expectations and could be affected by the uncertainties and risks discussed in Part I, Item 1A of this Form 10-K. \n\nNon-U.S. GAAP Financial Measures \n\nFor the purpose of aiding the comparison of our year-over-year results, we may refer to net sales and other financial results excluding the effects of changes in foreign currency exchange rates. Organic net sales exclude the impact from acquisitions and/or divestitures and translate the current-period reported sales of subsidiaries whose functional currency is other than USD at the applicable foreign exchange rates in effect during the comparable prior-year period. We may also refer to adjusted consolidated operating profit and adjusted consolidated operating profit margin, which exclude the effects of unallocated items. The unallocated items are not representative of ongoing operations, and generally include restructuring and related charges, certain asset impairments, and other specifically-identified income or expense items. The re-measured results excluding effects from currency translation, the impact from acquisitions and/or divestitures, and excluding the effects of unallocated items are not in conformity with U.S. Generally Accepted Accounting Principles (\"GAAP\") and should not be used as a substitute for the comparable U.S. GAAP financial measures. The non-U.S. GAAP financial measures are incorporated in our discussion and analysis as management uses them in evaluating our results of operations and believes that this information provides users with a valuable insight into our overall performance and financial position. \n\nOur Operations \n\nWe are a leading global manufacturer in the design and production of technologically advanced, high-quality, integrated containment and delivery systems for injectable drugs and healthcare products. Our products include a variety of primary proprietary packaging, containment solutions, reconstitution and transfer systems, and drug delivery systems, as well as contract manufacturing, analytical lab services and integrated solutions. Our customers include leading biologic, generic, pharmaceutical, diagnostic, and medical device companies around the world. Our top priority is delivering quality products that meet the exact product specifications and quality standards customers require and expect. This focus on quality includes a commitment to excellence in manufacturing, scientific and technical expertise and management, which enables us to partner with our customers in order to deliver safe, effective drug products to patients quickly and efficiently. \n\nOur business operations are organized into two global segments, Proprietary Products and Contract-Manufactured Products. Our Proprietary Products reportable segment offers proprietary packaging, containment solutions and drug delivery systems, along with analytical lab services and other integrated services and solutions, primarily to biologic, generic and pharmaceutical drug customers. Our Contract-Manufactured Products reportable segment serves as a fully integrated business, focused on the design, manufacture, and automated assembly of complex devices, primarily for pharmaceutical, diagnostic, and medical device customers. We also maintain collaborations to share technologies and market products with affiliates in Japan and Mexico. \n\nImpact of COVID-19 and other Macroeconomic Factors \n\nWest has been actively monitoring the impact of the COVID-19 pandemic globally. Our primary objectives have remained the same throughout the pandemic: to support the safety of our team members and their families and continue to support patients around the world. Our production facilities continue to operate as they had prior to the COVID-19 pandemic, other than for enhanced safety measures intended to prevent the spread of the virus and higher levels of production at certain plant locations to meet additional customer demand. \n\nOur capital and financial resources, including overall liquidity, remain strong. We will continue to closely monitor the COVID-19 pandemic in order to ensure the safety of our people and our ability to serve our customers and patients worldwide. \n\nThrough the twelve months ended December 31, 2022, the war between Russia and Ukraine has not had a material impact on the Company&#8217;s business, financial condition or results of operations as we do not have manufacturing operations or significant commercial relationships in either country. However, the continuation of the Russia-Ukraine military conflict and/or an escalation of the conflict beyond its current scope may further weaken the global economy and could result in additional inflationary pressures and supply chain constraints, including the unavailability and cost of energy. \n\nDuring 2022, we experienced higher costs for raw materials and supply chain challenges related to manufacturing equipment. Due to the uncertainty that exists relative to the duration and overall impact of the macroeconomic factors discussed above, our future operating performance, particularly in the short-term, may be subject to volatility. The impacts of macroeconomic conditions on our business, results of operations, financial condition and cash flows are dependent on certain factors, including those discussed in Item 1A. Risk Factors . \n\nComponents of and Key Factors Influencing Our Results of Operations \n\nIn assessing the performance of our business, we consider a variety of performance and financial measures. We believe the items discussed below provide insight into the factors that affect these key measures. \n\nNet Sales \n\nOur net sales results from the sale of goods or services and reflects the net consideration which we expect to receive in exchange for those goods or services. \n\nSeveral factors affect our reported net sales in any period, including product, payer and geographic sales mix, operational effectiveness, pricing realization, timing of orders and shipments, regulatory actions, competition, and business acquisitions that involve our customers or competitors. \n\nCost of goods and services sold and gross profit \n\nCost of goods and services sold includes personnel costs, manufacturing costs, raw materials and product costs, freight costs, depreciation, and facility costs associated with our manufacturing and warehouse facilities. Fluctuations in our cost of goods sold correspond with the fluctuations in sales units as well as inflationary and other market factors that influence our cost base. \n\nGross profit is calculated as net sales less cost of goods and services sold. Our gross profit is affected by product and geographic sales mix, realized pricing of our products, the efficiency of our manufacturing operations and the costs of materials used to make our products. \n\nResearch and development expenses \n\nResearch and development expenses relate to our investments in improvements to our manufacturing processes, product enhancements, and additional investments in our elastomeric packaging components, formulation development, drug containment systems, self-injection systems and drug administration consumables. \n\nWe expense research and development costs as incurred. Our research and development expenses fluctuate from period to period primarily based on the ongoing improvements to our manufacturing processes and product enhancements. \n\nSelling, general and administrative expenses \n\nSelling, general and administrative expenses primarily include personnel costs, incentive compensation, insurance, professional fees, and depreciation. \n\nFinancial Performance Summary \n\nThe following tables present a reconciliation from U.S. GAAP to non-U.S. GAAP financial measures: \n\n##TABLE_START \n\n($ in millions) \n\nOperating profit Income tax expense Net income Diluted EPS Year ended December 31, 2022 GAAP $ 734.0 $ 114.7 $ 585.9 $ 7.73 Unallocated items: \n\nRestructuring and related charges (1) \n\n23.8 2.0 21.8 0.29 \n\nPension settlement (2) \n\n&#8212; 20.6 31.6 0.42 \n\nAmortization of acquisition-related \n\nintangible assets (3) \n\n0.7 0.1 2.8 0.04 \n\nCost investment activity (5) \n\n3.5 &#8212; 3.5 0.05 \n\nRoyalty acceleration (6) \n\n&#8212; 1.3 (1.3) (0.02) \n\nTax law changes (7) \n\n&#8212; (5.7) 5.7 0.07 Year ended December 31, 2022 adjusted amounts (non-U.S. GAAP) $ 762.0 $ 133.0 $ 650.0 $ 8.58 ##TABLE_END\n\nDuring 2022, we recorded a tax benefit of $16.5 million associated with stock-based compensation. \n\n##TABLE_START \n\n($ in millions) \n\nOperating profit Income tax expense Net income Diluted EPS Year ended December 31, 2021 GAAP $ 752.3 $ 107.2 $ 661.8 $ 8.67 Unallocated items: \n\nRestructuring and related charges (1) \n\n2.2 0.4 1.8 0.02 \n\nPension settlement (2) \n\n&#8212; 0.5 1.5 0.02 \n\nAmortization of acquisition-related \n\nintangible assets (3) \n\n0.8 0.1 2.8 0.04 \n\nAsset impairment (4) \n\n2.8 &#8212; 2.8 0.04 \n\nCost investment activity (5) \n\n4.3 (0.1) 4.4 0.06 \n\nRoyalty acceleration (6) \n\n&#8212; 18.5 (18.5) (0.25) \n\nTax law changes (7) \n\n&#8212; 1.4 (1.4) (0.02) Year ended December 31, 2021 adjusted amounts (non-U.S. GAAP) $ 762.4 $ 128.0 $ 655.2 $ 8.58 ##TABLE_END\n\nDuring 2021, we recorded a tax benefit of $31.5 million associated with stock-based compensation. \n\n##TABLE_START \n\n($ in millions) \n\nOperating profit Income tax expense Net income Diluted EPS Year ended December 31, 2020 GAAP $ 406.9 $ 72.5 $ 346.2 $ 4.57 Unallocated items: \n\nRestructuring and severance related charges (1) \n\n7.0 1.7 5.3 0.07 \n\nPension settlement (2) \n\n&#8212; 0.9 2.9 0.04 \n\nAmortization of acquisition-related \n\nintangible assets (3) \n\n0.6 0.1 3.6 0.05 \n\nCost investment activity (5) \n\n2.5 &#8212; 2.5 0.03 Year ended December 31, 2020 adjusted amounts (non-U.S. GAAP) $ 417.0 $ 75.2 $ 360.5 $ 4.76 ##TABLE_END\n\nDuring 2020, we recorded a tax benefit of $20.8 million associated with stock-based compensation. \n\n(1) During 2022, the Company recorded restructuring and related charges of $23.8 million, which primarily included $8.7 million in net severance and post-employment benefits primarily in connection with our plan to adjust our operating cost base and $15.3 million in asset-related charges associated with this plan. During 2021 and 2020, the Company recorded a restructuring and severance related charge of $2.2 million and $7.0 million, respectively, to optimize certain organizational structure within the Company. Please refer to Note 16, Other Expense (Income ) , for further discussion of these items. \n\n(2) During 2022, we recorded a gross pension settlement charge of $52.2 million within other nonoperating expense (income), which primarily relates to the full settlement of the U.S. qualified defined benefit plan (the \"U.S. pension plan\"). In 2021 and 2020, we recorded a pension settlement charge each year within other nonoperating expense (income), as it was determined that normal-course lump-sum payments for our U.S. pension plan exceeded the threshold for settlement accounting. Please refer to Note 15, Benefit Plans , for further discussion of these items. \n\n(3) During 2022, the Company recorded $0.7 million of amortization expense within operating profit associated with an acquisition of an intangible asset during the second quarter of 2020. Additionally, the company recorded $2.1 million of amortization expense in association with an acquisition of increased ownership interest in Daikyo. During 2021, the Company recorded $0.8 million of amortization expense within operating profit associated with an acquisition of an intangible asset during the second quarter of 2020. Additionally, the company recorded $2.1 million of amortization expense in association with an acquisition of increased ownership interest in Daikyo. During 2020, the company recorded $0.6 million of amortization expense within operating profit associated with an acquisition of an intangible asset during the second quarter of 2020. Additionally, the company recorded $3.1 million of amortization expense in association with an acquisition of increased ownership interest in Daikyo. \n\n(4) During 2021, the Company recorded a $2.8 million impairment charge for certain long-lived and intangible assets within the Proprietary Products segment as it determined the carrying value exceeded the fair value of the assets. $1.9 million of this charge is recorded in Cost of Goods and Services Sold and $0.9 million of the charge is recorded in Selling, General, and Administrative expense, due to the nature of the impaired assets. \n\n(5) During 2022, the Company recorded a cost investment impairment charge of $3.5 million. During 2021, the net cost investment activity was $4.3 million, inclusive of an impairment charge of $4.6 million offset by a $0.3 million gain on the sale of a cost investment. During 2020, the Company recorded a cost investment impairment charge of $2.5 million. \n\n(6) During 2022, the Company increased its expected tax benefit related to the prepayment of future royalties from one of its subsidiaries by $1.3 million . During 2021, the Company prepaid future royalties from one of its subsidiaries, which resulted in a $18.5 million tax benefit. \n\n(7) During 2022, the Company incurred additional tax expense of $5.7 million due to the impact of a tax law change in the state of Pennsylvania enacted during the period. During 2021, the Company recorded a tax benefit of $1.4 million due to the impact of a United Kingdom tax law change enacted during the period. \n\nRESULTS OF OPERATIONS \n\nWe evaluate the performance of our segments based upon, among other things, segment net sales and operating profit. Segment operating profit excludes general corporate costs, which include executive and director compensation, stock-based compensation, certain pension and other retirement benefit costs, and other corporate facilities and administrative expenses not allocated to the segments. Also excluded are items that we consider not representative of ongoing operations. Such items are referred to as other unallocated items for which further information can be found above in the reconciliation from U.S. GAAP to non-U.S. GAAP financial measures. Discussion of the year-over-year changes for the fiscal year ended December 31, 2021 compared to the fiscal year ended December 31, 2020 and the results of operations and cash flows for the fiscal year ended December 31, 2020 is included in Item 7, Management&#8217;s Discussion and Analysis of Financial Condition and Result of Operations of our Annual Report on Form 10-K for the fiscal year ended December 31, 2021, filed with the SEC on February 22, 2022, and is incorporated herein by reference. \n\nPercentages in the following tables and throughout this Results of Operations section may reflect rounding adjustments. \n\nNet Sales \n\nThe following table presents net sales, consolidated and by reportable segment: \n\n##TABLE_START Year Ended December 31, % Change ($ in millions) 2022 \n\n2020 \n\n2022/2021 \n\n2021/2020 \n\nProprietary Products $ 2,406.8 $ 2,317.3 $ 1,648.6 3.9 % 40.6 % Contract-Manufactured Products 480.4 514.7 498.6 (6.7 %) 3.2 % Intersegment sales elimination (0.3) (0.4) (0.3) (25.0 %) 33.3 % Consolidated net sales $ 2,886.9 $ 2,831.6 $ 2,146.9 2.0 % 31.9 % ##TABLE_END\n\nConsolidated net sales increased by $55.3 million, or 2.0%, in 2022, due to sales price increases of approximately $106 million and a favorable mix of products sold despite a decline in net COVID-19 related activity for COVID-19 vaccines and antiviral treatments. This was partially offset by an unfavorable foreign currency translation impact of $162.6 million. Excluding foreign currency translation effects, consolidated net sales increased by $217.9 million, or 7.7%. \n\nProprietary Products &#8211; Proprietary Products net sales increased by $89.5 million, or 3.9%, in 2022, including an unfavorable foreign currency translation impact of $138.6 million. Excluding foreign currency translation effects, net sales increased by $228.1 million, or 9.8%. The increase is primarily due to growth in our high-value product offerings of approximately $168 million, including our NovaPure &#174; , Envision &#174; and Westar &#174; products, which is inclusive of sales price increases and an approximately $71 million decline in net COVID-19 related activity for COVID-19 vaccines and antiviral treatments. \n\nContract-Manufactured Products &#8211; Contract-Manufactured Products net sales decreased by $34.3 million, or 6.7%, in 2022, including an unfavorable foreign currency translation impact of $24.0 million. Excluding foreign currency translation effects, net sales decreased by $10.3 million, or 2.0%, due to a decline in sales of components for diagnostic devices, offset by sales price increases. \n\nThe intersegment sales elimination, which is required for the presentation of consolidated net sales, represents the elimination of components sold between our segments. \n\nGross Profit \n\nThe following table presents gross profit and related gross margins, consolidated and by reportable segment and by unallocated: \n\n##TABLE_START Year Ended December 31, % Change ($ in millions) 2022 2021 2020 2022/2021 2021/2020 Proprietary Products: &#160; &#160; &#160; &#160; &#160; Gross profit $ 1,053.3 $ 1,093.9 $ 682.2 (3.7 %) 60.3 % Gross profit margin 43.8 % 47.2 % 41.4 % Contract-Manufactured Products: &#160; &#160; Gross profit $ 82.9 $ 83.8 $ 85.6 (1.1 %) (2.1 %) Gross profit margin 17.3 % 16.3 % 17.2 % Unallocated items $ &#8212; $ (1.9) $ &#8212; Consolidated gross profit $ 1,136.2 $ 1,175.8 $ 767.8 (3.4 %) 53.1 % Consolidated gross profit margin 39.4 % 41.5 % 35.8 % ##TABLE_END\n\nConsolidated gross profit decreased by $39.6 million, or 3.4%, in 2022, including an unfavorable foreign currency translation impact of $60.4 million. Consolidated gross profit margin decreased by 2.1 margin points in 2022, due to increased plant spend to meet ongoing product demand and increased labor and overhead costs, primarily within transportation and compensation, that were driven by inflation. This was offset by increased sales prices. \n\nProprietary Products &#8211; Proprietary Products gross profit decreased by $40.6 million, or 3.7%, in 2022, including an unfavorable foreign currency translation impact of $55.7 million. Proprietary Products gross profit margin decreased by 3.4 margin points in 2022. The decrease is driven by inflationary headwinds of approximately $85 million, additional plant spend to meet ongoing product demand and a higher allocation of functional spend from Selling, General and Administrative Costs of approximately $18 million , offset by increased sales prices and a favorable mix of products sold. \n\nContract-Manufactured Products &#8211; Contract-Manufactured Products gross profit decreased by $0.9 million, or 1.1%, in 2022, including an unfavorable foreign currency translation impact of $4.7 million. Contract-Manufactured Products gross profit margin increased by 1.0 margin points in 2022, d ue to increased sales prices and production efficiencies, offset by an unfavorable mix of products sold and additional costs driven by inflation of approximately $16 million. \n\nResearch and Development (&#8220;R&#38;D&#8221;) Costs \n\nThe following table presents consolidated R&#38;D costs: \n\n##TABLE_START Year Ended December 31, % Change ($ in millions) 2022 \n\n2020 \n\n2022/2021 2021/2020 Consolidated R&#38;D costs $ 58.5 $ 52.8 $ 46.9 10.8 % 12.6 % ##TABLE_END\n\nConsolidated R&#38;D costs increased by $5.7 million, or 10.8%, in 2022, as compared to 2021, due to additional research performed to identify new product opportunities, offset by lower annual incentive compensation. Efforts remain focused on the continued investment in elastomeric packaging components, formulation development, drug containment systems, self-injection systems and drug administration consumables. \n\nAll of the R&#38;D costs incurred during 2022, 2021 and 2020 related to Proprietary Products. \n\nSelling, General and Administrative (&#8220;SG&#38;A&#8221;) Costs \n\nThe following table presents SG&#38;A costs, consolidated and by reportable segment and corporate and unallocated items: \n\n##TABLE_START Year Ended December 31, % Change ($ in millions) 2022 \n\n2020 \n\n2022/2021 2021/2020 Proprietary Products $ 212.6 $ 244.8 $ 197.5 (13.2 %) 23.9 % Contract-Manufactured Products 20.9 15.9 15.5 31.4 % 2.6 % Corporate 83.4 102.1 89.0 (18.3 %) 14.7 % Consolidated SG&#38;A costs $ 316.9 $ 362.8 $ 302.0 (12.7 %) 20.1 % SG&#38;A as a % of net sales 11.0 % 12.8 % 14.1 % ##TABLE_END\n\nConsolidated SG&#38;A costs decreased by $45.9 million, or 12.7%, in 2022, including a favorable foreign currency translation impact of $7.9 million. The decrease was primarily due to lower annual incentive compensation and a higher allocation of functional spend to Cost of Goods and Services Sold, offset by an increase in professional fees and salaries and fringe benefits. \n\nProprietary Products &#8211; Proprietary Products SG&#38;A costs decreased by $32.2 million, or 13.2%, in 2022, primarily due to higher allocation of functional spend to Cost of Goods and Services Sold of approximately $18 million, lower annual incentive compensation of approximately $17 million, and a favorable foreign currency translation impact of $6.6 million. \n\nContract-Manufactured Products &#8211; Contract-Manufactured Products SG&#38;A costs increased by $5.0 million, or 31.4%, in 2022, primarily due to a higher allocation of functional spend and increased salaries and fringe benefits, partially offset by a reduction in annual incentive compensation. \n\nCorporate &#8211; Corporate SG&#38;A costs decreased by $18.7 million, or 18.3%, in 2022, primarily due to a reduction in mark-to-market expense related to stock-based compensation of approximately $10 million and lower annual incentive compensation of approximately $7 million. \n\nOther Expense (Income) \n\nThe following table presents other expense and income items, consolidated and by reportable segment and corporate and unallocated items: \n\n##TABLE_START Year Ended December 31, ($ in millions) 2022 \n\n2020 \n\nProprietary Products $ (2.2) $ 0.2 $ 3.3 Contract-Manufactured Products 1.6 0.7 1.5 Corporate and unallocated items 27.4 7.0 7.2 Consolidated other expense (income) $ 26.8 $ 7.9 $ 12.0 ##TABLE_END\n\nOther expense and income items consist of foreign exchange transaction gains and losses, gains and losses on the sale of fixed assets, contingent consideration, fixed asset impairments and miscellaneous income and charges. \n\nConsolidated other expense (income) changed by $18.9 million in 2022 as compared to 2021, due to the factors described below, primarily an increase in restructuring and related charges in 2022 . \n\nProprietary Products &#8211; Proprietary Products other expense (income) changed by $2.4 million in 2022 as compared to 2021 , primarily due to increased gains on foreign exchange transactions of $3.1 million, offset by increased contingent consideration charges of $1.5 million recorded in 2022 as compared to 2021. \n\nContract-Manufactured Products &#8211; Contract-Manufactured Products other expense (income) changed by $0.9 million in 2022 as compared to 2021, primarily due to increased fixed asset impairments of $0.7 million recorded in 2022 as compared to 2021. \n\nCorporate and unallocated items &#8211; Corporate and unallocated items changed by $20.4 million in 2022 as compared to 2021. During 2022, we recorded $23.8 million in restructuring and related charges and $3.5 million in impairment charges related to our cost investme nts within Corporate and unallocated items. During 2021 , we recorded $2.2 million in restructuring and related charges and a total impairment charge of $4.6 million which was offset by a net gain of $0.3 million on the sale of a cost investment, within Corporate and unallocated items. \n\nOperating Profit \n\nThe following table presents operating profit and adjusted operating profit, consolidated and by reportable segment, corporate and unallocated items: \n\n##TABLE_START Year Ended December 31, % Change ($ in millions) 2022 \n\n2020 \n\n2022/2021 2021/2020 Proprietary Products $ 784.4 $ 796.1 $ 434.5 (1.5 %) 83.2 % Contract-Manufactured Products 60.4 67.2 68.6 (10.1 %) (2.0 %) Corporate and unallocated (110.8) (111.0) (96.2) (0.2 %) 15.4 % Consolidated operating profit $ 734.0 $ 752.3 $ 406.9 (2.4 %) 84.9 % Consolidated operating profit margin 25.4 % 26.6 % 19.0 % Unallocated items 28.0 10.1 10.1 Adjusted consolidated operating profit $ 762.0 $ 762.4 $ 417.0 (0.1 %) 82.8 % Adjusted consolidated operating profit margin 26.4 % 26.9 % 19.4 % ##TABLE_END\n\nConsolidated operating profit decreased by $18.3 million, or 2.4%, in 2022, including an unfavorable foreign currency translation impact of $51.8 million, due to the factors described above. \n\nProprietary Products &#8211; Proprietary Products operating profit decreased by $11.7 million, or 1.5%, in 2022, including an unfavorable foreign currency translation impact of $48.1 million, due to the factors described above. \n\nContract-Manufactured Products &#8211; Contract-Manufactured Products operating profit decreased by $6.8 million, or 10.1%, in 2022, including an unfavorable foreign currency translation impact of $3.7 million, due to the factors described above. \n\nCorporate &#8211; Excluding the unallocated items, Corporate costs decreased by $18.1 million, or 17.9%, in 2022, due to the factors described above. \n\nUnallocated items - Please refer to the Financial Performance Summary section above for details. \n\nInterest Expense, Net \n\nThe following table presents interest expense, net, by significant component: \n\n##TABLE_START Year Ended December 31, % Change ($ in millions) 2022 \n\n2021 2020 \n\n2022/2021 2021/2020 Interest expense $ 11.6 $ 10.2 $ 9.6 13.7 % 6.3 % Capitalized interest (3.7) (2.0) (1.4) 85.0 % 42.9 % Interest expense, net $ 7.9 $ 8.2 $ 8.2 (3.7 %) &#8212; % Interest income $ (5.1) $ (1.0) $ (1.4) 410.0 % (28.6 %) ##TABLE_END\n\nInterest expense, net, decreased by $0.3 million, or 3.7%, in 2022, primarily due to an increase in capitalized interest driven by higher capital expenditures in 2022, as compared to 2021. \n\nInterest income increased by $4.1 million in 2022, resulting from higher interest rates compared to the prior year. \n\nOther Nonoperating Expense (Income) \n\nOther nonoperating expense (income) changed by $55.1 million in 2022, primarily due to the recording of a $52.2 million pension settlement charge in 2022, which relieved the historical balance sheet position, inclusive of accumulated other comprehensive income, of the U.S. pension plan. \n\nIncome Taxes \n\nThe provision for income taxes was $114.7 million, $107.2 million, and $72.5 million for the years 2022, 2021, and 2020, respectively, and the effective tax rate was 16.9%, 14.3%, and 18.1%, respectively. \n\nThe increase in the effective tax rate in 2022 of 2.6%, or $7.5 million of additional tax expense, is due to the Company's recognition of reserves for unrecognized tax benefits of $19.8 million in 2022, the prepayment of future royalties from one of its subsidiaries in 2021, which resulted in a $18.5 million tax benefit in 2021, as well as a $15.0 million reduction in our tax benefit related to stock-based compensation compared to 2021. This was offset by the tax benefit of $20.6 million recognized for the 2022 termination of our U.S. pension plan as well as a favorable geographic mix of our earnings in jurisdictions with a lower tax rate. \n\nPlease refer to Note 17, Income Taxes , for further discussion of our income taxes. \n\nEquity in Net Income of Affiliated Companies \n\nEquity in net income of affiliated companies was $20.7 million, $20.1 million, and $17.4 million for the years 2022, 2021, and 2020, respectively. Equity in net income of affiliated companies increased by $0.6 million, or 3.0%, in 2022, primarily due to favorable operating results at Daikyo and the Mexico affiliates, offset by the impact of foreign currency translation. \n\nFINANCIAL CONDITION, LIQUIDITY AND CAPITAL RESOURCES \n\nCash Flows \n\nThe following table presents cash flow data for the years ended December 31: \n\n##TABLE_START ($ in millions) 2022 2021 2020 Net cash provided by operating activities $ 724.0 $ 584.0 $ 472.5 Net cash used in investing activities $ (288.2) $ (253.1) $ (179.5) Net cash used in financing activities $ (293.6) $ (168.1) $ (137.1) ##TABLE_END\n\nNet Cash Provided by Operating Activities \n\nNet cash provided by operating activities increased by $140.0 million in 2022, primarily due to a year over year improvement in working capital management primarily within accounts receivable and inventory, partially offset by a decrease in net income. \n\nNet Cash Used in Investing Activities \n\nNet cash used in investing activities increased by $35.1 million in 2022, primarily due to increases in capital expenditures for additional manufacturing capacity in 2022 to meet customer demand. \n\nNet Cash Used in Financing Activities \n\nNet cash used in financing activities increased by $125.5 million in 2022, primarily due to increases in purchases under our share repurchase program in 2022 and additional debt repayments in 2022 according to the maturity date. \n\nLiquidity and Capital Resources \n\nThe table below presents selected liquidity and capital measures as of: \n\n##TABLE_START ($ in millions) December 31, 2022 December 31, 2021 Cash and cash equivalents $ 894.3 $ 762.6 Accounts receivable, net $ 507.4 $ 489.0 Inventories $ 414.8 $ 378.4 Accounts payable $ 215.4 $ 232.2 Debt $ 208.9 $ 253.0 Equity $ 2,684.9 $ 2,335.4 Working capital $ 1,400.5 $ 1,147.9 ##TABLE_END\n\nCash and cash equivalents include all instruments that have maturities of ninety days or less when purchased. Working capital is defined as current assets less current liabilities. \n\nCash and cash equivalents &#8211; Our cash and cash equivalents balance at December 31, 2022 consisted of cash held in depository accounts with banks around the world and cash invested in high-quality, short-term investments. The cash and cash equivalents balance at December 31, 2022 included $317.8 million of cash held by subsidiaries within the U.S. and $576.5 million of cash held by subsidiaries outside of the U.S. For further information on our position regarding permanent reinvestment of foreign subsidiary earnings and profits refer to Note 17, Income Taxes . \n\nWorking capital - Working capital at December 31, 2022 increased by $252.6 million, or 22.0%, as compared to December 31, 2021, which includes an unfavorable foreign currency translation impact of $6.9 million. Excluding the impact of currency exchange rates, cash and cash equivalents, accounts receivable, and inventories increased by \n\n$142.2 million, $35.5 million and $49.7 million, respectively, while total current liabilities decreased by $60.8 million. The increase in cash and cash equivalents was due to cash collections from operations, offset by share repurchases, debt repayments and payment of annual incentive compensation during 2022 . The increase in accounts receivable was due to increased sales activity. The increase in inventories that occurred in the period was to ensure we have sufficient inventory on hand to support the needs of our customers. The decrease in total current liabilities was caused by the decline in accrued salaries, wages and benefits and accounts payable. \n\nDebt and credit facilities - The $44.1 million decrease in total debt at December 31, 2022, as compared to December 31, 2021, resulted from our $42.0 million principal repayment of the Series A notes on July 5, 2022 and quarterly repayments of principal under our Term Loan. \n\nOur sources of liquidity include our Credit Facility. At December 31, 2022, we had no outstanding borrowings under the Credit Facility. At December 31, 2022, the borrowing capacity available under the Credit Facility, including outstanding letters of credit of $2.4 million, was $497.6 million. We do not expect any significant limitations on our ability to access this source of funds. Please refer to Note 10, Debt , for further discussion of our Credit Facility. \n\nPursuant to the financial covenants in our debt agreements, we are required to maintain established interest coverage ratios and to not exceed established leverage ratios. In addition, the agreements contain other customary covenants, none of which we consider restrictive to our operations. At December 31, 2022, we were in compliance with all of our debt covenants, and we expect to continue to be in compliance with the terms of these agreements throughout 2023. \n\nWe believe that cash on hand and cash generated from operations, together with availability under our Credit Facility, will be adequate to address our foreseeable liquidity needs based on our current expectations of our business operations, capital expenditures and scheduled payments of debt obligations to continue to meet customer demand. \n\nCommitments and Contractual Obligations \n\nContractual obligations associated with ongoing business activities are expected to result in cash payments in future periods, and include the following material items: \n\n&#8226; Our business creates a need to enter into various commitments with suppliers, including for the purchase of raw materials and finished goods. In accordance with U.S. GAAP, these purchase obligations are not reflected in the accompanying consolidated balance sheets. At December 31, 2022, our outstanding unconditional contractual commitments, including for the purchase of raw materials and finished goods, amounted to $96.8 million, of which $70.9 million is due to be paid in 2023. These purchase commitments do not exceed our projected requirements and are in the normal course of business. The Company previously entered into a material supply agreement for butyl polymers used as a principal raw material in a broad range of the Company&#8217;s polymer-based pharmaceutical packaging products. \n\n&#8226; Our long-term debt obligations, net of unamortized debt issuance costs including fixed and variable-rate debt, is further discussed in Note 10, Debt . \n\n&#8226; Our operating lease obligations primarily related to land, buildings, and machinery and equipment, with lease terms through 2047 further discussed in Note 6, Leases . \n\nCRITICAL ACCOUNTING ESTIMATES \n\nManagement&#8217;s discussion and analysis addresses consolidated financial statements that are prepared in accordance with U.S. GAAP. The application of these principles requires management to make estimates and assumptions, some of which are subjective and complex, that affect the amounts reported in the consolidated financial statements. We believe the following accounting policies and estimates are critical to understanding and evaluating our results of operations and financial position: \n\nImpairment of Long-Lived Assets: Long-lived assets, including property, plant and equipment and operating lease right-of-use assets, are tested for impairment whenever circumstances, such as a deterioration in general macroeconomic conditions or a change in company strategy, increased competition, declining product demand, plans to dispose of an asset or asset group, or recent financial or legal factors that could impact the expected cash flows, indicate that the carrying value of these assets may not be recoverable. An asset is considered impaired if the carrying value of the asset exceeds the sum of the future expected undiscounted cash flows to be derived from the asset. Impairment reviews are based on an estimated future cash flow approach that requires significant judgment with respect to future revenue and expense growth rates, selection of appropriate discount rate, asset groupings, and other assumptions and estimates. The Company uses estimates that are consistent with its business plans and a market participant view of the assets being evaluated. Once an asset is considered impaired, an impairment loss is recorded within other expense (income) for the difference between the asset&#8217;s carrying value and its fair value. For assets held and used in the business, management determines fair value using estimated future cash flows to be derived from the asset, discounted to a net present value using an appropriate discount rate. For assets held for sale or for investment purposes, management determines fair value by estimating the proceeds to be received upon sale of the asset, less disposition costs. \n\nImpairment of Goodwill and Other Intangible Assets: Goodwill is tested for impairment at least annually, following the completion of our annual budget and long-range planning process, or whenever circumstances indicate that the carrying value of these assets may not be recoverable. Goodwill is tested for impairment at the reporting unit level, which is the same as, or one level below, our operating segments. A goodwill impairment charge represents the amount by which a reporting unit&#8217;s carrying amount exceeds its fair value, not to exceed the total amount of goodwill allocated to that reporting unit. Considerable management judgment is necessary to estimate fair value. Amounts and assumptions used in our goodwill impairment test, such as future sales, future cash flows and long-term growth rates, are consistent with internal projections and operating plans. Amounts and assumptions used in our goodwill impairment test are also largely dependent on the continued sale of drug products delivered by injection and the packaging of drug products, as well as our timeliness and success in new-product innovation or the development and commercialization of proprietary multi-component systems. Changes in the estimate of fair value, including the estimate of future cash flows, could have a material impact on our future results of operations and financial position. Accounting guidance also allows entities to first assess qualitative factors, including macroeconomic conditions, industry and market considerations, cost factors, and overall financial performance, to determine whether it is necessary to perform the quantitative goodwill impairment test. We elected to follow this guidance for our annual impairment test. If, based upon our assessment, we determined that it was not more likely than not that the fair value of each of our reporting units was less than its carrying amount, then it would not be necessary to perform the quantitative goodwill impairment test. \n\nValuing identifiable intangible assets requires judgment. For example, for recent identifiable customer relationship intangible asset acquisitions, we applied an excess earnings model, which is a form of the income approach. This approach includes projecting revenues and expenses attributable to the existing customers over the remaining economic life of the customer relationships and then subtracting the required return on net tangible assets and any intangible assets used in the business to estimate any residual excess earnings attributable to the customer relationships. The after-tax excess earnings are then discounted to present value using the respective discount rates. Intangible assets with finite lives are amortized using the straight-line method over their estimated useful lives, and reviewed for impairment whenever circumstances indicate that the carrying value of these assets may not be recoverable. Factors that could trigger an impairment review include the following: 1) significant under-performance relative to historical or projected future operating results; 2) significant changes in the manner of use of the acquired assets or the strategy of the overall business; 3) significant negative industry or economic trends; and 4) recognition of goodwill impairment charges. If we determine that the carrying value of identifiable intangibles may not be recoverable based on the existence of one or more of the above indicators of impairment, we measure recoverability of assets by comparing the respective carrying value of the assets to the current and expected future cash flows, on an un-discounted basis, to be generated from such assets. If such analysis indicates that the carrying value of these assets is not recoverable, we measure an impairment based on the amount in which the net carrying amount of the assets exceeds the fair values of the assets. \n\nEmployee Benefits: We maintain funded and unfunded defined benefit pension plans in the U.S. and a number of other countries that cover employees who meet eligibility requirements. In addition, we sponsor postretirement benefit plans which provide healthcare benefits for eligible employees who retire or become disabled. Postretirement benefit plans are limited to only those active employees who met the eligibility requirements as of January 1, 2017. The measurement of annual cost and obligations under these defined benefit pension and postretirement plans are subject to a number of assumptions, which are specific for each of our U.S. and foreign plans. The assumptions, which are reviewed at least annually, are relevant to both the plan assets (where applicable) and the obligation for benefits that will ultimately be provided to our employees. Two of the most critical assumptions in determining pension expense are the discount rate and expected long-term rate of return on plan assets. Other assumptions reflect demographic factors such as retirement age, rates of compensation increases, mortality and turnover, and are evaluated periodically and updated to reflect our actual experience. For our funded plans, we consider the current and expected asset allocations of our plan assets, as well as historical and expected rates of return, in estimating the long-term rate of return on plan assets. One of the most critical assumptions in determining retiree mental plan expense is the discount rate. Under U.S. GAAP, differences between actual and expected results are generally accumulated in other comprehensive income (loss) as actuarial gains or losses and subsequently amortized into earnings over future periods. \n\nChanges in key assumptions could have a material impact on our future results of operations and financial position. We estimate that every 25-basis point reduction in our long-term rate of return assumption would increase pension expense by $0.1 million, and every 25-basis point reduction in our discount rate would decrease pension expense by $0.0 million. A decrease in the discount rate increases the present value of benefit obligations. Our net pension underfunded balance at December 31, 2022 was $26.1 million, compared to $20.6 million at December 31, 2021. Our underfunded balance for other postretirement benefits was $3.9 million at December 31, 2022, compared to $5.6 million at December 31, 2021. \n\nIncome Taxes: We estimate income taxes payable based upon current domestic and international tax legislation. In addition, deferred income taxes are recognized by applying enacted statutory tax rates to tax loss carryforwards and temporary differences between the tax basis and financial statement carrying values of our assets and liabilities. The enacted statutory tax rate applied is based on the rate expected to be applicable at the time of the forecasted utilization of the loss carryforward or reversal of the temporary difference. Valuation allowances on deferred tax assets are established when it is more likely than not that all or a portion of a deferred tax asset will not be realized. The realizability of deferred tax assets is subject to our estimates of future taxable income, generally at the respective subsidiary company and country level. Changes in tax legislation, business plans and other factors may affect the ultimate recoverability of tax assets or final tax payments, which could result in adjustments to tax expense in the period such change is determined. \n\nWhen accounting for uncertainty in income taxes recognized in our financial statements, we apply a more-likely-than-not threshold for financial statement recognition and measurement of a tax position taken or expected to be taken in a tax return. \n\nPlease refer to Note 1, Basis of Presentation and Summary of Significant Accounting Policies to our consolidated financial statements for additional information on our significant accounting policies. \n\n"
    },
    {
      "section": "7A",
      "text": " ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK \n\nOur ongoing business operations expose us to various risks, such as fluctuating interest rates, foreign currency exchange rates and increasing commodity prices. These risk factors can impact our results of operations, cash flows and financial position. To manage these market risks, we periodically enter into derivative financial instruments, such as interest rate swaps, options and foreign exchange contracts for periods consistent with, and for notional amounts equal to or less than, the related underlying exposures. We do not purchase or hold any derivative financial instruments for investment or trading purposes. All derivatives are recorded in our consolidated balance sheet at fair value. \n\nForeign Currency Exchange Risk \n\nSales outside of the U.S. accounted for 55.4% of our consolidated net sales in 2022. Virtually all of these sales and related operating costs are denominated in the currency of the local country and translated into USD for consolidated reporting purposes. Although the majority of the assets and liabilities of these subsidiaries are denominated in the functional currency of the subsidiary, they may also hold assets or liabilities denominated in other currencies. These items may give rise to foreign currency transaction gains and losses. As a result, our results of operations and financial position are exposed to changing currency exchange rates. We periodically use forward exchange contracts to hedge certain transactions or to manage month-end balance sheet exposures on cross-currency intercompany loans. \n\nWe have entered into forward exchange contracts, designated as fair value hedges, to manage our exposure to fluctuating foreign exchange rates on cross-currency intercompany loans. As of December 31, 2022 and December 31, 2021, the total amount of these forward exchange contracts was Singapore Dollar (\"SGD\") 601.5 million and $13.4 million. \n\nIn addition, we have entered into several foreign currency contracts, designated as cash flow hedges, for periods of up to eighteen months, intended to hedge the currency risk associated with a portion of our forecasted transactions denominated in foreign currencies. As of December 31, 2022, we had outstanding foreign currency contracts to purchase and sell certain pairs of currencies, as follows: \n\n##TABLE_START (in millions) Sell Currency Purchase USD EUR USD 1.7 &#8212; 1.2 Yen 6,123.6 31.0 15.0 SGD 62.8 21.1 23.5 ##TABLE_END\n\nIn November and December 2019, in conjunction with the repayment of the outstanding long-term borrowings under our Credit Facility denominated in Euro and Japanese Yen, we de-designated these borrowings as hedges of our net investments in certain European subsidiaries and Daikyo. The amounts recorded as a cumulative translation adjustment in accumulated other comprehensive loss related to these borrowings (prior to de-designation) will remain in accumulated other comprehensive loss indefinitely, unless certain future events occur, such as the disposition of the operations for which the net investment hedges relate. \n\nIn December 2019, we entered into a five-year floating-to-floating forward-starting cross-currency swap (the &#8220;cross-currency swap&#8221;) for $90 million, which we designated as a hedge of our net investment in Daikyo. The notional amount of the cross-currency swap is &#165;9.1 billion ($83.2 million) as of December 31, 2022. Under the cross-currency swap, we receive floating interest rate payments based on USD compounded SOFR plus a margin, in return for paying floating interest rate payments based on Japanese Yen (&#8220;Yen&#8221;) Tokyo Overnight Average Rate (\"TONAR\") plus a margin. In addition, we receive periodic fixed principal payments of USD in return for paying fixed principal payments of Yen. \n\nA sensitivity analysis of changes in fair value of these contracts outstanding as of December 31, 2022, while not predictive in nature, indicated that a 10% decrease or increase in the foreign currency exchange rates from their level would increase or decrease the fair value of these contracts by $8.9 million or $3.7 million, respectively, the majority of which relates to our hedges of the movement between the Euro and United States Dollar contracts. \n\nInterest Rate Risk \n\nAs a result of our normal borrowing activities, we have long-term debt with both fixed and variable interest rates. Long-term debt consists of our Term Loan and Series B and C notes. \n\nThe following table summarizes our interest rate risk-sensitive instruments: ##TABLE_START ($ in millions) 2023 2024 2025 2026 2027 Thereafter Carrying Value Fair Value Current Debt: U.S. dollar denominated $2.2 $2.2 $2.2 Average interest rate - variable 5.56% Long-Term Debt: U.S. dollar denominated $53.0 $73.0 $126.0 $121.1 Average interest rate - fixed 3.82% 4.02% U.S. dollar denominated $81.0 $81.0 $81.0 Average interest rate - variable 5.56% ##TABLE_END\n\nA change of 1.0% in variable interest rates would decrease or increase annual interest expense by $0.8 million based on our outstanding debt as of December 31, 2022. \n\nCommodity Price Risk \n\nMany of our proprietary products are made from synthetic elastomers, which are derived from the petroleum refining process. We purchase the majority of our elastomers via long-term supply contracts, some of which contain clauses that provide for surcharges related to fluctuations in crude oil prices. In recent years, raw material costs have fluctuated due to crude oil price fluctuations. We expect this volatility to continue and will continue to pursue pricing and hedging strategies, and ongoing cost control initiatives, to offset the effects on gross profit. \n\nFrom November 2017 through December 2022, we purchased several series of call options for a total of 867,500 barrels of crude oil to mitigate our exposure to such oil-based surcharges and protect operating cash flows with regards to a portion of our forecas ted elastomer purchases. \n\nDuring 2022, the gain recorded in other expense (income) related to these options was $1.5 million. Dur ing 2021, the gain recorded in other expense (income) related to these options was $1.7 million. \n\nAs of December 31, 2022, we had outstanding contracts to purchase 258,597 barrels of crude oil from December 2022 to September 2024, at a weighted-average strike price of $108.28 per barrel. \n\nA sensitivity analysis of changes in brent crude oil prices indicated that a 10% decrease or increase in pricing would decrease or increase the fair value of our commodity call options by $0.5 million or $0.7 million, respectively, as of December 31, 2022. \n\n"
    },
    {
      "section": "8",
      "text": " ITEM 8. FINANCIAL STATEMENTS AND SUPPLEMENTARY DATA \n\nCONSOLIDATED STATEMENTS OF INCOME \n\nWest Pharmaceutical Services, Inc. and Subsidiaries for the years ended December 31, 2022, 2021 and 2020 \n\n(in millions, except per share data) \n\n##TABLE_START &#160; 2022 2021 2020 Net sales $ 2,886.9 &#160; $ 2,831.6 &#160; $ 2,146.9 &#160; Cost of goods and services sold 1,750.7 &#160; 1,655.8 &#160; 1,379.1 &#160; Gross profit 1,136.2 &#160; 1,175.8 &#160; 767.8 &#160; Research and development 58.5 &#160; 52.8 &#160; 46.9 &#160; Selling, general and administrative expenses 316.9 &#160; 362.8 &#160; 302.0 &#160; Other expense (income) (Note 16) 26.8 &#160; 7.9 &#160; 12.0 &#160; Operating profit 734.0 &#160; 752.3 &#160; 406.9 &#160; Interest expense 7.9 &#160; 8.2 &#160; 8.2 &#160; Interest income ( 5.1 ) ( 1.0 ) ( 1.4 ) Other nonoperating expense (income) 51.3 &#160; ( 3.8 ) ( 1.2 ) Income before income taxes and equity in net income of affiliated companies 679.9 &#160; 748.9 &#160; 401.3 &#160; Income tax expense 114.7 &#160; 107.2 &#160; 72.5 &#160; Equity in net income of affiliated companies ( 20.7 ) ( 20.1 ) ( 17.4 ) Net income $ 585.9 &#160; $ 661.8 &#160; $ 346.2 &#160; Net income per share: &#160; &#160; Basic $ 7.87 &#160; $ 8.89 &#160; $ 4.68 &#160; Diluted $ 7.73 &#160; $ 8.67 &#160; $ 4.57 &#160; Weighted average shares outstanding: &#160; &#160; Basic 74.4 &#160; 74.4 &#160; 73.9 &#160; Diluted 75.8 &#160; 76.3 &#160; 75.8 &#160; ##TABLE_END\n\nThe accompanying notes are an integral part of the consolidated financial statements. \n\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME \n\nWest Pharmaceutical Services, Inc. and Subsidiaries for the years ended December 31, 2022, 2021 and 2020 \n\n(in millions) \n\n##TABLE_START &#160; 2022 2021 2020 Net income $ 585.9 &#160; $ 661.8 &#160; $ 346.2 &#160; Other comprehensive (loss) income, net of tax: &#160; &#160; Foreign currency translation adjustments, net of tax of $ 2.2 , $ 2.4 , and $( 1.0 ) \n\n( 47.3 ) ( 59.3 ) 40.1 &#160; Defined benefit pension and other postretirement plans: Prior service cost arising during period, net of tax of $ 0.0 , $ 0.5 , and $ 0.0 \n\n&#8212; &#160; 1.5 &#160; &#8212; &#160; Net actuarial (loss) gain arising during period, net of tax of $( 2.4 ), $ 2.1 , and $( 0.7 ) \n\n( 9.3 ) 5.9 &#160; ( 2.5 ) Settlement effects arising during period, net of tax of $ 20.3 , $ 0.4 , and $ 0.9 \n\n31.9 &#160; 1.4 &#160; 2.9 &#160; Less: amortization of actuarial (gain) loss, net of tax of $( 0.1 ), $ 0.1 , and $ 0.0 \n\n( 0.5 ) 0.1 &#160; ( 0.1 ) Less: amortization of prior service credit, net of tax of $ 0.0 , $( 0.1 ), and $( 0.1 ). \n\n&#8212; &#160; ( 0.2 ) ( 0.5 ) Less: amortization of other, net of tax of $ 0.1 , $ 0.0 , and $ 0.0 \n\n0.3 &#160; &#8212; &#160; &#8212; &#160; Net gain (loss) on equity affiliate accumulated other comprehensive income, net of tax of $ 0.0 , $ 0.0 , and $ 0.0 \n\n0.1 &#160; 0.9 &#160; 0.2 &#160; Net gain (loss) on derivatives, net of tax of $ 0.2 , $ 0.5 , and $( 0.6 ) \n\n1.4 &#160; 0.7 &#160; ( 1.1 ) Other comprehensive (loss) income, net of tax ( 23.4 ) ( 49.0 ) 39.0 &#160; Comprehensive income $ 562.5 &#160; $ 612.8 &#160; $ 385.2 &#160; ##TABLE_END\n\nThe accompanying notes are an integral part of the consolidated financial statements. \n\nCONSOLIDATED BALANCE SHEETS \n\nWest Pharmaceutical Services, Inc. and Subsidiaries at December 31, 2022 and 2021 ##TABLE_START &#160;(in millions, except per share data) 2022 2021 ASSETS &#160; &#160; Current assets: &#160; &#160; Cash and cash equivalents $ 894.3 &#160; $ 762.6 &#160; Accounts receivable, net 507.4 &#160; 489.0 &#160; Inventories 414.8 &#160; 378.4 &#160; Other current assets 103.0 &#160; 112.0 &#160; Total current assets 1,919.5 &#160; 1,742.0 &#160; Property, plant and equipment 2,386.6 &#160; 2,215.0 &#160; Less: accumulated depreciation and amortization 1,228.3 &#160; 1,157.5 &#160; Property, plant and equipment, net 1,158.3 &#160; 1,057.5 &#160; Operating lease right-of-use assets 104.4 &#160; 69.3 &#160; Investments in affiliated companies 204.9 &#160; 207.7 &#160; Goodwill 107.3 &#160; 109.9 &#160; Intangible assets, net 18.4 &#160; 23.0 &#160; Deferred income taxes 65.6 &#160; 48.5 &#160; Pension and other postretirement benefits 0.3 &#160; 16.7 &#160; Other noncurrent assets 38.1 &#160; 39.2 &#160; Total Assets $ 3,616.8 &#160; $ 3,313.8 &#160; LIABILITIES AND EQUITY &#160; &#160; Current liabilities: &#160; &#160; Notes payable and other current debt $ 2.2 &#160; $ 44.2 &#160; Accounts payable 215.4 &#160; 232.2 &#160; Pension and other postretirement benefits 2.1 &#160; 2.4 &#160; Accrued salaries, wages and benefits 76.8 &#160; 116.3 &#160; Income taxes payable 24.8 &#160; 26.3 &#160; Operating lease liabilities 16.0 &#160; 9.3 &#160; Other current liabilities 181.7 &#160; 163.4 &#160; Total current liabilities 519.0 &#160; 594.1 &#160; Long-term debt 206.7 &#160; 208.8 &#160; Deferred income taxes 14.3 &#160; 4.9 &#160; Pension and other postretirement benefits 28.2 &#160; 40.5 &#160; Operating lease liabilities 93.0 &#160; 63.0 &#160; Deferred compensation benefits 19.1 &#160; 28.9 &#160; Other long-term liabilities 51.6 &#160; 38.2 &#160; Total Liabilities 931.9 &#160; 978.4 &#160; Commitments and contingencies (Note 18) Equity: Preferred stock, 3.0 million shares authorized; 0.0 shares issued and outstanding in 2022 and 2021 \n\n&#8212; &#160; &#8212; &#160; Common stock, par value $ 0.25 per share; 200 million shares authorized; shares issued: 75.3 million in 2022 and 2021; shares outstanding: 74.1 million and 74.2 million in 2022 and 2021 \n\n18.8 &#160; 18.8 &#160; Capital in excess of par value 232.2 &#160; 249.0 &#160; Retained earnings 2,987.8 &#160; 2,456.7 &#160; Accumulated other comprehensive loss ( 183.0 ) ( 159.6 ) Treasury stock, at cost ( 1.2 million and 1.1 million shares in 2022 and 2021) \n\n( 370.9 ) ( 229.5 ) Total Equity 2,684.9 &#160; 2,335.4 &#160; Total Liabilities and Equity $ 3,616.8 &#160; $ 3,313.8 &#160; ##TABLE_END\n\nThe accompanying notes are an integral part of the consolidated financial statements. \n\nCONSOLIDATED STATEMENTS OF EQUITY \n\nWest Pharmaceutical Services, Inc. and Subsidiaries for the years ended December 31, 2022, 2021 and 2020 \n\n(in millions) ##TABLE_START &#160; Common shares issued Common stock Capital in excess of par value Number of treasury shares Treasury stock Retained earnings Accumulated other comprehensive loss Total Balance, December 31, 2019 75.3 &#160; $ 18.8 &#160; $ 272.7 &#160; 1.2 &#160; $ ( 118.1 ) $ 1,549.4 &#160; $ ( 149.6 ) $ 1,573.2 &#160; Effect of modified retrospective application of a new accounting standard &#8212; &#8212; &#8212; &#8212; &#8212; ( 0.1 ) &#8212; ( 0.1 ) Net Income &#8212; &#8212; &#8212; &#8212; &#8212; 346.2 &#160; &#8212; 346.2 &#160; Activity related to stock-based compensation &#8212; &#8212; ( 5.4 ) ( 0.7 ) 65.9 &#160; &#8212; &#8212; 60.5 &#160; Shares purchased under share repurchase program &#8212; &#8212; &#8212; 0.8 &#160; ( 115.5 ) &#8212; &#8212; ( 115.5 ) \n\nDividends declared ($ 0.66 per share) \n\n&#8212; &#8212; &#8212; &#8212; &#8212; ( 48.8 ) &#8212; ( 48.8 ) Other comprehensive income, net of tax &#8212; &#8212; &#8212; &#8212; &#8212; &#8212; 39.0 &#160; 39.0 &#160; Balance, December 31, 2020 75.3 &#160; 18.8 &#160; 267.3 &#160; 1.3 &#160; ( 167.7 ) 1,846.7 &#160; ( 110.6 ) 1,854.5 &#160; Net income &#8212; &#8212; &#8212; &#8212; &#8212; 661.8 &#160; &#8212; 661.8 &#160; Activity related to stock-based compensation &#8212; &#8212; ( 18.3 ) ( 0.7 ) 75.3 &#160; &#8212; &#8212; 57.0 &#160; Shares purchased under share repurchase program &#8212; &#8212; &#8212; 0.5 &#160; ( 137.1 ) &#8212; &#8212; ( 137.1 ) \n\nDividends declared ($ 0.70 per share) \n\n&#8212; &#8212; &#8212; &#8212; &#8212; ( 51.8 ) &#8212; ( 51.8 ) Other comprehensive loss, net of tax &#8212; &#8212; &#8212; &#8212; &#8212; &#8212; ( 49.0 ) ( 49.0 ) Balance, December 31, 2021 75.3 &#160; 18.8 &#160; 249.0 &#160; 1.1 &#160; ( 229.5 ) 2,456.7 &#160; ( 159.6 ) 2,335.4 &#160; Net income &#8212; &#8212; &#8212; &#8212; &#8212; 585.9 &#160; &#8212; 585.9 &#160; Activity related to stock-based compensation &#8212; &#8212; ( 16.8 ) ( 0.5 ) 61.4 &#160; &#8212; &#8212; 44.6 &#160; Shares purchased under share repurchase program &#8212; &#8212; &#8212; 0.6 &#160; ( 202.8 ) &#8212; &#8212; ( 202.8 ) \n\nDividends declared ($ 0.74 per share) \n\n&#8212; &#8212; &#8212; &#8212; &#8212; ( 54.8 ) &#8212; ( 54.8 ) Other comprehensive loss, net of tax &#8212; &#8212; &#8212; &#8212; &#8212; &#8212; ( 23.4 ) ( 23.4 ) Balance, December 31, 2022 75.3 &#160; $ 18.8 &#160; $ 232.2 &#160; 1.2 &#160; $ ( 370.9 ) $ 2,987.8 &#160; $ ( 183.0 ) $ 2,684.9 &#160; ##TABLE_END\n\nThe accompanying notes are an integral part of the consolidated financial statements. \n\nCONSOLIDATED STATEMENTS OF CASH FLOWS \n\nWest Pharmaceutical Services, Inc. and Subsidiaries for the years ended December 31, 2022, 2021 and 2020 \n\n(in millions) ##TABLE_START &#160; 2022 2021 2020 Cash flows from operating activities: &#160; &#160; Net income $ 585.9 &#160; $ 661.8 &#160; $ 346.2 &#160; Adjustments to reconcile net income to net cash provided by operating activities: \n\nDepreciation 116.9 &#160; 116.9 &#160; 104.7 &#160; Amortization 3.7 &#160; 5.4 &#160; 4.4 &#160; Stock-based compensation 23.7 &#160; 37.5 &#160; 34.0 &#160; Non-cash restructuring charges 15.3 &#160; &#8212; &#160; &#8212; &#160; Pension settlement charge 52.2 &#160; 1.8 &#160; 3.7 &#160; Contingent consideration payments in excess of acquisition-date liability ( 2.0 ) ( 1.4 ) ( 0.9 ) Fixed asset impairments and sale of equipment, net 2.7 &#160; 1.3 &#160; 7.7 &#160; Deferred income taxes ( 30.8 ) ( 42.9 ) ( 5.8 ) Pension and other retirement plans, net ( 14.0 ) 14.8 &#160; 4.6 &#160; Equity in undistributed earnings of affiliates, net of dividends ( 18.1 ) ( 17.4 ) ( 15.8 ) Changes in assets and liabilities: Increase in accounts receivable ( 35.6 ) ( 123.5 ) ( 46.6 ) Increase in inventories ( 49.8 ) ( 86.5 ) ( 73.7 ) Decrease (increase) in other current assets 18.5 &#160; ( 7.3 ) 5.5 &#160; (Decrease) increase in accounts payable ( 2.8 ) 16.8 &#160; 36.6 &#160; Changes in other assets and liabilities 58.2 &#160; 6.7 &#160; 67.9 &#160; Net cash provided by operating activities 724.0 &#160; 584.0 &#160; 472.5 &#160; Cash flows from investing activities: &#160; &#160; Capital expenditures ( 284.6 ) ( 253.4 ) ( 174.4 ) Acquisition of business &#8212; &#160; ( 2.2 ) &#8212; &#160; Other, net ( 3.6 ) 2.5 &#160; ( 5.1 ) Net cash used in investing activities ( 288.2 ) ( 253.1 ) ( 179.5 ) Cash flows from financing activities: &#160; &#160; Debt issuance cost ( 1.2 ) &#8212; &#160; &#8212; &#160; Repayments of long-term debt ( 44.3 ) ( 2.2 ) ( 2.3 ) Dividend payments ( 54.1 ) ( 51.1 ) ( 48.1 ) Proceeds from stock-based compensation awards 20.9 &#160; 29.4 &#160; 28.3 &#160; Employee stock purchase plan contributions 7.3 &#160; 7.7 &#160; 6.4 &#160; Shares purchased under share repurchase programs ( 202.8 ) ( 137.1 ) ( 115.5 ) Shares repurchased for employee tax withholdings ( 19.4 ) ( 14.8 ) ( 5.9 ) Net cash used in financing activities ( 293.6 ) ( 168.1 ) ( 137.1 ) Effect of exchange rates on cash ( 10.5 ) ( 15.7 ) 20.5 &#160; Net increase in cash and cash equivalents 131.7 &#160; 147.1 &#160; 176.4 &#160; Cash, including cash equivalents at beginning of period 762.6 &#160; 615.5 &#160; 439.1 &#160; Cash, including cash equivalents at end of period $ 894.3 &#160; $ 762.6 &#160; $ 615.5 &#160; Supplemental cash flow information: Interest paid, net of amounts capitalized $ 6.6 &#160; $ 8.0 &#160; $ 8.1 &#160; Income taxes paid, net $ 109.7 &#160; $ 171.8 &#160; $ 48.4 &#160; Accrued capital expenditures $ 33.2 &#160; $ 41.1 &#160; $ 31.3 &#160; Dividends declared, not paid $ 14.1 &#160; $ 13.4 &#160; $ 12.6 &#160; ##TABLE_END\n\nThe accompanying notes are an integral part of the consolidated financial statements. \n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS \n\nNote 1: Basis of Presentation and Summary of Significant Accounting Policies \n\nPrinciples of Consolidation: The consolidated financial statements include the accounts of West Pharmaceutical Services, Inc. (\"West\") after the elimination of intercompany transactions. We have no participation or other rights in variable interest entities. \n\nWest has been actively monitoring the coronavirus (&#8220;COVID-19&#8221;) situation and its impact globally. Our production facilities continue to operate as they had prior to the COVID-19 pandemic, other than for enhanced safety measures intended to prevent the spread of the virus. \n\nUse of Estimates: The financial statements are prepared in conformity with U.S. GAAP. These principles require management to make estimates and assumptions that affect the reported amounts of assets, liabilities, revenues and expenses and the disclosure of contingencies in the financial statements. Actual amounts realized may differ from these estimates. \n\nCash and Cash Equivalents: Cash equivalents include time deposits, certificates of deposit and all highly liquid short-term instruments with maturities of three months or less at the time of purchase. \n\nAccounts Receivable: Our accounts receivable balance was net of an allowance for credit losses of $ 0.2 million and $ 0.4 million at December 31, 2022 and 2021, respectively. Under the current expected credit loss model, we have adopted a provision matrix approach, utilizing historical loss rates based on the number of days past due, adjusted to reflect current economic conditions and forecasts of future economic conditions. \n\nInventories: Inventories are valued at the lower of cost (on a first-in, first-out basis) or net realizable value. The Company provides for cost adjustments for excess, obsolete or slow-moving inventory based on changes in customer demand, technology developments or other economic factors. The following is a summary of inventories at December 31: \n\n##TABLE_START ($ in millions) 2022 2021 Raw materials $ 170.7 &#160; $ 153.8 &#160; Work in process 79.0 &#160; 63.5 &#160; Finished goods 165.1 &#160; 161.1 &#160; $ 414.8 &#160; $ 378.4 &#160; ##TABLE_END \n\nProperty, Plant and Equipment : Property, plant and equipment assets are carried at cost. Maintenance and minor repairs and renewals are charged to expense as incurred. Costs incurred for computer software developed or obtained for internal use are capitalized for application development activities and immediately expensed for preliminary project activities or post-implementation activities. Upon sale or retirement of depreciable assets, costs and related accumulated depreciation are eliminated, and gains or losses are recognized in other expense (income). Depreciation and amortization are computed principally using the straight-line method over the estimated useful lives of the assets, or the remaining term of the lease, if shorter. \n\nLeases: Operating lease right-of-use assets are initially measured at cost, which comprises the initial amount of the lease liability adjusted for lease payments made at or before the lease commencement date, plus any initial direct costs incurred less any lease incentives received. Operating lease right-of-use assets are subsequently measured throughout the lease term at the carrying amount of the lease liability, plus initial direct costs, plus (minus) any prepaid (accrued) lease payments, less the unamortized balance of lease incentives received. Lease expense for lease payments is recognized on a straight-line basis over the lease term. Operating lease liabilities are initially measured at the present value of the unpaid lease payments at the lease commencement date. We had no finance leases as of December 31, 2022 and 2021. Please refer to Note 6, Leases , for additional information. \n\nImpairment of Long-Lived Assets : Long-lived assets, including property, plant and equipment and operating lease right-of-use assets, are tested for impairment whenever circumstances indicate that the carrying value of these assets may not be recoverable. An asset is considered impaired if the carrying value of the asset exceeds the sum of the future expected undiscounted cash flows to be derived from the asset. Once an asset is considered impaired, an impairment loss is recorded within other expense (income) for the difference between the asset&#8217;s carrying value and its fair value. For assets held and used in the business, management determines fair value using estimated future cash flows to be derived from the asset, discounted to a net present value using an appropriate discount rate. For assets held for sale or for investment purposes, management determines fair value by estimating the proceeds to be received upon sale of the asset, less disposition costs. \n\nImpairment of Goodwill and Other Intangible Assets: Goodwill is tested for impairment at least annually, following the completion of our annual budget and long-range planning process, or whenever circumstances indicate that the carrying value of these assets may not be recoverable. Goodwill is tested for impairment at the reporting unit level, which is the same as, or one level below, our operating segments. A goodwill impairment charge represents the amount by which a reporting unit&#8217;s carrying amount exceeds its fair value, not to exceed the total amount of goodwill allocated to that reporting unit. Accounting guidance also allows entities to first assess qualitative factors, including macroeconomic conditions, industry and market considerations, cost factors, and overall financial performance, to determine whether it is necessary to perform the quantitative goodwill impairment test. We elected to follow this guidance for our annual impairment test. Based upon our assessment, we determined that it was not more likely than not that the fair value of each of our reporting units was less than its carrying amount and determined that it was not necessary to perform the quantitative goodwill impairment test. \n\nValuing identifiable intangible assets requires judgment. For example, for recent identifiable customer relationship intangible asset acquisitions, we applied an excess earnings model, which is a form of the income approach. This approach includes projecting revenues and expenses attributable to the existing customers over the remaining economic life of the customer relationships and then subtracting the required return on net tangible assets and any intangible assets used in the business to estimate any residual excess earnings attributable to the customer relationships. The after-tax excess earnings are then discounted to present value using the respective discount rates. Intangible assets with finite lives are amortized using the straight-line method over their estimated useful lives of 3 to 25 years, and reviewed for impairment whenever circumstances indicate that the carrying value of these assets may not be recoverable. Factors that could trigger an impairment review include the following: 1) significant under-performance relative to historical or projected future operating results; 2) significant changes in the manner of use of the acquired assets or the strategy of the overall business; 3) significant negative industry or economic trends; and 4) recognition of goodwill impairment charges. If we determine that the carrying value of identifiable intangibles assets may not be recoverable based on the existence of one or more of the above indicators of impairment, we measure recoverability of assets by comparing the respective carrying value of the assets to the current and expected future cash flows, on an un-discounted basis, to be generated from such assets. If such analysis indicates that the carrying value of these assets is not recoverable, we measure an impairment based on the amount in which the net carrying amount of the assets exceeds the fair values of the assets. \n\nEmployee Benefits: The measurement of the obligations under our defined benefit pension and postretirement medical plans are subject to a number of assumptions. These include the rate of return on plan assets (for funded plans) and the rate at which the future obligations are discounted to present value. For our funded plans, we consider the current and expected asset allocations of our plan assets, as well as historical and expected rates of return, in estimating the long-term rate of return on plan assets. U.S. GAAP requires the recognition of an asset or liability for the funded status of a defined benefit postretirement plan, as measured by the difference between the fair value of plan assets, if any, and the benefit obligation. For a pension plan, the benefit obligation is the projected benefit obligation; for any other postretirement plan, such as a retiree health plan, the benefit obligation is the accumulated postretirement benefit obligation. Please refer to Note 15, Benefit Plans , for a more detailed discussion of our pension and other retirement plans. \n\nFinancial Instruments : All derivatives are recognized as either assets or liabilities in the balance sheet and recorded at their fair value. For a derivative designated as hedging the exposure to variable cash flows of a forecasted transaction (referred to as a cash flow hedge), the effective portion of the derivative&#8217;s gain or loss is initially reported as a component of other comprehensive income (&#8220;OCI&#8221;), net of tax, and subsequently reclassified into earnings when the forecasted transaction affects earnings. For a derivative designated as hedging the exposure to changes in the fair value of a recognized asset or liability or a firm commitment (referred to as a fair value hedge), the derivative&#8217;s gain or loss is recognized in earnings in the period of change together with the offsetting loss or gain on the hedged item. For a derivative designated as hedging the foreign currency exposure of a net investment in a foreign operation, the gain or loss is reported in OCI, net of tax, as part of the cumulative translation adjustment. The ineffective portion of any derivative used in a hedging transaction is recognized immediately into earnings. Derivative financial instruments that are not designated as hedges are also recorded at fair value, with the change in fair value recognized immediately into earnings. We do not purchase or hold any derivative financial instrument for investment or trading purposes. \n\nForeign Currency Translation : Foreign currency transaction gains and losses are recognized in the determination of net income. Foreign currency translation adjustments of subsidiaries and affiliates operating outside of the U.S. are accumulated in other comprehensive loss, a separate component of equity. \n\nRevenue Recognition: Our revenue results from the sale of goods or services and reflects the consideration to which we expect to be entitled in exchange for those goods or services. We record revenue based on a five-step model, in accordance with Accounting Standards Codification (&#8220;ASC&#8221;) 606. Following the identification of a contract with a customer, we identify the performance obligations (goods or services) in the contract, determine the transaction price, allocate the transaction price to the performance obligations in the contract, and recognize the revenue when (or as) we satisfy the performance obligations by transferring the promised goods or services to our customers. A good or service is transferred when (or as) the customer obtains control of that good or service. We have elected to disregard the effects of a significant financing component, as we expect, at the inception of our contracts, that the period between when we transfer a promised good or service to the customer and when the customer pays for that good or service will be one year or less. In addition, we have elected to omit the disclosure of the majority of our remaining performance obligations, which are satisfied within one year or less. Please refer to Note 3, Revenue , for additional information. \n\nShipping and Handling Costs : Shipping and handling costs are included in cost of goods and services sold. Shipping and handling costs billed to customers in connection with the sale are included in net sales. \n\nResearch and Development : Research and development expenditures are for the creation, engineering and application of new or improved products and processes. Expenditures include primarily salaries and outside services for those directly involved in research and development activities and are primarily expensed as incurred. \n\nEnvironmental Remediation and Compliance Costs : Environmental remediation costs are accrued when such costs are probable and reasonable estimates are determinable. Cost estimates include investigation, cleanup and monitoring activities; such estimates are adjusted, if necessary, based on additional findings. Environmental compliance costs are expensed as incurred as part of normal operations. \n\nLitigation : From time to time, we are involved in legal proceedings, investigations and claims generally incidental to our normal business activities. In accordance with U.S. GAAP, we accrue for loss contingencies when it is probable that a liability has been incurred and the amount of the loss can be reasonably estimated. These estimates are based on an analysis made by internal and external legal counsel considering information known at the time. Legal costs in connection with loss contingencies are expensed as incurred. \n\nIncome Taxes: Deferred income taxes are recognized by applying enacted statutory tax rates to tax loss carryforwards and temporary differences between the tax basis and financial statement carrying values of our assets and liabilities. The enacted statutory tax rate applied is based on the rate expected to be applicable at the time of the forecasted utilization of the loss carryforward or reversal of the temporary difference. Valuation allowances on deferred tax assets are established when it is more likely than not that all or a portion of a deferred tax asset will not be realized. The realizability of deferred tax assets is subject to our estimates of future taxable income, generally at the respective subsidiary company and the country level. Please refer to Note 17, Income Taxes , for additional information. We recognize interest costs related to income taxes in interest expense and penalties within other expense (income). The tax law ordering approach is used for purposes of determining whether an excess tax benefit has been realized during the year. \n\nStock-Based Compensation : Under the fair value provisions of U.S. GAAP, stock-based compensation cost is measured at the grant date based on the value of the award and is recognized as expense over the vesting period. In order to determine the fair value of stock options on the grant date, we use the Black-Scholes valuation model. Please refer to Note 14, Stock-Based Compensation , for a more detailed discussion of our stock-based compensation plans. \n\nNet Income Per Share : Basic net income per share is computed by dividing net income attributable to common shareholders by the weighted average number of shares of common stock outstanding during each period. Net income per share assuming dilution considers the dilutive effect of outstanding stock options and other stock awards based on the treasury stock method. The treasury stock method assumes the use of exercise proceeds to repurchase common stock at the average fair market value in the period. \n\nNote 2: New Accounting Standards \n\nRecently Adopted Standards \n\nIn November 2021, the Financial Accounting Standards Board (\"FASB\") issued guidance that seeks to improve the transparency of financial disclosures for government assistance received by business entities. The amendment requires disclosures for transactions with a government accounted for by applying a grant or contribution accounting model by analogy, including (1) the types of transactions, (2) the accounting for those transactions, and (3) the effect of those transactions on an entity&#8217;s financial statements. This guidance is effective for fiscal years beginning after December 15, 2021. We adopted this guidance as of January 1, 2022, on a prospective basis. The adoption did not have a material impact on our financial statements. \n\nIn March 2020, the FASB issued guidance which provides optional expedients and exceptions to address the impact of reference rate reform where contracts, hedging relationships and other transactions that reference the London Interbank Offered Rate (\"LIBOR\") or another reference rate need to be discontinued. This guidance was effective upon issuance and generally can be applied through December 31, 2022. We adopted this guidance during the year by executing amendments to certain contracts to replace the use of LIBOR. The adoption did not have a material impact on our financial statements. \n\nNote 3: Revenue \n\nRevenue Recognition \n\nWe recognize the majority of our revenue, primarily relating to Proprietary Products product sales, at a point in time, following the transfer of control of our products to our customers, which typically occurs upon shipment or delivery, depending on the terms of the related agreements. \n\nWe recognize revenue relating to our Contract-Manufactured Products product sales and certain Proprietary Products product sales over time, as our performance does not create an asset with an alternative use to us and we have an enforceable right to payment for performance completed to date. \n\nWe recognize revenue relating to our development and tooling agreements over time, as our performance creates or enhances an asset that the customer controls as the asset is created or enhanced. \n\nFor revenue recognized over time, revenue is recognized by applying a method of measuring progress toward complete satisfaction of the related performance obligation. When selecting the method for measuring progress, we select the method that best depicts the transfer of control of goods or services promised to our customers. \n\nRevenue for our Contract-Manufactured Products product sales, certain Proprietary Products product sales, and our development and tooling agreements is recorded under an input method, which recognizes revenue on the basis of our efforts or inputs to the satisfaction of a performance obligation (for example, resources consumed, labor hours expended, costs incurred, time elapsed, or machine hours used) relative to the total expected inputs to the satisfaction of that performance obligation. The input method that we use is based on costs incurred. \n\nThe majority of the performance obligations within our contracts are satisfied within one year or less. Performance obligations satisfied beyond one year include those relating to a nonrefundable customer payment of $ 20.0 million received in June 2013 in return for the exclusive use of the SmartDose&#174; technology platform within a specific therapeutic area. As of December 31, 2022, there was $ 3.0 million of deferred income related to this payment, of which $ 0.9 million was included in other current liabilities and $ 2.1 million was included in other long-term liabilities. The deferred income is being recognized as income on a straight-line basis over the remaining term of the agreement. The agreement does not include a future minimum purchase commitment from the customer. \n\nOur revenue can be generated from contracts with multiple performance obligations. When a sales agreement involves multiple performance obligations, each obligation is separately identified and the transaction price is allocated based on the amount of consideration we expect to be entitled in exchange for transferring the promised good or service to the customer. \n\nSome customers receive pricing rebates upon attaining established sales volumes. We record rebate costs when sales occur based on our assessment of the likelihood that the required volumes will be attained. We also maintain an allowance for product returns, as we believe that we are able to reasonably estimate the amount of returns based on our substantial historical experience and specific identification of customer claims. \n\nThe following table presents the approximate percentage of our net sales by market group: \n\n##TABLE_START 2022 2021 2020 Biologics 41 &#160; % 41 &#160; % 31 &#160; % Generics 18 &#160; % 17 &#160; % 20 &#160; % Pharma 24 &#160; % 24 &#160; % 26 &#160; % Contract-Manufactured Products 17 &#160; % 18 &#160; % 23 &#160; % 100 &#160; % 100 &#160; % 100 &#160; % ##TABLE_END\n\nThe following table presents the approximate percentage of our net sales by product category: \n\n##TABLE_START 2022 2021 2020 High-Value Product Components 55 &#160; % 54 &#160; % 46 &#160; % High-Value Product Delivery Devices 5 &#160; % 5 &#160; % 5 &#160; % Standard Packaging 23 &#160; % 23 &#160; % 26 &#160; % Contract-Manufactured Products 17 &#160; % 18 &#160; % 23 &#160; % 100 &#160; % 100 &#160; % 100 &#160; % ##TABLE_END\n\nThe following table presents the approximate percentage of our net sales by geographic location: \n\n##TABLE_START 2022 2021 2020 Americas 48 &#160; % 45 &#160; % 48 &#160; % Europe, Middle East, Africa 43 &#160; % 45 &#160; % 43 &#160; % Asia Pacific 9 &#160; % 10 &#160; % 9 &#160; % 100 &#160; % 100 &#160; % 100 &#160; % ##TABLE_END\n\nContract Assets and Liabilities \n\nContract assets and liabilities result from transactions with revenue primarily recorded over time. If the measure of remaining rights exceeds the measure of the remaining performance obligations, we record a contract asset. Contract assets are recorded on the consolidated balance sheet in accounts receivable, net, and other assets (current and noncurrent portions, respectively). Contract assets included in accounts receivable, net, relate to the unbilled amounts of our product sales for which we have recognized revenue over time. Contract assets included in other assets represent the remaining performance obligations of our development and tooling agreements. Conversely, if the measure of the remaining performance obligations exceeds the measure of the remaining rights, we record a contract liability. Contract liabilities are recorded on the consolidated balance sheet within other liabilities (current and noncurrent portions, respectively) and represent cash payments received in advance of our performance. \n\nThe following table summarizes our contract assets and liabilities, excluding amounts included in accounts receivable, net: \n\n##TABLE_START ($ in millions) \n\nContract assets, December 31, 2021 \n\n$ 14.6 &#160; \n\nContract assets, December 31, 2022 \n\n16.3 &#160; Change in contract assets - increase (decrease) $ 1.7 &#160; \n\nDeferred income, December 31, 2021 \n\n$ ( 61.3 ) \n\nDeferred income, December 31, 2022 \n\n( 68.2 ) Change in deferred income - (increase) decrease $ ( 6.9 ) ##TABLE_END\n\nContract assets are included within other current assets and deferred income is included within other current liabilities and other long-term liabilities. The increase in deferred income during 2022 was primarily due to additional cash payments of $ 88.3 million received in advance of satisfying future performance obligations, partially offset by the recognition of current year revenue of $ 54.2 million, and $ 28.0 million of revenue was recognized that was included in deferred income at the beginning of the year. \n\nNote 4: Net Income Per Share \n\nThe following table reconciles the shares used in the calculation of basic net income per share to those used for diluted net income per share: \n\n##TABLE_START (in millions) 2022 2021 2020 Net income $ 585.9 &#160; $ 661.8 &#160; $ 346.2 &#160; Weighted average common shares outstanding 74.4 &#160; 74.4 &#160; 73.9 &#160; Dilutive effect of equity awards, based on the treasury stock method \n\n1.4 &#160; 1.9 &#160; 1.9 &#160; Weighted average shares assuming dilution 75.8 &#160; 76.3 &#160; 75.8 &#160; ##TABLE_END\n\nDuring 2022, 2021 and 2020, there were 0.2 million, 0.0 million , and 0.0 million shares, respectively, from stock-based compensation plans not included in the computation of diluted net income per share because their impact was antidilutive. \n\nIn December 2021, we announced a share repurchase program for calendar-year 2022 authorizing the repurchase of up to 650,000 shares of our common stock from time to time on the open market or in privately-negotiated transactions. There were no shares purchased during the three months ended December 31, 2022. During the year ended December 31, 2022, we purchased 563,334 shares of our common stock under the now completed program at a cost of $ 202.8 million, or an average price of $ 360.03 per share. \n\nIn February 2023, the Board of Directors approved a share repurchase program under which we may repurchase up to $ 1.0 billion in shares of common stock. The share repurchase program does not have an expiration date under which we may repurchase common stock on the open market or in privately-negotiated transactions. The number of shares to be repurchased and the timing of such transactions will depend on a variety of factors, including market conditions. \n\nNote 5: Property, Plant and Equipment \n\nA summary of gross property, plant and equipment at December 31 is presented in the following table: \n\n##TABLE_START ($ in millions) Expected useful lives (years) 2022 2021 Land $ 29.0 &#160; $ 29.3 &#160; Buildings and improvements 15 - 35 \n\n663.6 &#160; 644.8 &#160; Machinery and equipment 5 - 12 \n\n1,039.7 &#160; 976.1 &#160; Molds and dies 4 - 7 \n\n154.5 &#160; 139.5 &#160; Computer hardware and software 3 - 10 \n\n193.9 &#160; 182.6 &#160; Construction in progress 305.9 &#160; 242.7 &#160; $ 2,386.6 &#160; $ 2,215.0 &#160; ##TABLE_END\n\nDepreciation expense for the years ended December 31, 2022, 2021 and 2020 was $ 116.9 million, $ 116.9 million and $ 104.7 million, respectively. \n\nWe capitalize interest on borrowings during the active construction period of major capital projects. Capitalized interest is added to the cost of the underlying assets and is amortized over the useful lives of the assets. Capitalized interest for the years ended December 31, 2022, 2021 and 2020 was $ 3.7 million, $ 2.0 million and $ 1.4 million, respectively. \n\nNote 6: Leases \n\nAs of December 31, 2022, we had operating leases primarily related to land, buildings, and machinery and equipment, with lease terms through 2047. Certain of our operating leases provide us with an option, exercisable at our sole discretion, to terminate the lease or extend the lease term for one year or more. At this time, the Company is not able to assert whether any of these options will be exercised. We had no finance leases as of December 31, 2022 and 2021. \n\nJudgments used in applying ASC 842 include determining: i) whether a contract is, or contains, a lease; ii) the discount rate to be used to discount the unpaid lease payments to present value; iii) the lease term; and iv) the lease payments. We determine if a contract is, or contains, a lease at contract inception. A lease exists when a contract conveys to the customer the right to control the use of identified property, plant, or equipment for a period of time in exchange for consideration. The definition of a lease embodies two conditions: 1) there is an identified asset in the contract that is land or a depreciable asset (i.e., property, plant, and equipment); and 2) the customer has the right to control the use of the identified asset. \n\nASC 842 requires a lessee to discount its unpaid lease payments using the interest rate implicit in the lease or, if that rate cannot be readily determined, its incremental borrowing rate. As all of our operating leases do not provide an implicit rate, we use our incremental borrowing rate based on the information available at commencement date in determining the present value of lease payments. Our incremental borrowing rate for a lease is the rate of interest we would have to pay on a collateralized basis to borrow an amount equal to the lease payments under similar terms. The lease term for all of our operating leases includes the noncancellable period of the lease plus any additional periods covered by either a lessee option to extend (or not to terminate) the lease that the lessee is reasonably certain to exercise, or an option to extend (or not to terminate) the lease controlled by the lessor. Lease payments included in the measurement of the operating lease right-of-use assets and lease liabilities are comprised of fixed payments (including in-substance fixed payments), variable payments that depend on an index or rate, and the exercise price of a lessee option to purchase the underlying asset if the lessee is reasonably certain to exercise. \n\nThe components of lease expense were as follows: \n\n##TABLE_START ($ in millions) 2022 2021 2020 Operating lease cost $ 15.5 &#160; $ 12.7 &#160; $ 12.8 &#160; Short-term lease cost 1.3 &#160; 1.3 &#160; 0.8 &#160; Variable lease cost 6.8 &#160; 4.8 &#160; 3.8 &#160; Total lease cost $ 23.6 &#160; $ 18.8 &#160; $ 17.4 &#160; ##TABLE_END\n\nSupplemental information related to leases was as follows: \n\n##TABLE_START ($ in millions) 2022 2021 2020 Cash paid for amounts included in the measurement of lease liabilities: Operating cash flows from operating leases $ 13.3 &#160; $ 12.1 &#160; $ 12.6 &#160; Right-of-use assets obtained in exchange for new operating lease liabilities $ 47.6 &#160; $ 13.3 &#160; $ 6.1 &#160; ##TABLE_END\n\nAs of December 31, 2022 and December 31, 2021, the weighted average remaining lease term for operating leases was 9.31 years and 10.7 years and the weighted average discount rate was 3.25 % and 3.58 %, respectively. \n\nMaturities of lease liabilities as of December 31, 2022 were as follows: \n\n##TABLE_START ($ in millions) Operating Year Leases 2023 $ 19.0 &#160; 2024 18.1 &#160; 2025 16.0 &#160; 2026 13.4 &#160; 2027 9.4 &#160; Thereafter 50.8 &#160; 126.7 &#160; Less: imputed lease interest ( 17.7 ) Total lease liabilities $ 109.0 &#160; ##TABLE_END\n\nPractical Expedients and Exemptions \n\nWe have elected to adopt practical expedients around the combination of lease and non-lease components and the portfolio approach relating to discount rates. These practical expedients were applied consistently to all leases. \n\nWe have elected not to recognize operating lease right-of-use assets and operating lease liabilities for all short-term leases (leases with an initial lease term of 12 months or less). We recognize the lease payments associated with our short-term leases as an expense over the lease term. \n\nNote 7: Affiliated Companies \n\nAt December 31, 2022, the following affiliated companies were accounted for under the equity method: \n\n##TABLE_START Location Ownership interest The West Company Mexico, S.A. de C.V. Mexico 49 % Aluplast S.A. de C.V. Mexico 49 % Pharma Tap S.A. de C.V. Mexico 49 % Pharma Rubber S.A. de C.V. Mexico 49 % Daikyo Japan 49 % ##TABLE_END\n\nUnremitted income of affiliated companies included in consolidated retained earnings amounted to $ 133.6 million, $ 115.6 million and $ 98.2 million at December 31, 2022, 2021 and 2020, respectively. Dividends received from affiliated companies were $ 2.6 million in 2022, $ 2.7 million in 2021 and $ 1.6 million in 2020. \n\nOur equity in net unrealized gains of Daikyo&#8217;s investment securities and derivative instruments, as well as pension adjustments, included in accumulated other comprehensive loss was $ 1.6 million, $ 1.5 million and $ 0.6 million at December 31, 2022, 2021 and 2020, respectively. \n\nOur purchases from, and royalty payments made to, affiliates totaled $ 167.6 million, $ 155.0 million and $ 143.3 million, respectively, in 2022, 2021 and 2020, of which $ 31.2 million and $ 25.5 million was due and payable as of December 31, 2022 and 2021, respectively. The majority of these transactions related to a distributorship agreement with Daikyo that allows us to purchase and re-sell Daikyo products. Sales to affiliates were $ 14.2 million, $ 12.0 million and $ 9.7 million, respectively, in 2022, 2021 and 2020, of which $ 2.2 million and $ 2.3 million was receivable as of December 31, 2022 and 2021, respectively. \n\nAt December 31, 2022 and 2021, the aggregate carrying amount of our investment in affiliated companies that are accounted for under the equity method was $ 197.0 million and $ 201.2 million, respectively, and the aggregate carrying amount of our investment in affiliated companies that are not accounted for under the equity method was $ 7.9 million and $ 6.5 million, respectively. We have elected to record these investments, for which fair value was not readily determinable, at cost, less impairment, adjusted for subsequent observable price changes. We test these investments for impairment whenever circumstances indicate that the carrying value of the investments may not be recoverable. \n\nNote 8: Goodwill and Intangible Assets \n\nThe changes in the carrying amount of goodwill by reportable segment were as follows: \n\n##TABLE_START ($ in millions) Proprietary Products Contract-Manufactured Products Total Balance, December 31, 2020 $ 80.9 &#160; $ 30.2 &#160; $ 111.1 &#160; Goodwill recorded due to acquisition 1.7 &#160; &#8212; &#160; 1.7 &#160; Goodwill impairment charge ( 0.1 ) &#8212; &#160; ( 0.1 ) Foreign currency translation ( 2.4 ) ( 0.4 ) ( 2.8 ) Balance, December 31, 2021 80.1 &#160; 29.8 &#160; 109.9 &#160; Foreign currency translation ( 2.2 ) ( 0.4 ) ( 2.6 ) Balance, December 31, 2022 $ 77.9 &#160; $ 29.4 &#160; $ 107.3 &#160; ##TABLE_END\n\nAs of December 31, 2022, we had $ 0.1 million of accumulated goodwill impairment losses. \n\nIntangible assets and accumulated amortization as of December 31 were as follows: \n\n##TABLE_START 2022 2021 ($ in millions) Cost Accumulated amortization Net Cost Accumulated amortization Net Patents and licensing $ 24.5 &#160; $ ( 20.6 ) $ 3.9 &#160; $ 25.1 &#160; $ ( 19.4 ) $ 5.7 &#160; Technology 3.3 &#160; ( 2.2 ) 1.1 &#160; 3.3 &#160; ( 2.0 ) 1.3 &#160; Trademarks 1.9 &#160; ( 1.8 ) 0.1 &#160; 2.0 &#160; ( 1.9 ) 0.1 &#160; Customer relationships 39.6 &#160; ( 27.2 ) 12.4 &#160; 40.1 &#160; ( 25.4 ) 14.7 &#160; Customer contracts 10.9 &#160; ( 10.0 ) 0.9 &#160; 10.6 &#160; ( 9.4 ) 1.2 &#160; $ 80.2 &#160; $ ( 61.8 ) $ 18.4 &#160; $ 81.1 &#160; $ ( 58.1 ) $ 23.0 &#160; ##TABLE_END\n\nThe cost basis of intangible assets includes a foreign currency translation loss of $ 0.9 million and $ 1.3 million for the years ended December 31, 2022 and 2021, respectively. Amortization expense for the years ended December 31, 2022, 2021 and 2020 was $ 3.7 million, $ 5.4 million and $ 4.4 million, respectively. Estimated annual amortization expense for the next five years is as follows: 2023 - $ 3.6 million, 2024 - $ 3.6 million, 2025 - $ 3.0 million, 2026 - $ 2.6 million and 2027 - $ 2.4 million. \n\nNote 9: Other Current Liabilities \n\nOther current liabilities as of December 31 included the following: \n\n##TABLE_START ($ in millions) 2022 2021 Deferred income $ 57.3 &#160; $ 48.7 &#160; Dividends payable 14.1 &#160; 13.4 &#160; Accrued commissions, rebates and royalties 32.1 &#160; 38.7 &#160; Accrued retirement plans (excluding pension) 10.6 &#160; 8.8 &#160; Accrued taxes other than income 13.7 &#160; 13.0 &#160; Accrued professional services 5.4 &#160; 3.7 &#160; Accrued interest 2.5 &#160; 3.2 &#160; Restructuring and severance related charges 11.3 &#160; 4.6 &#160; Short term derivative instruments 1.3 &#160; 3.3 &#160; Other 33.4 &#160; 26.0 &#160; Total other current liabilities $ 181.7 &#160; $ 163.4 &#160; ##TABLE_END\n\nNote 10: Debt \n\nThe following table summarizes our long-term debt obligations, net of unamortized debt issuance costs and current maturities, at December 31. The interest rates shown in parentheses are as of December 31, 2022 with the exception of the Series A notes which are as of December 31, 2021. \n\n##TABLE_START ($ in millions) 2022 2021 \n\nTerm Loan, due December 31, 2024 ( 5.56 %) \n\n$ 83.2 &#160; $ 85.5 &#160; \n\nSeries A notes, due July 5, 2022 ( 3.67 %) \n\n&#8212; &#160; 42.0 &#160; \n\nSeries B notes, due July 5, 2024 ( 3.82 %) \n\n53.0 &#160; 53.0 &#160; \n\nSeries C notes, due July 5, 2027 ( 4.02 %) \n\n73.0 &#160; 73.0 &#160; 209.2 &#160; 253.5 &#160; Less: unamortized debt issuance costs for Term Loan and Series notes 0.3 &#160; 0.5 &#160; Total debt 208.9 &#160; 253.0 &#160; Less: current portion of long-term debt 2.2 &#160; 44.2 &#160; Long-term debt, net $ 206.7 &#160; $ 208.8 &#160; ##TABLE_END\n\nCredit Facility \n\nIn March 2022, we amended and extended the existing credit facility (entered into in March 2019), which was scheduled to expire in March 2024, from $ 300.0 million to a $ 500.0 million senior unsecured revolving credit facility by entering into a Second Amendment and Joinder and Assumption Agreement (the \"Amended Credit Agreement\"). The Amended Credit Agreement, which expires March 2027, contains a senior unsecured, multi-currency revolving credit facility of $ 500.0 million, with sublimits of up to $ 50.0 million for swing line loans for Domestic Borrowers in U.S. dollars and a $ 40.0 million swing line loan for West Pharmaceuticals Services Holding GmbH and up to $ 50.0 million for the issuance of standby letters of credit. The credit facility may be increased from time-to-time by the greater of (a) $ 929.0 million or (b) EBITDA for the preceding twelve month period in the aggregate through an increase in the revolving credit facility, subject to the satisfaction of certain conditions. Borrowings under the credit facility bear interest, at the Company&#8217;s option, at either: (a) the Term Secured Overnight Financing Rate (&#8220;SOFR&#8221;) plus 0.10 % plus an applicable margin; or (b) a base rate defined as the highest of: (i) the Bank of America &#8220;prime rate&#8221;; (ii) the Federal Funds effective rate plus 0.50 %; and (iii) Term SOFR plus 1.00 %. The applicable margin is based on the ratio of the Company&#8217;s Net Consolidated Debt to its modified EBITDA, ranging from 0 to 37.5 basis points for base rate loans and 87.5 to 137.5 basis points for Term SOFR loans. The Amended Credit Agreement contains financial covenants providing that the Company shall not permit the ratio of the Company&#8217;s Net Consolidated Debt to its Modified EBITDA to be greater than 3.5 to 1; provided that, no more than three times during the term of the Amended Credit Agreement, upon the occurrence of a Qualified Acquisition for each of the four fiscal quarters of the Company immediately following such Qualified Acquisition, the ratio set forth above shall be increased to 4.0 to 1. The Amended Credit Agreement also contains customary limitations on liens securing indebtedness of the Company and its subsidiaries, fundamental changes (mergers, consolidations, liquidations and dissolutions), asset sales, distributions and acquisitions. As of December 31, 2022 and 2021, total unamortized debt issuance costs of $ 1.3 million and $ 0.1 million, respectively, were recorded in other current assets and other noncurrent assets and are being amortized as additional interest expense over the term of the Credit Facility. \n\nAt December 31, 2022, we had no outstanding borrowings under the Credit Facility. At December 31, 2022, the borrowing capacity available under the Credit Facility, including outstanding letters of credit of $ 2.4 million, was $ 497.6 million. \n\nTerm Loan \n\nIn December 2019, we entered into a First Amendment and Incremental Facility Amendment (the &#8220;First Amendment&#8221;) to the Credit Agreement. Pursuant to the First Amendment and the Credit Agreement, we established the Term Loan in the amount of $ 90.0 million, which is due on December 31, 2024. Borrowings under the Term Loan bear interest at the three-month Term SOFR plus 87.5 basis points. As of December 31, 2022 and 2021, there were unamortized debt issuance costs remaining of $ 0.1 million and $ 0.1 million, respectively, which are being amortized as additional interest expense over the term of the Term Loan. \n\nAt December 31, 2022, we had $ 83.2 million in borrowings under the Term Loan, of which $ 2.2 million was classified as current and $ 81.0 million was classified as long-term. Please refer to Note 11, Derivative Financial Instruments , for a discussion of the foreign currency hedge associated with the Term Loan. \n\nPrivate Placement \n\nIn 2012, we concluded a private placement issuance of $ 168.0 million in senior unsecured notes. The total amount of the private placement issuance was divided into three tranches - $ 42.0 million 3.67 % Series A Notes due July 5, 2022, $ 53.0 million 3.82 % Series B Notes due July 5, 2024, and $ 73.0 million 4.02 % Series C Notes due July 5, 2027 (the &#8220;Notes&#8221;). The Notes rank pari passu with our other senior unsecured debt. The weighted average of the coupon interest rates on the Notes outstanding as of December 31, 2022 is 3.94 %. As of December 31, 2022 and 2021, there were unamortized debt issuance costs remaining of $ 0.2 million and $ 0.3 million, respectively, which are being amortized as additional interest expense over the term of the Notes. \n\nCovenants \n\nPursuant to the financial covenants in our debt agreements, we are required to maintain established interest coverage ratios and to not exceed established leverage ratios. In addition, the agreements contain other customary covenants, none of which we consider restrictive to our operations. At December 31, 2022, we were in compliance with all of our debt covenants. \n\nInterest costs incurred during 2022, 2021 and 2020 were $ 11.6 million, $ 10.2 million and $ 9.6 million, respectively. The aggregate annual maturities of long-term debt, excluding unamortized debt issuance costs, are as follows: $ 2.2 million in 2023, 2024 - $ 134.0 million, 2025 - $ 0.0 million , 2026 - $ 0.0 million , 2027 - $ 73.0 million, and thereafter - $ 0.0 million . \n\nNote 11: Derivative Financial Instruments \n\nOur ongoing business operations expose us to various risks, such as fluctuating interest rates, foreign currency exchange rates and increasing commodity prices. To manage these market risks, we periodically enter into derivative financial instruments, such as interest rate swaps, options and foreign exchange contracts for periods consistent with, and for notional amounts equal to or less than, the related underlying exposures. We do not purchase or hold any derivative financial instruments for investment or trading purposes. All derivatives are recorded in our consolidated balance sheet at fair value. \n\nForeign Currency Exchange Rate Risk \n\nWe have entered into forward exchange contracts, designated as fair value hedges, to manage our exposure to fluctuating foreign exchange rates on cross-currency intercompany loans. As of December 31, 2022 and December 31, 2021, the total amount of these forward exchange contracts was Singapore Dollar (\"SGD\") 601.5 million and $ 13.4 million. \n\nIn addition, we have entered into several foreign currency contracts, designated as cash flow hedges, for periods of up to eighteen months , intended to hedge the currency risk associated with a portion of our forecasted transactions denominated in foreign currencies. As of December 31, 2022, we had outstanding foreign currency contracts to purchase and sell certain pairs of currencies, as follows: \n\n##TABLE_START (in millions) Sell Currency Purchase USD EUR USD 1.7 &#160; 1.2 &#160; Yen 6,123.6 &#160; 31.0 &#160; 15.0 &#160; SGD 62.8 &#160; 21.1 &#160; 23.5 &#160; ##TABLE_END \n\nIn November and December 2019, in conjunction with the repayment of the outstanding long-term borrowings under our Credit Facility denominated in Euro and Japanese Yen, we de-designated these borrowings as hedges of our net investments in certain European subsidiaries and Daikyo. The amounts recorded as cumulative translation adjustments within accumulated other comprehensive loss related to these borrowings (prior to de-designation) will remain in accumulated other comprehensive loss indefinitely, unless certain future events occur, such as the disposition of the operations for which the net investment hedges relate. \n\nIn December 2019, we entered into a five-year floating-to-floating forward-starting cross-currency swap (the &#8220;cross-currency swap&#8221;) for $ 90 million, which we designated as a hedge of our net investment in Daikyo. The notional amount of the cross-currency swap is &#165; 9.1 billion ($ 83.2 million) as of December 31, 2022. Under the cross-currency swap, we receive floating interest rate payments based on USD compounded SOFR plus a margin, in return for paying floating interest rate payments based on Japanese Yen (\"Yen\") Tokyo Overnight Average Rate (\"TONAR\") plus a margin. In addition, we receive periodic fixed payments of USD in return for paying fixed principal payments of Yen. \n\nCommodity Price Risk \n\nMany of our proprietary products are made from synthetic elastomers, which are derived from the petroleum refining process. We purchase the majority of our elastomers via long-term supply contracts, some of which contain clauses that provide for surcharges related to fluctuations in crude oil prices. The following economic hedges did not qualify for hedge accounting treatment since they did not meet the highly effective requirement at inception. \n\nFrom November 2017 through December 2022, we purchased several series of call options for a total of 867,500 barrels of crude oil to mitigate our exposure to such oil-based surcharges and protect operating cash flows with regards to a portion of our forecasted elastomer purchases. \n\nAs of December 31, 2022, we had outstanding contracts to purchase 258,597 barrels of crude oil from December 2022 to September 2024, at a weighted-average strike price of $ 108.28 per barrel. \n\nEffects of Derivative Instruments on Financial Position and Results of Operations \n\nPlease refer to Note 12, Fair Value Measurements , for the balance sheet location and fair values of our derivative instruments as of December 31, 2022 and 2021. \n\nThe following table summarizes the effects of derivative instruments designated as fair value hedges in our consolidated statements of income for the years ended December 31: \n\n##TABLE_START Amount of Gain (Loss) Recognized in Income Location on Statement of Income ($ in millions) 2022 2021 2020 Fair Value Hedges: Hedged item (intercompany loan) $ ( 28.3 ) $ ( 22.1 ) $ 28.5 &#160; Other expense (income) Derivative designated as hedging instrument 28.3 &#160; 22.1 &#160; ( 28.5 ) Other expense (income) Amount excluded from effectiveness testing 5.2 &#160; 3.0 &#160; 6.1 &#160; Other expense (income) Total $ 5.2 &#160; $ 3.0 &#160; $ 6.1 &#160; ##TABLE_END\n\nWe recognize in earnings the initial value of forward point components on a straight-line basis over the life of the fair value hedge. The amounts recognized in earnings, pre-tax, for forward point components for the years ended December 31, 2022, 2021 and 2020 were $ 4.0 million, $ 2.6 million and $ 6.3 million, respectively. We expect to recognize $ 3.2 million in earnings, pre-tax, for forward point components in 2023. \n\nThe following tables summarize the effects of derivative instruments designated as fair value, cash flow, and net investment hedges on OCI and earnings, net of tax, for the years ended December 31: \n\n##TABLE_START &#160; Amount of Gain (Loss) Recognized in OCI ($ in millions) 2022 2021 2020 Fair Value Hedges: Foreign currency hedge contracts $ 1.3 &#160; $ 0.6 &#160; $ 4.0 &#160; Total $ 1.3 &#160; $ 0.6 &#160; $ 4.0 &#160; Cash Flow Hedges: &#160; &#160; Foreign currency hedge contracts (hedges of net sales) $ 0.3 &#160; $ ( 0.2 ) $ ( 0.6 ) Foreign currency hedge contracts (hedges of cost of goods and services sold) ( 1.1 ) ( 1.8 ) ( 0.6 ) Forward treasury locks &#8212; &#160; &#8212; &#160; &#8212; &#160; Total $ ( 0.8 ) $ ( 2.0 ) $ ( 1.2 ) Net Investment Hedges: &#160; &#160; Cross-currency swap $ 9.1 &#160; $ 7.7 &#160; $ ( 3.2 ) Total $ 9.1 &#160; $ 7.7 &#160; $ ( 3.2 ) ##TABLE_END\n\n##TABLE_START &#160; Amount of (Gain) Loss Reclassified from Accumulated OCI into Income Location of (Gain) Loss Reclassified from Accumulated OCI into Income ($ in millions) 2022 2021 2020 &#160; Fair Value Hedges: Foreign currency hedge contracts $ ( 1.6 ) $ ( 0.8 ) $ ( 4.3 ) Other expense (income) Total $ ( 1.6 ) $ ( 0.8 ) $ ( 4.3 ) Cash Flow Hedges: &#160; &#160; &#160; Foreign currency hedge contracts $ ( 1.2 ) $ 0.9 &#160; $ 0.2 &#160; Net sales Foreign currency hedge contracts 3.5 &#160; 1.7 &#160; ( 0.1 ) Cost of goods and services sold Forward treasury locks 0.2 &#160; 0.3 &#160; 0.3 &#160; Interest expense Total $ 2.5 &#160; $ 2.9 &#160; $ 0.4 &#160; &#160; Net Investment Hedges: &#160; &#160; &#160; Cross-currency swap &#8212; &#160; &#8212; &#160; &#8212; &#160; Other expense (income) Total $ &#8212; &#160; $ &#8212; &#160; $ &#8212; &#160; &#160; ##TABLE_END\n\nRefer to the above table which summarizes the effects of derivative instruments designated as fair value hedges within the other expense (income) line in our consolidated statements of income for the years ended December 31. The following table summarizes the effects of derivative instruments designated as cash flow and net investment hedges by line item in our consolidated statements of income for the years ended December 31: \n\n##TABLE_START ($ in millions) 2022 2021 2020 Net sales $ ( 1.2 ) $ 0.9 &#160; $ 0.2 &#160; Cost of goods and services sold 3.5 &#160; 1.7 &#160; ( 0.1 ) Interest expense 0.2 &#160; 0.3 &#160; 0.3 &#160; ##TABLE_END \n\nThe following table summarizes the effects of derivative instruments not designated as hedges in our consolidated statements of income for the years ended December 31: \n\n##TABLE_START Amount of Gain (Loss) Recognized in Income Location on Statement of Income ($ in millions) 2022 2021 2020 Commodity call options $ 1.5 &#160; $ 1.7 &#160; $ ( 0.2 ) Other expense (income) Total $ 1.5 &#160; $ 1.7 &#160; $ ( 0.2 ) ##TABLE_END\n\nDuring 2022 and 2021, there was no material ineffectiveness related to our hedges. \n\nNote 12: Fair Value Measurements \n\nFair value is defined as the price that would be received to sell an asset or paid to transfer a liability (an exit price) in the principal or most advantageous market for the asset or liability in an orderly transaction between market participants on the measurement date. The following fair value hierarchy classifies the inputs to valuation techniques used to measure fair value into one of three levels: \n\n&#8226; Level 1 : Unadjusted quoted prices in active markets for identical assets or liabilities. \n\n&#8226; Level 2 : Inputs other than quoted prices that are observable for the asset or liability, either directly or indirectly. These include quoted prices for similar assets or liabilities in active markets and quoted prices for identical or similar assets or liabilities in markets that are not active. \n\n&#8226; Level 3 : Unobservable inputs that reflect the reporting entity&#8217;s own assumptions. \n\nThe following tables present the assets and liabilities recorded at fair value on a recurring basis: \n\n##TABLE_START &#160; Balance at Basis of Fair Value Measurements ($ in millions) December 31, 2022 Level 1 Level 2 Level 3 Assets: &#160; &#160; &#160; &#160; Deferred compensation assets $ 12.5 &#160; $ 12.5 &#160; $ &#8212; &#160; $ &#8212; &#160; Foreign currency contracts 4.5 &#160; &#8212; &#160; 4.5 &#160; &#8212; &#160; Cross-currency swap 13.9 &#160; &#8212; &#160; 13.9 &#160; &#8212; &#160; Commodity call options 1.2 &#160; &#8212; &#160; 1.2 &#160; &#8212; &#160; &#160; $ 32.1 &#160; $ 12.5 &#160; $ 19.6 &#160; $ &#8212; &#160; Liabilities: &#160; &#160; &#160; &#160; Contingent consideration $ 4.7 &#160; $ &#8212; &#160; $ &#8212; &#160; $ 4.7 &#160; Deferred compensation liabilities 12.7 &#160; 12.7 &#160; &#8212; &#160; &#8212; &#160; Foreign currency contracts 1.4 &#160; &#8212; &#160; 1.4 &#160; &#8212; &#160; &#160; $ 18.8 &#160; $ 12.7 &#160; $ 1.4 &#160; $ 4.7 &#160; ##TABLE_END\n\n##TABLE_START &#160; Balance at Basis of Fair Value Measurements ($ in millions) December 31, 2021 Level 1 Level 2 Level 3 Assets: &#160; &#160; &#160; &#160; Deferred compensation assets $ 15.5 &#160; $ 15.5 &#160; $ &#8212; &#160; $ &#8212; &#160; Foreign currency contracts 14.8 &#160; &#8212; &#160; 14.8 &#160; &#8212; &#160; Cross-currency swap 4.4 &#160; &#8212; &#160; 4.4 &#160; &#8212; &#160; Commodity call options 1.7 &#160; &#8212; &#160; 1.7 &#160; &#8212; &#160; &#160; $ 36.4 &#160; $ 15.5 &#160; $ 20.9 &#160; $ &#8212; &#160; Liabilities: &#160; &#160; &#160; &#160; Contingent consideration $ 3.7 &#160; $ &#8212; &#160; $ &#8212; &#160; $ 3.7 &#160; Deferred compensation liabilities 16.1 &#160; 16.1 &#160; &#8212; &#160; &#8212; &#160; Foreign currency contracts 3.4 &#160; &#8212; &#160; 3.4 &#160; &#8212; &#160; &#160; $ 23.2 &#160; $ 16.1 &#160; $ 3.4 &#160; $ 3.7 &#160; ##TABLE_END\n\nDeferred compensation assets are included within other noncurrent assets and are valued using a market approach based on quoted market prices in an active market. The fair value of our foreign currency contracts, included within other current and other noncurrent assets, as well as other current and other long-term liabilities, is valued using an income approach based on quoted forward foreign exchange rates and spot rates at the reporting date. The fair value of our commodity call options, included within other current and other noncurrent assets, is valued using a market approach. The fair value of the contingent consideration liability, within current and long-term liabilities, related to the SmartDose&#174; technology platform (the &#8220;SmartDose&#174; contingent consideration&#8221;) was initially determined using a probability-weighted income approach, and is revalued at each reporting date or more frequently if circumstances dictate. The fair value of deferred compensation liabilities is based on quoted prices of the underlying employees&#8217; investment selections and is included within other long-term liabilities. The fair value of the cross-currency swap, included within other long-term assets, is valued using a market approach. Please refer to Note 11, Derivative Financial Instruments , for further discussion of our derivatives. \n\nOther Financial Instruments \n\nWe believe that the carrying amounts of our cash and cash equivalents and accounts receivable approximate their fair values due to their near-term maturities. \n\nThe estimated fair value of long-term debt is based on quoted market prices for debt issuances with similar terms and maturities, and is classified as Level 2 within the fair value hierarchy. At December 31, 2022, the estimated fair value of long-term debt was $ 201.8 million compared to a carrying amount of $ 206.7 million. At December 31, 2021, the estimated fair value of long-term debt was $ 217.9 million and the carrying amount was $ 208.8 million. \n\nNote 13: Accumulated Other Comprehensive Loss \n\nThe following table presents the changes in the components of accumulated other comprehensive loss, net of tax: \n\n##TABLE_START ($ in millions) Derivatives Equity affiliate investment AOCI Defined benefit pension and other postretirement plans Foreign currency translation Total Balance, December 31, 2019 $ ( 0.8 ) $ 0.4 &#160; $ ( 40.3 ) $ ( 108.9 ) $ ( 149.6 ) Other comprehensive income (loss) before reclassifications 2.8 &#160; 0.2 &#160; ( 2.5 ) 40.1 &#160; 40.6 &#160; Amounts reclassified out ( 3.9 ) &#8212; &#160; 2.3 &#160; &#8212; &#160; ( 1.6 ) Other comprehensive income (loss), net of tax ( 1.1 ) 0.2 &#160; ( 0.2 ) 40.1 &#160; 39.0 &#160; Balance, December 31, 2020 ( 1.9 ) 0.6 &#160; ( 40.5 ) ( 68.8 ) ( 110.6 ) Other comprehensive (loss) income before reclassifications ( 1.4 ) 0.9 &#160; 7.4 &#160; ( 59.3 ) ( 52.4 ) Amounts reclassified out 2.1 &#160; &#8212; &#160; 1.3 &#160; &#8212; &#160; 3.4 &#160; Other comprehensive (loss) income, net of tax 0.7 &#160; 0.9 &#160; 8.7 &#160; ( 59.3 ) ( 49.0 ) Balance, December 31, 2021 ( 1.2 ) 1.5 &#160; ( 31.8 ) ( 128.1 ) ( 159.6 ) Other comprehensive (loss) income before reclassifications 0.5 &#160; 0.1 &#160; ( 9.3 ) ( 47.3 ) ( 56.0 ) Amounts reclassified out 0.9 &#160; &#8212; &#160; 31.7 &#160; &#8212; &#160; 32.6 &#160; Other comprehensive (loss) income, net of tax 1.4 &#160; 0.1 &#160; 22.4 &#160; ( 47.3 ) ( 23.4 ) Balance, December 31, 2022 $ 0.2 &#160; $ 1.6 &#160; $ ( 9.4 ) $ ( 175.4 ) $ ( 183.0 ) ##TABLE_END\n\nA summary of the reclassifications out of accumulated other comprehensive loss is presented in the following table ($ in millions): ##TABLE_START Detail of components 2022 2021 2020 Location on Statement of Income Gains (losses) on derivatives: Foreign currency contracts $ 1.4 &#160; $ ( 1.1 ) $ ( 0.2 ) Net sales Foreign currency contracts ( 4.1 ) ( 2.4 ) 0.1 &#160; Cost of goods and services sold Foreign currency contracts 2.4 &#160; 1.2 &#160; 5.9 &#160; Other expense (income) Forward treasury locks ( 0.3 ) ( 0.4 ) ( 0.4 ) Interest expense Total before tax ( 0.6 ) ( 2.7 ) 5.4 &#160; Tax (expense) benefit ( 0.3 ) 0.6 &#160; ( 1.5 ) Net of tax $ ( 0.9 ) $ ( 2.1 ) $ 3.9 &#160; Amortization of defined benefit pension and other postretirement plans: Prior service credit $ &#8212; &#160; $ 0.3 &#160; $ 0.6 &#160; (a) Actuarial gains (losses) 0.6 &#160; ( 0.2 ) ( 0.1 ) (a) Settlements ( 52.2 ) ( 1.8 ) ( 3.7 ) (a) Other ( 0.4 ) &#8212; &#160; &#8212; &#160; (a) Total before tax ( 52.0 ) ( 1.7 ) ( 3.2 ) Tax benefit 20.3 &#160; 0.4 &#160; 0.9 &#160; Net of tax $ ( 31.7 ) $ ( 1.3 ) $ ( 2.3 ) Total reclassifications for the period, net of tax $ ( 32.6 ) $ ( 3.4 ) $ 1.6 &#160; ##TABLE_END\n\n(a) These components are included in the computation of net periodic benefit cost. Please refer to Note 15, Benefit Plans , for additional details. \n\nNote 14: Stock-Based Compensation \n\nThe West Pharmaceutical Services, Inc. 2016 Omnibus Incentive Compensation Plan (the &#8220;2016 Plan&#8221;) provides for the granting of stock options, stock appreciation rights, restricted stock awards and performance awards to employees and non-employee directors. A committee of the Board of Directors determines the terms and conditions of awards to be granted. Vesting requirements vary by award. At December 31, 2022, there were 1,681,526 shares remaining in the 2016 Plan for future grants. \n\nStock options and stock appreciation rights reduce the number of shares available by one share for each award granted. All other awards under the 2016 Plan will reduce the total number of shares available for grant by an amount equal to 2.5 times the number of shares awarded. If awards made under previous plans would entitle a plan participant to an amount of West stock in excess of the target amount, the additional shares (up to a maximum threshold amount) will be distributed under the 2016 Plan. \n\nThe following table summarizes our stock-based compensation expense recorded within selling, general and administrative expenses for the years ended December 31: \n\n##TABLE_START ($ in millions) 2022 2021 2020 Stock option and appreciation rights $ 5.6 &#160; $ 12.5 &#160; $ 10.2 &#160; Performance share units, stock-settled 15.6 &#160; 17.6 &#160; 16.6 &#160; Performance share units, cash-settled ( 0.1 ) 1.0 &#160; 0.4 &#160; Performance share units, dividend equivalents 0.1 &#160; 0.2 &#160; 0.6 &#160; Employee stock purchase plan 1.3 &#160; 1.4 &#160; 1.1 &#160; Deferred compensation plans and restricted share awards 1.2 &#160; 4.8 &#160; 5.1 &#160; Total stock-based compensation expense $ 23.7 &#160; $ 37.5 &#160; $ 34.0 &#160; ##TABLE_END\n\nThe Company estimates expected forfeitures. The amount of unrecognized compensation expense for all non-vested awards as of December 31, 2022 was $ 28.9 million, which is expected to be recognized over a weighted average period of 1.6 years. \n\nStock Options \n\nStock options granted to employees vest in equal increments. All awards expire 10 years from the date of grant. Upon the exercise of stock options, shares are issued in exchange for the exercise price of the options. \n\nThe following table summarizes changes in outstanding options: \n\n##TABLE_START (in millions, except per share data) 2022 Options outstanding, January 1 2.0 &#160; Granted 0.1 &#160; Exercised ( 0.2 ) Forfeited 0.0 &#160; Options outstanding, December 31 1.9 &#160; Options vested and expected to vest, December 31 1.9 &#160; Options vested and exercisable, December 31 1.5 &#160; ##TABLE_END\n\n##TABLE_START Weighted Average Exercise Price 2022 Options outstanding, January 1 $ 101.73 &#160; Granted 364.47 &#160; Exercised 83.77 &#160; Forfeited 224.26 &#160; Options outstanding, December 31 $ 118.72 &#160; Options vested and expected to vest, December 31 $ 116.88 &#160; Options vested and exercisable, December 31 $ 84.11 &#160; ##TABLE_END\n\nAs of December 31, 2022, the weighted average remaining contractual life of options outstanding and of options exercisable was 4.8 years and 4.0 years, respectively. \n\nAs of December 31, 2022, the aggregate intrinsic value of total options outstanding was $ 241.4 million, of which $ 225.6 million represented vested options. \n\nThe fair value of the options was estimated on the date of grant using a Black-Scholes option valuation model that used the following weighted average assumptions in 2022, 2021 and 2020: a risk-free interest rate of 1.8 %, 0.8 %, and 1.3 %, respectively; stock volatility of 25.1 %, 23.9 %, and 22.4 %, respectively; and dividend yields of 0.2 %, 0.3 %, and 0.4 %, respectively. Stock volatility is estimated based on historical data and the impact from expected future trends. Expected lives, which are based on prior experience, averaged 5.6 years for 2022 and 2021 and 5.7 years for 2020. The weighted average grant date fair value of options granted in 2022, 2021 and 2020 was $ 96.43 , $ 64.51 and $ 40.28 , respectively. Stock option expense is recognized over the vesting period, net of forfeitures. \n\nFor the years ended December 31, 2022, 2021 and 2020, the intrinsic value of options exercised was $ 60.1 million, $ 147.3 million and $ 88.8 million, respectively. The grant date fair value of options vested during those same periods was $ 8.8 million, $ 8.3 million and $ 8.4 million, respectively. \n\nStock Appreciation Rights \n\nStock appreciation rights (&#8220;SARs&#8221;) granted to eligible international employees vest in equal annual increments over 4 years of continuous service. All awards expire 10 years from the date of grant. The fair value of each cash-settled SAR is adjusted at the end of each reporting period, with the resulting change reflected in expense. As of December 31, 2022, SARs outstanding were 20,402 , all of which were cash-settled. Upon exercise of a cash-settled SAR, the employee receives cash for the difference between the grant date price and the fair market value of the Company&#8217;s stock on the date of exercise. As a result of the cash settlement feature, cash-settled SARs are recorded within other long-term liabilities. Upon exercise of a stock-settled SAR, shares are issued in exchange for the exercise price of the stock-settled SAR. As a result of the stock settlement feature, stock-settled SARs are recorded within equity. \n\nThe following table summarizes changes in outstanding SARs: \n\n##TABLE_START 2022 SARs outstanding, January 1 21,054 &#160; Granted 520 &#160; Exercised ( 1,169 ) Forfeited ( 3 ) SARs outstanding, December 31 20,402 &#160; SARs vested and expected to vest, December 31 20,402 &#160; SARs vested and exercisable, December 31 17,450 &#160; ##TABLE_END\n\n##TABLE_START Weighted Average Exercise Price 2022 SARs outstanding, January 1 $ 88.18 &#160; Granted 369.13 &#160; Exercised 54.64 &#160; Forfeited 21.22 &#160; SARs outstanding, December 31 $ 97.28 &#160; SARs vested and expected to vest, December 31 $ 97.28 &#160; SARs vested and exercisable, December 31 $ 74.86 &#160; ##TABLE_END\n\nPerformance Awards \n\nIn addition to stock options and SAR awards, we grant performance share unit (&#8220;PSU&#8221;) awards to eligible employees. These awards are earned based on the Company&#8217;s performance against pre-established targets, including annual growth rate of revenue and return on invested capital, over a specified performance period. Depending on the achievement of the targets, recipients of stock-settled PSU awards are entitled to receive a certain number of shares of common stock, whereas recipients of cash-settled PSU awards are entitled to receive a payment in cash per unit based on the fair market value of a share of our common stock at the end of the performance period. \n\nThe following table summarizes changes in our outstanding stock-settled PSU awards: \n\n##TABLE_START 2022 Non-vested stock-settled PSU awards, January 1 164,474 &#160; Granted at target level 32,109 &#160; Adjustments above/(below) target 68,426 &#160; Vested and converted ( 144,490 ) Forfeited ( 7,966 ) Non-vested stock-settled PSU awards, December 31 112,553 &#160; Weighted Average Fair Value 2022 Non-vested stock-settled PSU awards, January 1 $ 179.88 &#160; Granted at target level 362.40 &#160; Adjustments above/(below) target 106.57 &#160; Vested and converted 369.13 &#160; Forfeited 240.19 &#160; Non-vested stock-settled PSU awards, December 31 $ 278.38 &#160; ##TABLE_END\n\nShares earned under PSU awards may vary from 0 % to 200 % of an employee&#8217;s targeted award. The fair value of stock-settled PSU awards is based on the market price of our stock at the grant date and is recognized as expense over the performance period, adjusted for estimated target outcomes and net of forfeitures. The weighted average grant date fair value of stock-settled PSU awards granted during the years 2022, 2021 and 2020 was $ 362.40 , $ 333.58 and $ 177.31 , respectively. Including forfeiture and target achievement expectations, we expect that the stock-settled PSU awards will convert to 94,480 shares to be issued over an average remaining term of one year . \n\nThe fair value of cash-settled PSU awards is also based on the market price of our stock at the grant date. These awards are revalued at the end of each quarter based on changes in our stock price. As a result of the cash settlement feature, cash-settled PSU awards are recorded within other long-term liabilities. \n\nThe following table summarizes changes in our outstanding cash-settled PSU awards: \n\n##TABLE_START 2022 Non-vested cash-settled PSU awards, January 1 1,318 &#160; Granted at target level 136 &#160; Adjustments above/(below) target 507 &#160; Vested and converted ( 1,071 ) Forfeited &#8212; &#160; Non-vested cash-settled PSU awards, December 31 890 &#160; ##TABLE_END\n\n##TABLE_START Weighted Average Fair Value 2022 Non-vested cash-settled PSU awards, January 1 $ 169.53 &#160; Granted at target level 369.13 &#160; Adjustments above/(below) target 104.44 &#160; Vested and converted 369.13 &#160; Forfeited &#8212; &#160; Non-vested cash-settled PSU awards, December 31 $ 242.29 &#160; ##TABLE_END\n\nEmployee Stock Purchase Plan \n\nWe also offer an Employee Stock Purchase Plan (&#8220;ESPP&#8221;), which provides for the sale of our common stock to eligible employees at 85 % of the current market price on the last trading day of each quarterly offering period. Payroll deductions are limited to 25 % of the employee&#8217;s base salary, not to exceed $ 25,000 in any one calendar year. In addition, employees may not buy more than 2,000 shares during any offering period ( 8,000 shares per year). Purchases under the ESPP were 27,894 shares, 27,016 shares and 36,494 shares for the years 2022, 2021 and 2020, respectively. At December 31, 2022, there were approximately 3,738,000 shares available for issuance under the ESPP. \n\nDeferred Compensation Plans and Restricted Share Awards \n\nOur deferred compensation plans include a Non-Qualified Deferred Compensation Plan for Non-Employee Directors, under which non-employee directors may defer all or part of their annual cash retainers. The deferred fees may be credited to a stock-equivalent account. Amounts credited to this account are converted into deferred stock units based on the fair market value of one share of our common stock on the last day of the quarter. For deferred stock units ultimately paid in cash, a liability is calculated at an amount determined by multiplying the number of units by the fair market value of our common stock at the end of each reporting period. In addition, deferred stock awards are granted on the date of our annual meeting, and are distributed in shares of common stock. In 2022, we granted 4,827 deferred stock awards, with a weighted grant date fair value of $ 300.78 . In 2021, we granted 6,034 deferred stock awards, with a grant date fair value of $ 338.38 . Similarly, a non-qualified deferred compensation plan for eligible employees provides for the conversion of compensation into deferred stock units. \n\nAs of December 31, 2022, the two deferred compensation plans held a total of 383,792 deferred stock units, including 9,366 units to be paid in cash. \n\nIn addition, during 2022, we granted 9,648 restricted share awards at a weighted grant-date fair value of $ 310.52 per share to employees under the 2016 Plan. During 2021, we granted 6,002 restricted share awards at a weighted grant-date fair value of $ 312.41 per share to employees under the 2016 Plan. During 2020, we granted 8,721 restricted share awards at a weighted grant-date fair value of $ 200.35 per share to employees under the 2016 Plan. The fair value of these awards is based on the market price of our stock at the grant date and is recognized as expense over the vesting period. \n\nNote 15: Benefit Plans \n\nCertain of our U.S. and international subsidiaries sponsor defined benefit pension plans. In addition, we provide minimal death benefits for certain U.S. retirees and pay a portion of healthcare costs for retired U.S. salaried employees and their dependents. Benefits for participants are coordinated with Medicare when possible. We also sponsor a defined contribution plan for certain salaried and hourly U.S. employees. Our 401(k) plan contributions were $ 22.8 million for 2022, $ 19.5 million for 2021 and $ 16.8 million for 2020. \n\nPension and Other Retirement Benefits \n\nThe components of net periodic benefit cost and other amounts recognized in OCI were as follows: \n\n##TABLE_START Pension benefits Other retirement benefits ($ in millions) 2022 2021 2020 2022 2021 2020 Net periodic benefit cost: Service cost $ 1.5 &#160; $ 1.6 &#160; $ 1.5 &#160; $ &#8212; &#160; $ &#8212; &#160; $ &#8212; &#160; Interest cost 4.2 &#160; 6.2 &#160; 7.1 &#160; 0.2 &#160; 0.2 &#160; 0.2 &#160; Expected return on plan assets ( 6.1 ) ( 11.9 ) ( 11.7 ) &#8212; &#160; &#8212; &#160; &#8212; &#160; Amortization of prior service credit &#8212; &#160; 0.1 &#160; 0.1 &#160; &#8212; &#160; ( 0.4 ) ( 0.7 ) Amortization of actuarial loss (gain) 1.3 &#160; 1.8 &#160; 2.0 &#160; ( 1.9 ) ( 1.6 ) ( 1.9 ) Settlement loss 52.2 &#160; 1.8 &#160; 3.7 &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; Other 1.0 &#160; &#8212; &#160; &#8212; &#160; 0.4 &#160; &#8212; &#160; &#8212; &#160; Net periodic benefit cost $ 54.1 &#160; $ ( 0.4 ) $ 2.7 &#160; $ ( 1.3 ) $ ( 1.8 ) $ ( 2.4 ) Other changes in plan assets and benefit obligations recognized in OCI, pre-tax: Net loss (gain) arising during period $ 16.0 &#160; $ ( 6.3 ) $ 1.8 &#160; $ ( 2.0 ) $ ( 0.9 ) $ ( 0.4 ) Prior service credit arising during period &#8212; &#160; ( 2.0 ) &#8212; &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; Amortization of prior service credit &#8212; &#160; ( 0.1 ) ( 0.1 ) &#8212; &#160; 0.4 &#160; 0.7 &#160; Amortization of actuarial (loss) gain ( 1.3 ) ( 1.8 ) ( 2.0 ) 1.9 &#160; 1.6 &#160; 1.9 &#160; Settlement loss ( 52.2 ) ( 1.8 ) ( 3.7 ) &#8212; &#160; &#8212; &#160; &#8212; &#160; Foreign currency translation ( 2.3 ) ( 0.9 ) 1.8 &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; Other &#8212; &#160; &#8212; &#160; &#8212; &#160; ( 0.4 ) &#8212; &#160; &#8212; &#160; Total recognized in OCI $ ( 39.8 ) $ ( 12.9 ) $ ( 2.2 ) $ ( 0.5 ) $ 1.1 &#160; $ 2.2 &#160; Total recognized in net periodic benefit cost and OCI $ 14.3 &#160; $ ( 13.3 ) $ 0.5 &#160; $ ( 1.8 ) $ ( 0.7 ) $ ( 0.2 ) ##TABLE_END\n\nNet periodic benefit cost by geographic location is as follows: \n\n##TABLE_START &#160; Pension benefits Other retirement benefits ($ in millions) 2022 2021 2020 2022 2021 2020 U.S. plans $ 51.7 &#160; $ ( 2.3 ) $ 1.2 &#160; $ ( 1.3 ) $ ( 1.8 ) $ ( 2.4 ) International plans 2.4 &#160; 1.9 &#160; 1.5 &#160; &#8212; &#160; &#8212; &#160; &#8212; &#160; Net periodic benefit cost $ 54.1 &#160; $ ( 0.4 ) $ 2.7 &#160; $ ( 1.3 ) $ ( 1.8 ) $ ( 2.4 ) ##TABLE_END\n\nThe service cost component included within net periodic benefit cost is considered employee compensation and is therefore presented within the selling, general, and administrative and costs of goods and services sold financial statement line items of our consolidated statements of income. The remaining components of net periodic benefit cost are reported separately and are therefore presented within the other nonoperating expense (income) financial statement line item of our consolidated statements of income. \n\nDuring 2021, the Company approved the termination of our U.S. qualified defined benefit pension plan (the \"U.S. pension plan\"). During 2021, a Notice of Intent to Terminate was sent to all interested parties and in 2022 a favorable determination letter was received from the Internal Revenue Service. During 2022, lump sum payments were offered to all current employees and former employees with vested benefits under the U.S. pension plan. A cash contribution of $ 7.1 million was made by the Company to ensure the U.S. pension plan was fully funded in preparation for the group annuity contract purchase which was executed in August of 2022 to settle the outstanding benefit obligations, as well as to cover any ancillary benefits and expenses remaining. During 2022, we recorded a $ 52.2 million pension settlement charge within other nonoperating expense (income) , which primarily related to the full settlement and relief of the historical balance sheet position, inclusive of accumulated other comprehensive income, of the U.S. pension plan. During 2021 and 2020, we recorded a $ 1.8 million and $ 3.7 million, respectively, pension settlement charge within other nonoperating expense (income), as we determined that normal-course lump-sum payments for the U.S. pension plan exceeded the threshold for settlement accounting under U.S. GAAP for the year. \n\nDuring 2022, we contributed $ 7.1 million to our U.S. pension plan. During 2021, we did no t contribute to our U.S. pension plan. \n\nThe following table presents the changes in the benefit obligation and the fair value of plan assets, as well as the funded status of the plans: \n\n##TABLE_START Pension benefits Other retirement benefits ($ in millions) 2022 2021 2022 2021 Change in benefit obligation: Benefit obligation, January 1 $ ( 269.8 ) $ ( 298.9 ) $ ( 5.6 ) $ ( 6.1 ) Service cost ( 1.5 ) ( 1.6 ) &#8212; &#160; &#8212; &#160; Interest cost ( 4.2 ) ( 6.2 ) ( 0.2 ) ( 0.2 ) Participants&#8217; contributions ( 0.4 ) ( 0.6 ) ( 0.4 ) ( 0.5 ) Actuarial gain (loss) 33.0 &#160; 12.1 &#160; 2.0 &#160; 0.9 &#160; Amendments/transfers in &#8212; &#160; 2.0 &#160; &#8212; &#160; &#8212; &#160; Benefits paid 6.9 &#160; 7.1 &#160; 0.3 &#160; 0.3 &#160; Settlement loss 174.4 &#160; 13.1 &#160; &#8212; &#160; &#8212; &#160; Foreign currency translation 6.1 &#160; 3.2 &#160; &#8212; &#160; &#8212; &#160; Benefit obligation, December 31 $ ( 55.5 ) $ ( 269.8 ) $ ( 3.9 ) $ ( 5.6 ) Change in plan assets: Fair value of assets, January 1 $ 249.2 &#160; $ 258.1 &#160; $ &#8212; &#160; $ &#8212; &#160; Actual return on plan assets ( 42.4 ) 6.1 &#160; &#8212; &#160; &#8212; &#160; Employer contribution 8.4 &#160; 3.6 &#160; ( 0.1 ) ( 0.2 ) Participants&#8217; contributions 0.4 &#160; 0.6 &#160; 0.4 &#160; 0.5 &#160; Benefits paid ( 7.2 ) ( 5.2 ) ( 0.3 ) ( 0.3 ) Settlement loss ( 174.4 ) ( 13.1 ) &#8212; &#160; &#8212; &#160; Foreign currency translation ( 4.6 ) ( 0.9 ) &#8212; &#160; &#8212; &#160; Fair value of assets, December 31 $ 29.4 &#160; $ 249.2 &#160; $ &#8212; &#160; $ &#8212; &#160; Funded status at end of year $ ( 26.1 ) $ ( 20.6 ) $ ( 3.9 ) $ ( 5.6 ) ##TABLE_END\n\nInternational pension plan assets, at fair value, included in the preceding table were $ 29.4 million and $ 49.3 million at December 31, 2022 and 2021, respectively. \n\nAmounts recognized in the balance sheet were as follows: \n\n##TABLE_START Pension benefits Other retirement benefits ($ in millions) 2022 2021 2022 2021 Noncurrent assets $ 0.3 &#160; $ 16.7 &#160; $ &#8212; &#160; $ &#8212; &#160; Current liabilities ( 1.5 ) ( 1.7 ) ( 0.6 ) ( 0.7 ) Noncurrent liabilities ( 24.9 ) ( 35.6 ) ( 3.3 ) ( 4.9 ) $ ( 26.1 ) $ ( 20.6 ) $ ( 3.9 ) $ ( 5.6 ) ##TABLE_END\n\nThe amounts in accumulated other comprehensive loss, pre-tax, consisted of: \n\n##TABLE_START Pension benefits Other retirement benefits ($ in millions) 2022 2021 2022 2021 Net actuarial loss (gain) $ 16.7 &#160; $ 56.5 &#160; $ ( 5.2 ) $ ( 4.7 ) Prior service cost (credit) ( 1.1 ) ( 1.3 ) &#8212; &#160; &#8212; &#160; Total $ 15.6 &#160; $ 55.2 &#160; $ ( 5.2 ) $ ( 4.7 ) ##TABLE_END\n\nThe accumulated benefit obligation for all defined benefit pension plans was $ 52.4 million and $ 265.2 million at December 31, 2022 and 2021, respectively, including $ 46.0 million and $ 73.0 million, respectively, for international pension plans. \n\nAs of December 31, 2022, our United Kingdom qualified defined benefit pension plan had plan assets in excess of its obligations. As of December 31, 2021, our U.S. and United Kingdom qualified defined benefit pension plan had assets in excess of its obligations. As of December 31, 2022 and December 31, 2021, our other defined benefit pension plans had projected benefit obligations and accumulated benefit obligations in excess of plan assets. \n\nBenefit payments expected to be paid under our defined benefit pension and other retirement benefit plans in the next ten years are as follows. The expected benefit payments listed correspond to regular ongoing benefit payments expected to be made by the plan during future years. \n\n##TABLE_START &#160;($ in millions) Domestic International Total 2023 $ 1.5 &#160; $ 2.2 &#160; $ 3.7 &#160; 2024 1.4 &#160; 2.5 &#160; 3.9 &#160; 2025 1.3 &#160; 2.8 &#160; 4.1 &#160; 2026 1.2 &#160; 3.3 &#160; 4.5 &#160; 2027 1.0 &#160; 3.7 &#160; 4.7 &#160; 2028 to 2032 4.2 &#160; 17.8 &#160; 22.0 &#160; $ 10.6 &#160; $ 32.3 &#160; $ 42.9 &#160; ##TABLE_END\n\nIn 2023, we expect to contribute $ 0.6 million to pension plans, all of which is in the U.S. In addition, we expect to contribute $ 0.6 million for other retirement benefits in 2023. We periodically consider additional, voluntary contributions depending on the investment returns generated by pension plan assets, changes in benefit obligation projections and other factors. \n\nWeighted average assumptions used to determine net periodic benefit cost were as follows: \n\n##TABLE_START Pension benefits Other retirement benefits 2022 2021 2020 2022 2021 2020 Discount rate 2.48 &#160; % 2.29 &#160; % 2.61 &#160; % 2.75 &#160; % 2.30 &#160; % 3.20 &#160; % Rate of compensation increase 2.79 &#160; % 2.41 &#160; % 2.33 &#160; % &#8212; &#160; &#8212; &#160; &#8212; &#160; Expected long-term rate of return on assets 4.14 &#160; % 4.93 &#160; % 5.10 &#160; % &#8212; &#160; &#8212; &#160; &#8212; &#160; ##TABLE_END\n\nWeighted average assumptions used to determine the benefit obligations were as follows: \n\n##TABLE_START Pension benefits Other retirement benefits 2022 2021 2022 2021 Discount rate 4.35 &#160; % 2.48 &#160; % 5.55 &#160; % 2.75 &#160; % Rate of compensation increase 3.09 &#160; % 2.79 &#160; % &#8212; &#160; &#8212; &#160; ##TABLE_END\n\nThe discount rate used to determine the benefit obligations for U.S. pension plans was 5.55 % and 2.95 % as of December 31, 2022 and 2021, respectively. The weighted average discount rate used to determine the benefit obligations for all international plans was 4.20 % and 1.32 % as of December 31, 2022 and 2021, respectively. The weighted average rate of compensation increase for all international plans was 3.09 % for 2022 and 2.79 % for 2021, while there was no rate increase for the U.S. plans since they are frozen. Other retirement benefits were only available to U.S. employees. The expected long-term rate of return for U.S. plans was 3.70 % for 2022, 5.10 % for 2021 and 5.10 % for 2020. \n\nThe assumed healthcare cost trend rate used to determine benefit obligations was 6.75 % for all participants in 2022, decreasing to 5.0 % by 2030. The assumed healthcare cost trend rate used to determine net periodic benefit cost was 6.25 % for all participants in 2022, decreasing to 5.0 % by 2027. \n\nThe defined pension plan benefit obligation decreased for the year ended December 31, 2022 primarily due to settlement losses recognized during the year, as well as an increase in the discount rate used to calculate the obligation. The net actuarial losses will be impacted in future periods by actual asset returns, discount rate changes, currency exchange rate fluctuations, actual demographic experience, and certain other factors. The other retirement plan benefit obligation decreased due an increase in the discount rate used to calculate the obligation. \n\nThe Company has cash balance plans and other plans with promised interest crediting rates. For these plans, the interest crediting rates are set in line with plan rules or country legislation and do not change with market conditions. \n\nThe weighted average interest crediting rating used to determine net periodic benefit cost by geographic location for our pension plans, at December 31, were as follows: \n\n##TABLE_START 2022 2021 2020 U.S. plans 3.31 &#160; % 3.31 &#160; % 3.30 &#160; % International plans 1.75 &#160; % 0.67 &#160; % 0.52 &#160; % ##TABLE_END\n\nThe weighted average asset allocations by asset category for our pension plans, at December 31, were as follows: \n\n##TABLE_START 2022 2021 Equity securities 28 &#160; % 12 &#160; % Debt securities 68 &#160; % 86 &#160; % Other 4 &#160; % 2 &#160; % 100 &#160; % 100 &#160; % ##TABLE_END\n\nDiversification across and within asset classes is the primary means by which we mitigate risk. We maintain guidelines for all asset and sub-asset categories in order to avoid excessive investment concentrations. Fund assets are monitored on a regular basis. If at any time the fund asset allocation is not within the acceptable allocation range, funds will be reallocated. We also review the fund on a regular basis to ensure that the investment returns received are consistent with the short-term and long-term goals of the fund and with comparable market returns. We are prohibited from pledging fund securities and from investing pension fund assets in our own stock, securities on margin or derivative securities. \n\nThe following are the target asset allocations and acceptable allocation ranges across: \n\n##TABLE_START Target allocation Allocation range Equity securities 27 % \n\n25 % - 30 % \n\nDebt securities 68 % \n\n63 % - 68 % \n\nOther 5 % \n\n2 % - 7 % \n\n##TABLE_END\n\nThe following tables present the fair value of our pension plan assets, utilizing the fair value hierarchy discussed in Note 12, Fair Value Measurements . In accordance with U.S. GAAP, certain pension plan assets measured at net asset value (&#8220;NAV&#8221;) have not been classified in the fair value hierarchy. \n\n##TABLE_START Balance at December 31, Basis of Fair Value Measurements ($ in millions) 2022 Level 1 Level 2 Level 3 Cash $ 0.7 &#160; $ 0.7 &#160; $ &#8212; &#160; $ &#8212; &#160; Equity securities: International mutual funds 8.2 &#160; &#8212; &#160; 8.2 &#160; &#8212; &#160; Fixed income securities: Mutual funds 20.4 &#160; &#8212; &#160; 20.4 &#160; &#8212; &#160; Other mutual funds 0.1 &#160; &#8212; &#160; 0.1 &#160; &#8212; &#160; Pension plan assets in the fair value hierarchy $ 29.4 &#160; $ 0.7 &#160; $ 28.7 &#160; $ &#8212; &#160; Pension plan assets measured at NAV &#8212; &#160; Pension plan assets at fair value $ 29.4 &#160; ##TABLE_END\n\n##TABLE_START Balance at December 31, Basis of Fair Value Measurements ($ in millions) 2021 Level 1 Level 2 Level 3 Cash $ 1.6 &#160; $ 1.6 &#160; $ &#8212; &#160; $ &#8212; &#160; Equity securities: International mutual funds 21.2 &#160; &#8212; &#160; 21.2 &#160; &#8212; &#160; Fixed income securities: Mutual funds 22.1 &#160; &#8212; &#160; 22.1 &#160; &#8212; &#160; Other mutual funds 4.6 &#160; &#8212; &#160; 4.6 &#160; &#8212; &#160; Pension plan assets in the fair value hierarchy $ 49.5 &#160; $ 1.6 &#160; $ 47.9 &#160; $ &#8212; &#160; Pension plan assets measured at NAV 199.7 &#160; Pension plan assets at fair value $ 249.2 &#160; ##TABLE_END\n\nNote 16: Other Expense (Income) \n\nOther expense (income) consisted of: \n\n##TABLE_START ($ in millions) 2022 2021 2020 Restructuring and related charges: Severance and post-employment benefits $ 8.7 &#160; $ 0.6 &#160; $ 4.6 &#160; Asset-related charges 15.3 &#160; &#8212; &#160; &#8212; &#160; Other charges ( 0.2 ) 1.6 &#160; &#8212; &#160; Total restructuring and related charges $ 23.8 &#160; $ 2.2 &#160; $ 4.6 &#160; Fixed asset impairments and sale of equipment, net 2.7 &#160; 1.3 &#160; 7.7 &#160; (Gain) loss on oil hedges ( 1.5 ) ( 1.7 ) 0.2 &#160; Contingent consideration 3.0 &#160; 1.5 &#160; 1.2 &#160; Foreign exchange transaction gains ( 4.1 ) ( 1.4 ) ( 1.5 ) Cost investment activity 3.5 &#160; 4.3 &#160; 2.5 &#160; Other items ( 0.6 ) 1.7 &#160; ( 2.7 ) Total other expense (income) $ 26.8 &#160; $ 7.9 &#160; $ 12.0 &#160; ##TABLE_END\n\nRestructuring and Related Charges \n\nIn December 2022 , the Company approved a restructuring plan to adjust our operating cost base to better respond to the macroeconomic factors influencing our business. These changes are expected to be implemented over a period of up to twelve months from the date of the approval. The plan is expected to require restructuring and related charges of approximately $ 25 million to $ 27 million, with annualized savings in the range of $ 22 million to $ 24 million. Included within the expected restructuring charges is an impairment charge of $ 15.3 million representing the net book value of long-lived fixed assets held in our production facilities that were determined to have no future use to the Company. \n\nThe following table presents activity related to our restructuring obligations related to our 2022 restructuring plan: \n\n##TABLE_START ($ in millions) Severance and benefits Asset-related charges Total Balance, December 31, 2021 $ &#8212; &#160; $ &#8212; &#160; $ &#8212; &#160; Charges 10.1 &#160; 15.3 &#160; 25.4 &#160; Cash payments &#8212; &#160; &#8212; &#160; &#8212; &#160; Balance, December 31, 2022 $ 10.1 &#160; $ 15.3 &#160; $ 25.4 &#160; ##TABLE_END\n\nIn July 2020, our Board of Directors approved a restructuring plan designed to optimize certain organizational structures within the Company to better support our continued growth and business priorities. These changes were implemented over a period of approximately twenty-four months from the date of the approval. The plan is expected to have annualized savings in the range of $ 0.9 million to $ 1.6 million. Since its approval, we recorded a net pre-tax amount equal to $ 5.2 million in restructuring and related charges associated with this plan. \n\nThe following table presents activity related to our restructuring obligations related to our 2020 restructuring plan: \n\n##TABLE_START ($ in millions) Severance and benefits Other charges Total Balance, December 31, 2021 $ 2.8 &#160; $ 0.5 &#160; $ 3.3 &#160; Charges ( 1.4 ) ( 0.2 ) ( 1.6 ) Cash payments ( 0.7 ) ( 0.3 ) ( 1.0 ) Balance, December 31, 2022 $ 0.7 &#160; $ &#8212; &#160; $ 0.7 &#160; ##TABLE_END\n\nContingent Consideration \n\nContingent consideration represents changes in the fair value of the SmartDose &#174; contingent consideration. Please refer to Note 12, Fair Value Measurements , for additional details. \n\nOil Hedges \n\nDuring 2022, 2021 and 2020, we recorded a gain of $ 1.5 million, a gain of $ 1.7 million, and a loss of $ 0.2 million, respectively, related to oil hedges. Please refer to Note 11, Derivative Financial Instruments , for further discussion of our hedging activity. \n\nCost Investment \n\nDuring 2022, specific to our cost method investments, we recorded a total impairment charge of $ 3.5 million. During 2021, specific to our cost method investments, we recorded a total impairment charge of $ 4.6 million which was offset by a net gain of $ 0.3 million on the sale of a cost investment. During 2020, specific to our cost method investments, we recorded a total impairment charge of $ 2.5 million. \n\nNote 17: Income Taxes \n\nAs a global organization, we and our subsidiaries file income tax returns in the U.S. federal jurisdiction and various state and foreign jurisdictions. As of December 31, 2022, the statute of limitations for the U.S. federal tax years 2017 through 2022 remain open to examination. For U.S. state and local jurisdictions, tax years 2013 through 2022 are open to examination. We are also subject to examination in various foreign jurisdictions for tax years 2015 through 2022. \n\nA reconciliation of the beginning and ending amount of the liability for unrecognized tax benefits is as follows: \n\n##TABLE_START ($ in millions) 2022 2021 2020 Balance at January 1 $ 24.9 &#160; $ 10.4 &#160; $ 5.0 &#160; Increase due to current year position 11.4 &#160; 16.3 &#160; 4.9 &#160; Increase (decrease) due to prior year position 0.6 &#160; ( 1.0 ) 0.6 &#160; Reduction for expiration of statute of limitations/audits ( 0.4 ) ( 0.8 ) ( 0.1 ) Balance at December 31 $ 36.5 &#160; $ 24.9 &#160; $ 10.4 &#160; ##TABLE_END\n\nIn addition, we had balances in accrued liabilities for interest and penalties of $ 1.6 million and $ 0.5 million at December 31, 2022 and 2021, respectively. As of December 31, 2022, we had $ 36.5 million of total gross unrecognized tax benefits, which, if recognized, $ 36.5 million would favorably impact the effective income tax rate. It is reasonably possible that, due to the expiration of statutes and the closing of tax audits, the amount of gross unrecognized tax benefits may be reduced by approximately $ 1.7 million during the next twelve months, which would favorably impact our effective tax rate. \n\nThe components of income before income taxes and equity in net income of affiliated companies are: ##TABLE_START ($ in millions) 2022 2021 2020 U.S. operations $ 394.4 &#160; $ 420.0 &#160; $ 227.0 &#160; International operations 285.5 &#160; 328.9 &#160; 174.3 &#160; Total income before income taxes and equity in net income of affiliated companies $ 679.9 &#160; $ 748.9 &#160; $ 401.3 &#160; ##TABLE_END \n\nThe related provision for income taxes consists of: \n\n##TABLE_START ($ in millions) 2022 2021 2020 Current: Federal $ 75.7 &#160; $ 64.8 &#160; $ 28.9 &#160; State 8.4 &#160; 10.9 &#160; 3.4 &#160; International 61.4 &#160; 74.4 &#160; 46.0 &#160; Current income tax provision 145.5 &#160; 150.1 &#160; 78.3 &#160; Deferred: Federal and state ( 20.3 ) 7.3 &#160; 0.2 &#160; International ( 10.5 ) ( 50.2 ) ( 6.0 ) Deferred income tax provision ( 30.8 ) ( 42.9 ) ( 5.8 ) Income tax expense $ 114.7 &#160; $ 107.2 &#160; $ 72.5 &#160; ##TABLE_END\n\nDeferred income taxes result from temporary differences between the amount of assets and liabilities recognized for financial reporting and tax purposes. \n\nThe significant components of our deferred tax assets and liabilities at December 31 are : \n\n##TABLE_START ($ in millions) 2022 2021 Deferred tax assets Net operating loss carryforwards $ 10.3 &#160; $ 14.0 &#160; Tax credit carryforwards 1.9 &#160; 1.5 &#160; Pension and deferred compensation 31.4 &#160; 31.6 &#160; Royalty acceleration 46.2 &#160; 45.1 &#160; Other 25.5 &#160; 12.2 &#160; Capitalized R&#38;D expenses 8.1 &#160; &#8212; &#160; Leases 20.6 &#160; &#8212; &#160; Valuation allowance ( 13.3 ) ( 12.2 ) Total deferred tax assets 130.7 &#160; 92.2 &#160; Deferred tax liabilities: Property, plant, and equipment 53.7 &#160; 47.2 &#160; Tax on undistributed earnings of subsidiaries 1.5 &#160; 1.8 &#160; Leases 19.7 &#160; &#8212; &#160; Other 4.5 &#160; ( 0.4 ) Total deferred tax liabilities 79.4 &#160; 48.6 &#160; Net deferred tax asset (liability) $ 51.3 &#160; $ 43.6 &#160; ##TABLE_END\n\nA reconciliation of the U.S. federal corporate tax rate to our effective consolidated tax rate on income before income taxes and equity in net income of affiliated companies is as follows: \n\n##TABLE_START 2022 2021 2020 U.S. federal corporate tax rate 21.0 &#160; % 21.0 &#160; % 21.0 &#160; % Tax on international operations other than U.S. tax rate ( 1.5 ) 1.9 &#160; 1.2 &#160; Adjustments to reserves for unrecognized tax benefits 2.9 &#160; 0.1 &#160; 1.4 &#160; U.S. tax on international earnings, net of foreign tax credits ( 0.3 ) 0.3 &#160; 0.4 &#160; Foreign-Derived Intangible Income Deductions (FDII) ( 2.1 ) ( 1.5 ) ( 1.1 ) State income taxes, net of federal tax effect 1.0 &#160; ( 0.1 ) 1.2 &#160; U.S. research and development credits ( 0.6 ) ( 0.4 ) ( 0.7 ) Excess tax benefits on share-based payments ( 2.4 ) ( 4.2 ) ( 5.2 ) Royalty acceleration &#8212; &#160; ( 2.5 ) &#8212; &#160; Pension settlement ( 1.2 ) &#8212; &#160; &#8212; &#160; Tax on undistributed earnings of subsidiaries &#8212; &#160; ( 0.6 ) 0.1 &#160; Other 0.1 &#160; 0.3 &#160; ( 0.2 ) Effective tax rate 16.9 &#160; % 14.3 &#160; % 18.1 &#160; % ##TABLE_END\n\nDuring 2022, we recorded tax expense of $ 5.7 million due to the impact of tax law changes enacted during the year, $ 19.8 million of tax expense due to the Company's recognition of reserves for unrecognized tax benefits, and a tax benefit of $ 16.5 million associated with stock-based compensation. A tax benefit of $ 20.6 million was recognized for the 2022 termination of our U.S. pension plan. The company did not elect to reclassify to retained earnings the stranded tax effects on items within AOCI related to the Tax Cuts and Jobs Act of 2017, and therefore included within the $ 20.6 million pension termination benefit is a deferred tax benefit of $ 8.0 million. \n\nDuring 2021, we recorded a tax benefit of $ 1.4 million due to the impact of tax law changes enacted during 2021, a tax benefit of $ 18.5 million due to the Company's prepayment of future royalties from one of its subsidiaries, and a tax benefit of $ 31.5 million associated with stock-based compensation. \n\nDuring 2020, we recorded a tax benefit of $ 0.5 million due to the impact of tax law changes enacted during 2020 and a tax benefit of $ 20.8 million associated with stock-based compensation. \n\nState operating loss carryforwards of $ 123.2 million created a deferred tax asset of $ 7.3 million, while foreign operating loss carryforwards of $ 18.4 million created a deferred tax asset of $ 2.9 million. Management estimates that certain state and foreign operating loss carryforwards are unlikely to be utilized and the associated deferred tax assets have been appropriately reserved. In 2022, it was determined that $ 3.8 million of previously reserved state loss carryforwards were more likely than not to be utilized prior to expiration. State loss carryforwards expire as follows: $ 4.7 million in 2023 and $ 118.5 million thereafter. Foreign loss carryforwards total $ 18.4 million, none of which will expire. \n\nDuring 2019, we utilized all of our remaining U.S. federal research and development credit carryforwards. State research and development credit carryforwards of $ 1.8 million created a deferred tax asset of $ 1.4 million. As of December 31, 2022, $ 0.4 million of state research and development credits expire in 2025. \n\nIn response to the 2017 Tax Act, we reevaluated our position regarding permanent reinvestment of foreign subsidiary earnings and profits through 2017 (with the exception of China and Mexico) and decided that those profits were no longer permanently reinvested. As of January 1, 2018, we reasserted indefinite reinvestment related to all post-2017 unremitted earnings in all of our foreign subsidiaries. In general, it is our practice and intention to permanently reinvest the earnings of our foreign subsidiaries and repatriate earnings only when the tax impact is de minimis, and that position has not changed subsequent to the one-time transition tax under the 2017 Tax Act, except as noted above. \n\nAccordingly, no deferred taxes have been provided for withholding taxes or other taxes that would result upon repatriation of approximately $ 893.1 million of undistributed earnings from foreign subsidiaries to the U.S., as those earnings continue to be permanently reinvested. Further, it is impracticable for us to estimate any future tax costs for any unrecognized deferred tax liabilities associated with our indefinite reinvestment assertion, because the actual tax liability, if any, would be dependent on complex analysis and calculations considering various tax laws, exchange rates, circumstances existing when there is a repatriation, sale or liquidation, or other factors. \n\nNote 18: Commitments and Contingencies \n\nAt December 31, 2022, we were obligated under various operating lease agreements. Please refer to Note 6, Leases , for additional details. \n\nAt December 31, 2022, we were obligated under various defined benefit pension plans in the U.S. and other countries that cover employees who meet eligibility requirements. Please refer to Note 15, Benefit Plans , for additional details. \n\nAt December 31, 2022, our outstanding unconditional contractual commitments, including for the purchase of raw materials and finished goods, amounted to $ 96.8 million, the majority of which is to be paid in the next two years, with $ 70.9 million due to be paid in 2023. \n\nWe have letters of credit totaling $ 2.4 million supporting the reimbursement of workers&#8217; compensation and other claims paid on our behalf by insurance carriers. Our accrual for insurance obligations was $ 3.3 million at December 31, 2022, of which $ 0.7 million is in excess of our deductible and, therefore, is reimbursable by the insurance company. \n\nNote 19: Segment Information \n\nOur business operations are organized into two reportable segments, Proprietary Products and Contract-Manufactured Products. Our Proprietary Products reportable segment offers proprietary packaging, containment solutions and drug delivery products, along with analytical lab services and other integrated services and solutions, primarily to biologic, generic and pharmaceutical drug customers. Our Contract-Manufactured Products reportable segment serves as a fully integrated business, focused on the design, manufacture, and automated assembly of complex devices, primarily for pharmaceutical, diagnostic, and medical device customers. \n\nThe Chief Operating Decision Maker (\"CODM\") evaluates the performance of our segments based upon, among other things, segment net sales and operating profit. Segment operating profit excludes general corporate costs, which include executive and director compensation, stock-based compensation, certain pension and other retirement benefit costs, and other corporate facilities and administrative expenses not allocated to the segments. Also excluded are items that the CODM considers not representative of ongoing operations. Such items are referred to as other unallocated items and generally include restructuring and related charges, certain asset impairments and other specifically-identified income or expense items. The segment operating profit metric is what the CODM uses in evaluating our results of operations and the financial measure that provides a valuable insight into our overall performance and financial position. \n\nThe following table presents net sales information about our reportable segments, reconciled to consolidated totals: \n\n##TABLE_START ($ in millions) 2022 2021 2020 Net sales: Proprietary Products $ 2,406.8 &#160; $ 2,317.3 &#160; $ 1,648.6 &#160; Contract-Manufactured Products 480.4 &#160; 514.7 &#160; 498.6 &#160; Intersegment sales elimination ( 0.3 ) ( 0.4 ) ( 0.3 ) Consolidated net sales $ 2,886.9 &#160; $ 2,831.6 &#160; $ 2,146.9 &#160; ##TABLE_END\n\nThe intersegment sales elimination, which is required for the presentation of consolidated net sales, represents the elimination of components sold between our segments. \n\nWe do not have any customers accounting for greater than 10% of consolidated net sales. \n\nThe following table presents net sales and long-lived assets, by the country in which the legal subsidiary is domiciled and assets are located: \n\n##TABLE_START Net Sales Long-Lived Assets ($ in millions) 2022 2021 2020 2022 2021 United States $ 1,286.5 &#160; $ 1,198.0 &#160; $ 975.6 &#160; $ 611.5 &#160; $ 504.1 &#160; Germany 398.7 &#160; 474.3 &#160; 282.1 &#160; 139.0 &#160; 124.1 &#160; Ireland 240.3 &#160; 247.6 &#160; 226.0 &#160; 179.5 &#160; 187.3 &#160; France 237.9 &#160; 213.0 &#160; 172.7 &#160; 68.8 &#160; 86.1 &#160; Other European countries 359.2 &#160; 341.3 &#160; 236.8 &#160; 81.8 &#160; 65.1 &#160; Other 364.3 &#160; 357.4 &#160; 253.7 &#160; 182.1 &#160; 160.1 &#160; $ 2,886.9 &#160; $ 2,831.6 &#160; $ 2,146.9 &#160; $ 1,262.7 &#160; $ 1,126.8 &#160; ##TABLE_END\n\n##TABLE_START \n\nThe following tables provide summarized financial information for our segments: \n\n($ in millions) 2022 2021 2020 Operating profit (loss): Proprietary Products $ 784.4 &#160; $ 796.1 &#160; $ 434.5 &#160; Contract-Manufactured Products 60.4 &#160; 67.2 &#160; 68.6 &#160; Total business segment operating profit $ 844.8 &#160; $ 863.3 &#160; $ 503.1 &#160; Corporate and Unallocated Stock-based compensation expense $ ( 23.7 ) $ ( 37.5 ) $ ( 34.0 ) Corporate general costs (1) \n\n( 59.1 ) ( 63.4 ) ( 52.1 ) Unallocated Items: Restructuring and severance related charges (2) \n\n( 23.8 ) ( 2.2 ) ( 7.0 ) Amortization of acquisition-related intangible assets (3) \n\n( 0.7 ) ( 0.8 ) ( 0.6 ) Asset impairment (4) \n\n&#8212; &#160; ( 2.8 ) &#8212; &#160; Cost investment activity (5) \n\n( 3.5 ) ( 4.3 ) ( 2.5 ) Total Corporate and Unallocated $ ( 110.8 ) $ ( 111.0 ) $ ( 96.2 ) Total consolidated operating profit $ 734.0 &#160; $ 752.3 &#160; $ 406.9 &#160; \n\nInterest expense (income) and other nonoperating expense (income), net (6) \n\n54.1 &#160; 3.4 &#160; 5.6 &#160; Income before income taxes and equity in net income of affiliated companies $ 679.9 &#160; $ 748.9 &#160; $ 401.3 &#160; ##TABLE_END\n\n(1) Corporate general costs includes executive and director compensation, certain pension and other retirement benefit costs, and other corporate facilities and administrative expenses not allocated to the segments. \n\n(2) During 2022, the Company recorded restructuring and related charges of $ 23.8 million, which primarily included a charge of $ 8.7 million in net severance and post-employment benefits primarily in connection with our plan to adjust our operating cost base and $ 15.3 million in asset-related charges associated with this plan. During 2021 and 2020, the Company recorded a restructuring and severance related charge of $ 2.2 million and $ 7.0 million, respectively, to optimize certain organizational structure within the Company. \n\n(3) During 2022, 2021 and 2020, the company recorded $ 0.7 million, $ 0.8 million and $ 0.6 million, respectively, of amortization expense within operating profit associated with an acquisition of an intangible asset during the second quarter of 2020. \n\n(4) During 2021, the Company recorded a $ 2.8 million impairment charge for certain long-lived and intangible assets within the Proprietary Products segment as it determined the carrying value was not fully recoverable. $ 1.9 million of this charge is recorded in Cost of Goods and Services Sold and $ 0.9 million of the charge is recorded in Selling, General, and Administrative expense, due to the nature of the impaired assets. \n\n(5) During 2022, the Company recorded a cost investment impairment charge of $ 3.5 million. During 2021, the net cost investment activity was equal to $ 4.3 million, inclusive of an impairment charge of $ 4.6 million partially offset by a $ 0.3 million gain on the sale of a cost investment. During 2020, the Company recorded a cost investment impairment charge of $ 2.5 million. \n\n(6) During 2022, the Company recorded a $ 52.2 million pension settlement charge, which primarily related to the full settlement and relief of the historical balance sheet position, inclusive of accumulated other comprehensive income, of the U.S. pension plan. During 2021 and 2020, we recorded a $ 1.8 million and $ 3.7 million, respectively, pension settlement charge, as we determined that normal-course lump-sum payments for the U.S. pension plan exceeded the threshold for settlement accounting under U.S. GAAP for the year. \n\nPlease refer to Note 16, Other Expense (Income) , for further discussion of unallocated items. \n\nThe following tables provide summarized financial information for our two reportable segments and corporate and unallocated: \n\n##TABLE_START ($ in millions) Assets 2022 2021 Proprietary Products $ 2,578.3 &#160; $ 2,152.6 &#160; Contract-Manufactured Products 480.3 &#160; 443.7 &#160; Corporate and Unallocated 558.2 &#160; 717.5 &#160; Total consolidated $ 3,616.8 &#160; $ 3,313.8 &#160; ##TABLE_END\n\n##TABLE_START ($ in millions) Depreciation and Amortization 2022 2021 2020 Proprietary Products $ 96.9 &#160; $ 93.8 &#160; $ 84.6 &#160; Contract-Manufactured Products 19.0 &#160; 21.1 &#160; 20.4 &#160; Corporate and Unallocated 4.7 &#160; 7.4 &#160; 4.1 &#160; Total consolidated $ 120.6 &#160; $ 122.3 &#160; $ 109.1 &#160; ($ in millions) Capital Expenditures 2022 2021 2020 Proprietary Products $ 237.3 &#160; $ 218.0 &#160; $ 139.5 &#160; Contract-Manufactured Products 34.0 &#160; 26.6 &#160; 25.0 &#160; Corporate and Unallocated 13.3 &#160; 8.8 &#160; 9.9 &#160; Total consolidated $ 284.6 &#160; $ 253.4 &#160; $ 174.4 &#160; ##TABLE_END\n\nReport of Independent Registered Public Accounting Firm \n\nTo the Board of Directors and Shareholders of West Pharmaceutical Services, Inc. \n\nOpinions on the Financial Statements and Internal Control over Financial Reporting \n\nWe have audited the accompanying consolidated balance sheets of West Pharmaceutical Services, Inc. and its subsidiaries (the &#8220;Company&#8221;) as of December 31, 2022 and 2021, and the related consolidated statements of income, comprehensive income, equity and cash flows for each of the three years in the period ended December 31, 2022, including the related notes and schedule of valuation and qualifying accounts for each of the three years in the period ended December 31, 2022 appearing under Item 15(a)(2) (collectively referred to as the &#8220;consolidated financial statements&#8221;). We also have audited the Company's internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control - Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). \n\nIn our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the financial position of the Company as of December 31, 2022 and 2021, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2022 in conformity with accounting principles generally accepted in the United States of America. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control - Integrated Framework (2013) issued by the COSO. \n\nBasis for Opinions \n\nThe Company's management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in Management&#8217;s Report on Internal Control over Financial Reporting appearing under Item 9A. Our responsibility is to express opinions on the Company&#8217;s consolidated financial statements and on the Company's internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \n\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects. \n\nOur audits of the consolidated financial statements included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions. \n\nDefinition and Limitations of Internal Control over Financial Reporting \n\nA company&#8217;s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company&#8217;s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance \n\nwith generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company&#8217;s assets that could have a material effect on the financial statements. \n\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate. \n\nCritical Audit Matters \n\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that (i) relates to accounts or disclosures that are material to the consolidated financial statements and (ii) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates. \n\nProvision for Income Taxes \n\nAs described in Notes 1 and 17 to the consolidated financial statements, the Company&#8217;s consolidated deferred tax assets were $130.7 million, net of a valuation allowance of $13.3 million, as of December 31, 2022, and income tax expense was $114.7 million for the year ended December 31, 2022. As a global organization, the Company files income tax returns in the U.S. federal jurisdiction and various state and foreign jurisdictions. As disclosed by management, management estimates income taxes payable based upon current domestic and international tax legislation. Deferred income taxes are recognized by applying enacted statutory tax rates to tax loss carryforwards and temporary differences between the tax basis and financial statement carrying values of assets and liabilities. The enacted statutory tax rate applied is based on the rate expected to be applicable at the time of the forecasted utilization of the loss carryforward or reversal of the temporary difference. Valuation allowances on deferred tax assets are established when it is more likely than not that all or a portion of a deferred tax asset will not be realized. The realizability of deferred tax assets is subject to estimates of future taxable income, generally at the respective subsidiary company and the country level. \n\nThe principal considerations for our determination that performing procedures relating to the provision for income taxes is a critical audit matter are the significant judgment by management in determining the income tax provision due to the Company&#8217;s global footprint and complexity in the various tax laws applicable in determining the Company&#8217;s effective tax rate. This in turn led to a high degree of auditor judgment, effort, and subjectivity in performing procedures and in evaluating audit evidence related to the income tax provision. Also, the audit effort involved the use of professionals with specialized skill and knowledge. \n\nAddressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the consolidated financial statements. These procedures included testing the effectiveness of controls relating to income taxes, including controls over the determination of the income tax provision. These procedures also included, among others, (i) testing the income tax provision, including testing the Company&#8217;s rate reconciliation, return to provision adjustments, permanent and temporary differences, and financial data used in the income tax provision calculation, and (ii) testing the accuracy of the income tax rates utilized in the provision. Professionals with specialized skill and knowledge were used to assist in evaluating the appropriateness of management&#8217;s application of relevant income tax law in certain jurisdictions. \n\n/s/ PricewaterhouseCoopers LLP \n\nPhiladelphia, Pennsylvania \n\nFebruary 21, 2023 \n\nWe have served as the Company&#8217;s auditor since 1963. \n\n"
    },
    {
      "section": "9",
      "text": " ITEM 9. CHANGES IN AND DISAGREEMENTS WITH ACCOUNTANTS ON ACCOUNTING AND FINANCIAL DISCLOSURE \n\nNone. \n\n"
    },
    {
      "section": "9A",
      "text": " ITEM 9A . CONTROLS AND PROCEDURES \n\nDisclosure controls are controls and procedures designed to reasonably ensure that information required to be disclosed in our reports filed under the Exchange Act, such as this annual report, is recorded, processed, summarized, and reported within the time periods specified in the SEC&#8217;s rules and forms. Disclosure controls include, without limitation, controls and procedures designed to ensure that information required to be disclosed in our reports filed under the Securities Exchange Act of 1934, as amended, is accumulated and communicated to our management, including our CEO and Chief Financial Officer (&#8220;CFO&#8221;), or persons performing similar functions, as appropriate, to allow timely decisions regarding required disclosure. Our disclosure controls include some, but not all, components of our internal control over financial reporting. \n\nEvaluation of Disclosure Controls and Procedures \n\nAn evaluation was performed under the supervision and with the participation of our management, including our CEO and CFO, of the effectiveness of our disclosure controls and procedures (as defined in Rule 13a-15(e) under the Securities Exchange Act of 1934), as of the end of the period covered by this Form 10-K. Based on this evaluation, our CEO and CFO have concluded that, as of December 31, 2022, our disclosure controls and procedures are effective. \n\nManagement&#8217;s Report on Internal Control over Financial Reporting \n\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting, as defined in Rule 13a-15(f) under the Securities Exchange Act of 1934. Our internal control over financial reporting is a process designed under the supervision of our CEO and CFO to provide reasonable assurance regarding the reliability of financial reporting and the preparation of our financial statements for external reporting purposes in accordance with U.S. generally accepted accounting principles. \n\nManagement assessed the effectiveness of our internal control over financial reporting as of December 31, 2022 based on the framework established in &#8220;Internal Control-Integrated Framework (2013)&#8221; issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). Based on this assessment, management has determined that our internal control over financial reporting was effective as of December 31, 2022. \n\nInternal control over financial reporting has inherent limitations. Internal control over financial reporting is a process that involves human diligence and compliance and is subject to lapses in judgment and breakdowns resulting from human failures. Internal control over financial reporting also can be circumvented by collusion or improper management override. Because of such limitations, there is a risk that material misstatements will not be prevented or detected on a timely basis by internal control over financial reporting. However, these inherent limitations are known features of the financial reporting process. Therefore, it is possible to design into the process safeguards \n\nto reduce, though not eliminate, this risk. \n\nThe effectiveness of our internal control over financial reporting as of December 31, 2022 has been audited by PricewaterhouseCoopers LLP, an independent registered public accounting firm, as stated in their report, which is included herein. \n\nChanges in Internal Controls \n\nDuring the fourth quarter ended December 31, 2022, there have been no changes to our internal control over financial reporting that have materially affected, or are reasonably likely to materially affect, our internal control over financial reporting. \n\n"
    },
    {
      "section": "9B",
      "text": " ITEM 9B. OTHER INFORMATION \n\nNone. \n\n"
    },
    {
      "section": "10",
      "text": " ITEM 10. DIRECTORS, EXECUTIVE OFFICERS AND CORPORATE GOVERNANCE \n\nInformation is incorporated by reference from the discussion under the heading Proposal 1 - Election of Directors ; Corporate Governance Documents and Policies - Ethics and Our Code of Business Conduct ; Voting and Other Information - Shareholder Proposals or Nominations; and Board and Director Information and Policies - Committees - Audit Committee in our 2023 Proxy Statement. The balance of the information required by this item is contained in the discussion entitled Information About Our Executive Officers in Part I of this Form 10-K. \n\n"
    },
    {
      "section": "11",
      "text": " ITEM 11. EXECUTIVE COMPENSATION \n\nInformation about director and executive compensation is incorporated by reference from the discussion under the headings Director Compensation, Compensation Committee Report, Compensation Discussion and Analysis, and Compensation Tables in our 2023 Proxy Statement. \n\n"
    },
    {
      "section": "12",
      "text": " ITEM 12. SECURITY OWNERSHIP OF CERTAIN BENEFICIAL OWNERS AND MANAGEMENT AND RELATED STOCKHOLDER MATTERS \n\nInformation required by this Item is incorporated by reference from the discussion under the heading Stock Ownership in our 2023 Proxy Statement. \n\nEquity Compensation Plan Information Table \n\nThe following table sets forth information about the grants of stock options, all share units and other rights under all of the Company&#8217;s equity compensation plans as of the close of business on December 31, 2022. The table does not include information about tax-qualified plans such as the West 401(k) Plan or the West Contract Manufacturing Savings and Retirement Plan. \n\n##TABLE_START Plan Category Number of Securities \n\nto be Issued Upon \n\nExercise of \n\nOutstanding Options, \n\nWarrants and Rights (a) \n\nWeighted-Average \n\nExercise Price of \n\nOutstanding Options, \n\nWarrants and Rights (b) \n\nNumber of Securities \n\nRemaining Available for \n\nFuture Issuance Under \n\nEquity Compensation \n\nPlans (Excluding Securities \n\nReflected in Columns (a)) (c) \n\nEquity compensation plans approved by security holders 2,271,723 \n\n(1) \n\n$ 118.49 \n\n(2) \n\n5,419,834 \n\n(3) \n\nEquity compensation plans not approved by security holders &#8212; &#8212; &#8212; Total 2,271,723 $ 118.49 5,419,834 ##TABLE_END\n\n(1) Includes 1,179,919 outstanding stock options, 9,371 stock appreciation rights, 113,443 performance share units, 18,016 restricted retention share units, and 121,086 deferred stock-equivalents units under the 2016 Plan. Includes 704,137 outstanding stock options, 11,031 stock appreciation rights, and 97,592 deferred stock-equivalents units under the 2011 Plan (which was terminated in 2016). Includes 17,128 deferred stock-equivalents under the 2007 Omnibus Incentive Compensation Plan (which was terminated in 2011). The average term of remaining options is 4.8 years. No future grants or awards may be made under the terminated plans. The total includes restricted performance share units at 100% of grant. The restricted performance share unit payouts were at 189.25%, 154.52%, and 82.61% in 2022, 2021 and 2020, respectively. \n\n(2) All share units and deferred stock-equivalent units are excluded when determining the weighted-average exercise price of outstanding options. \n\n(3) Represents 3,738,308 shares reserved under the Company&#8217;s Employee Stock Purchase Plan and 1,681,526 shares remaining available for issuance under the 2016 Plan. The estimated number of shares that could be issued for 2022 from the Employee Stock Purchase Plan is 172,368. This number of shares is calculated by multiplying the 84 shares per offering period per participant limit by 2,052, the number of current participants in the plan. \n\n"
    },
    {
      "section": "13",
      "text": " ITEM 13. CERTAIN RELATIONSHIPS AND RELATED TRANSACTIONS, AND DIRECTOR INDEPENDENCE \n\nInformation called for by this Item is incorporated by reference from the discussion under the heading Corporate Governance Documents and Policies - Related Person Transactions and Procedures in our 2023 Proxy Statement. Information about director independence is incorporated by reference from the discussion under the heading Corporate Governance Documents and Policies - Director Independence in our 2023 Proxy Statement. \n\n"
    },
    {
      "section": "14",
      "text": " ITEM 14. PRINCIPAL ACCOUNTANT FEES AND SERVICES \n\nInformation is incorporated by reference from the discussion under the heading Independent Auditors and Fees - Fees Paid to PricewaterhouseCoopers LLP and Independent Auditors and Fees - Audit Committee Policy on Pre-Approval of Audit and Permissible Non-Audit Services in our 2023 Proxy Statement. \n\nPART IV \n\n"
    },
    {
      "section": "15",
      "text": " ITEM 15. EXHIBITS AND FINANCIAL STATEMENT SCHEDULES \n\n(a) 1. Financial Statements \n\nThe following documents are included in Part II, Item 8: \n\nConsolidated Statements of Income for the years ended December 31, 2022, 2021 and 2020 \n\nConsolidated Statements of Comprehensive Income for the years ended December 31, 2022, 2021 and 2020 \n\nConsolidated Balance Sheets at December 31, 2022 and 2021 \n\nConsolidated Statements of Equity for the years ended December 31, 2022, 2021 and 2020 \n\nConsolidated Statements of Cash Flows for the years ended December 31, 2022, 2021 and 2020 \n\nNotes to Consolidated Financial Statements \n\nReport of Independent Registered Public Accounting Firm (PCAOB ID 238 ) \n\n(a) 2. Financial Statement Schedules \n\nSchedule II - Valuation and Qualifying Accounts \n\n##TABLE_START ($ in millions) Balance at \n\nbeginning of \n\nperiod \n\nCharged to costs and expenses \n\nDeductions (1) Balance at \n\nend of \n\nperiod \n\nFor the year ended December 31, 2022 Allowances deducted from assets: Deferred tax asset valuation allowance $ 12.2 &#160; $ 1.1 &#160; $ &#8212; &#160; $ 13.3 &#160; Allowance for credit losses 0.4 &#160; 0.3 &#160; ( 0.5 ) 0.2 &#160; Total allowances deducted from assets $ 12.6 &#160; $ 1.4 &#160; $ ( 0.5 ) $ 13.5 &#160; For the year ended December 31, 2021 Allowances deducted from assets: Deferred tax asset valuation allowance $ 15.1 &#160; $ ( 2.9 ) $ &#8212; &#160; $ 12.2 &#160; Allowance for credit losses 1.1 &#160; ( 0.7 ) &#8212; &#160; 0.4 &#160; Total allowances deducted from assets $ 16.2 &#160; $ ( 3.6 ) $ &#8212; &#160; $ 12.6 &#160; For the year ended December 31, 2020 Allowances deducted from assets: Deferred tax asset valuation allowance $ 15.9 &#160; $ &#8212; &#160; $ ( 0.8 ) $ 15.1 &#160; Allowance for credit losses 0.5 &#160; 0.7 &#160; ( 0.1 ) 1.1 &#160; Total allowances deducted from assets $ 16.4 &#160; $ 0.7 &#160; $ ( 0.9 ) $ 16.2 &#160; ##TABLE_END\n\n(1) Includes accounts receivable written off, the write-off or write-down of valuation allowances, and translation adjustments. \n\nAll other schedules are omitted because they are either not applicable, not required or because the information required is contained in the consolidated financial statements or notes thereto. \n\n(a) See subsection (a) 3. above. \n\n(b) Financial Statements of affiliates are omitted because they do not meet the tests of a significant subsidiary at the 20% level. \n\nEXHIBIT INDEX ##TABLE_START Exhibit Number Description 3.1 \n\nOur Amended and Restated Articles of Incorporation (incorporated by reference to Exhibit 3.1 to the Company's Form 10-Q report for the quarter ended June 30, 2020, filed July 24, 2020). \n\n3.2 \n\nOur Bylaws, as amended through February 23, 2021 (incorporated by reference from our Form 8-k, filed March 1, 2021). \n\n4.1 \n\nForm of stock certificate for common stock (incorporated by reference to Exhibit 4 to the Company's 1998 Form 10-K, filed May 6, 1999) \n\n4.2 \n\nArticle 5, 6, 8(c) and 9 of our Amended and Restated Articles of Incorporation (incorporated by reference to Exhibit 3.1 to the Company's Form 10-Q report for the quarter ended June 30, 2020, filed July 24, 2020). \n\n4.3 \n\nArticle I and V of our Bylaws, as amended through February 23, 2021 (incorporated by reference from our Form 8-k, filed March 1, 2021). \n\n4.4 \n\nDescription of Registered Securities (incorporated by reference to Exhibit 4.4 to the Company's 2020 Form 10-K, filed February 23, 2021). \n\n4.5 (1) \n\nInstruments defining the rights of holders of long-term debt securities of West and its subsidiaries constituting less than 10% of West's total assets have been omitted. 10.1 \n\nCredit Agreement, dated as of March 28, 2019, between West, certain of its subsidiaries, the lenders party thereto from time to time, Bank of America, N.A., as Administrative Agent, Swing Line Lender and an Issuing Lender; Merrill Lynch, Pierce, Fenner &#38; Smith Incorporated, Wells Fargo Securities, LLC, MUFG Bank, Ltd., and JPMorgan Chase Bank, N.A., as Joint Lead Arrangers and Joint Bookrunners, and Wells Fargo Bank, National Association, MUFG Bank, Ltd., and JPMorgan Chase Bank, N.A., as Co-Syndication Agents (incorporated by reference from our Form 8-k, filed April 1, 2019). \n\n10.2 \n\nLIBOR Transition Amendment to the Credit Agreement, dated as of March 28, 2019, between West, each of the lenders party thereto from time to time, and Bank of America, N.A (incorporated by reference to Exhibit 10.1 to the Company's Form 10-Q report for the quarter ended September 30, 2021, filed October 28, 2021). . \n\n10.3 \n\nCredit Agreement Second Amendment and Joinder and Assumption Agreement, dated as of March 31, 2022, between West, certain of its subsidiaries, the lenders party thereto from time-to-time, Bank of America, N.A., as Administrative Agent, Swing Line Lender and an Issuing Lender; BOFA Securities, Inc., Wells Fargo Securities, LLC, U.S. Bank National Association, and JPMorgan Chase Bank, N.A., as Joint Lead Arrangers and Joint Bookrunners, and Wells Fargo Bank, National Association, U.S. Bank National Association, and JPMorgan Chase Bank, N.A., as Co-Syndication Agents (incorporated by reference from our Form 8-k, filed April 1, 2022). \n\n10.4 \n\nFirst Amendment and Incremental Facility Amendment, dated as of December 30, 2019, between West, each of the lenders party thereto from time to time, and Bank of America, N.A., as Administrative Agent (incorporated by reference to Exhibit 10.2 to the Company's 2019 10-K file February 24, 2020). \n\n10.5 \n\nNote Purchase Agreement, dated July 5, 2012, among the Company and the Purchasers named therein (incorporated by reference to Exhibit 10.1 to the Company's Form 8-K filed July 10, 2012). \n\n10.6 (2) \n\nEmployment Agreement, dated as of April 13, 2015, between us and Eric M. Green (incorporated by reference to Exhibit 10.1 to the Company's Form 8-K dated April 15, 2015). \n\n10.7 (2) \n\nIndemnification Agreement, dated as of April 24, 2015, between us and Eric M. Green (incorporated by reference to Exhibit 10.1 to the Company's Form 8-K dated April 30, 2015). \n\n10.8 (2) \n\nSign-On Retention Award Notice, dated as of April 24, 2015, from us to Eric M. Green (incorporated by reference to Exhibit 10.2 to the Company's Form 8-K dated April 30, 2015). \n\n10.9 (2) \n\nEmployment Agreement, dated May 29, 2018, between us and Bernard J. Birkett (incorporated by reference to Exhibit 10.1 to the Company's Form 8-K filed June 21, 2018). \n\n10.10 (2) \n\nEmployment Agreement, dated August 28, 2016, between David Montecalvo and us (incorporated by reference to Exhibit 10.1 to the Company's Form 10-Q report for the quarter ended September 30, 2016, filed October 31, 2016). \n\n##TABLE_END\n\n##TABLE_START \n\n10.11 (2) \n\nEmployment Agreement dated November 4, 2020, between Kimberly MacKay and us (incorporated by reference to Exhibit 10.9 to the Company's Form 10-K report for the year ended December 31, 2021 filed February 22, 2022). \n\n10.12 (2) \n\nEmployment Agreement dated February 8, 2018, between Silji Abraham and us (incorporated by reference to Exhibit 10.10 to the Company's Form 10-K report for the year ended December 31, 2021 filed February 22, 2022). \n\n10.13 (2) \n\nSupplemental Employees&#8217; Retirement Plan, as amended and restated effective January 1, 2008 (incorporated by reference to Exhibit 10.17 to the Company's 2008 Form 10-K report, filed February 27, 2009). \n\n10.14 (2) \n\nNon-Qualified Deferred Compensation Plan for Designated Employees, as amended and restated effective January 1, 2020 (incorporated by reference to Exhibit 10.10 to the Company's Form 10-Q report for the quarter ended September 30, 2020, filed October 23, 2020). \n\n10.15 (2) \n\nDeferred Compensation Plan for Outside Directors, as amended and restated effective June 30, 2013 (incorporated by reference to Exhibit 10.26 to the Company's 2013 Form 10-K report, filed February 27, 2014). \n\n10.16 (2) \n\n2016 Omnibus Incentive Compensation Plan, as amended through May 4, 2021 (incorporated by reference from our Form 8-k, filed May 4, 2021). \n\n10.17 (2) \n\n2011 Omnibus Incentive Compensation Plan (incorporated by reference to Exhibit 10.1 to the Company's Form 8-K filed May 6, 2011). \n\n10.18 (2) \n\n2007 Omnibus Incentive Compensation Plan effective as of May 1, 2007 (incorporated by reference to Exhibit 99.1 to the Company&#8217;s Form 8-K filed May 4, 2007). \n\n10.19 (2) \n\nForm of Executive 2006 Non-Qualified Stock Option Award is incorporated by reference to Exhibit 10.2 to the Company's Form 10-Q report for the quarter ended March 31, 2006, filed May 10, 2006). \n\n10.20 (2) \n\nForm of Director 2006 Non-Qualified Stock Option Award Notice (incorporated by reference to Exhibit 10.1 to the Company's Form 10-Q report for the quarter ended June 30, 2006, filed August 7, 2006). \n\n10.21 (2) \n\nForm of Director 2006 Stock Unit Award Notice (incorporated by reference to Exhibit 10.2 to the Company's Form 10-Q report for the quarter ended June 30, 2006, filed August 7, 2006). \n\n10.22 (2) \n\nForm of Director 2007 Deferred Stock Award, issued pursuant to the 2007 Omnibus Incentive Compensation Plan (incorporated by reference to Exhibit 10.2 to the Company's Form 10-Q report for the quarter ended June 30, 2007, filed August 3, 2007). \n\n10.23 (2) \n\nForm of 2008 Non-Qualified Stock Option and Performance-Vesting Share Unit Award, issued pursuant to the 2007 Omnibus Incentive Compensation Plan (incorporated by reference to Exhibit 10.2 to the Company's Form 10-Q report for the quarter ended March 31, 2008, filed May 8, 2008). \n\n10.24 (2) \n\nForm of Director 2008 Deferred Stock Award, issued pursuant to the 2007 Omnibus Incentive Compensation Plan (incorporated by reference to Exhibit 10.41 to the Company's 2008 Form 10-K report, filed February 27, 2009). \n\n10.25 (2) \n\nForm of 2009 Supplemental Long-Term Incentive Award (incorporated by reference to Exhibit 10.1 to the Company's Form 10-Q report for the quarter ended September 30, 2009, filed November 14, 2009). \n\n10.26 (2) \n\nForm of 2014 Long-Term Incentive Plan Award (incorporated by reference to Exhibit 10.1 to the Company's Form 10-Q report for the quarter ended March 31, 2014, filed May 8, 2014). \n\n10.27 (2) \n\nForm of 2014 Stock-Settled Restricted Stock Unit Award (incorporated by reference to Exhibit 10.1 to the Company's Form 10-Q report for the quarter ended June 30, 2014, filed August 1, 2014). \n\n10.28 (2) \n\nForm of 2019 Performance Stock Unit (PSU) Award issued under the 2016 Omnibus Incentive Compensation Plan (incorporated by reference to Exhibit 10.2 to the Company's Form 10-Q report for the quarter ended March 31, 2019, filed May 8, 2019). \n\n10.29 (2) \n\nForm of 2019 Stock Option Award issued under the 2016 Omnibus Incentive Compensation Plan (incorporated by reference to Exhibit 10.3 to the Company's Form 10-Q report for the quarter ended March 31, 2019, filed May 8, 2019). \n\n10.30 \n\nIndemnification agreements between us and each of our directors (incorporated by reference to Exhibit 10.1 to the Company's Form 8-K report filed January 6, 2009). \n\n##TABLE_END\n\n##TABLE_START \n\n10.31 (2) \n\nForm of Change-in-Control Agreement between us and certain of our executive officers (incorporated by reference to Exhibit 10.1 to the Company's Form 10-Q report for the quarter ended September 30, 2017, filed October 31, 2017). \n\n10.32 (3) \n\nAgreement, effective as of January 1, 2005, between us and The Goodyear Tire &#38; Rubber Company (incorporated by reference to Exhibit 10d to the Company's Form 10-Q report for the quarter ended June 30, 2005, filed August 9, 2005). \n\n10.33 (3) \n\nFirst Agreement, effective as of July 1, 2008, to amend Agreement between us and The Goodyear Tire &#38; Rubber Company (incorporated by reference to Exhibit 10.1 to the Company's Form 10-Q report for the quarter ended March 31, 2009, filed May 6, 2009). \n\n10.34 (3) \n\nSecond Agreement, dated August 16, 2016, to amend Agreement between us and The Goodyear Tire &#38; Rubber Company and us (incorporated by reference to Exhibit 10.2 to the Company's Form 10-Q report for the quarter ended September 30, 2016, filed October 31, 2016). \n\n10.35 (3) \n\nDistributorship Agreement, dated and effective January 18, 2017, between Daikyo Seiko, Ltd. and us (incorporated by reference to Exhibit 10.39 to the Company's 2016 Form 10-K report filed February 28, 2017). \n\n10.36 (3) \n\nAmended and Restated Technology Exchange and CrossLicense Agreement, dated and effective January 18, 2017, between Daikyo Seiko, Ltd. and us (incorporated by reference to Exhibit 10.40 to the Company's 2016 Form 10-K report, filed February 28, 2017). \n\n10.37 (3) \n\nAmended Agreement, dated and effective July 2, 2018, between Daikyo Seiko, Ltd. and us (incorporated by reference to Exhibit 10.2 to the Company's Form 10-Q report for the quarter ended June 30, 2018, filed July 31, 2018). \n\n10.38 (4) \n\nAmendment Agreement, dated as of October 15, 2019, between us and Daikyo Seiko, Ltd., (incorporated by reference to Exhibit 10.1 to the Company's Form 8-K filed October 16, 2019). \n\n10.39 (4) \n\nGlobal Master Supply Agreement by and between ExxonMobil Chemical Company and us, entered into on January 10, 2020, and effective January 1, 2019 through December 31, 2023 (incorporated by reference to Exhibit 10.1 to the Company's Form 8-K report filed January 16, 2020). \n\nSubsidiaries of the Company. \n\nConsent of Independent Registered Public Accounting Firm. \n\n31.1 \n\nCertification by the Chief Executive Officer Pursuant to Section 302 of the Sarbanes-Oxley Act of 2002. \n\n31.2 \n\nCertification by the Chief Financial Officer Pursuant to Section 302 of the Sarbanes-Oxley Act of 2002. \n\n32.1* \n\nCertification by the Chief Executive Officer Pursuant to 18 U.S.C. Section 1350, as Adopted Pursuant to Section 906 of the Sarbanes-Oxley Act of 2002. \n\n32.2* \n\nCertification by the Chief Financial Officer Pursuant to 18 U.S.C. Section 1350, as Adopted Pursuant to Section 906 of the Sarbanes-Oxley Act of 2002. \n\n101.INS The instance document does not appear in the interactive data file because its XBRL tags are embedded within the inline XBRL document. 101.SCH Inline XBRL Taxonomy Extension Schema Document 101.CAL Inline XBRL Taxonomy Extension Calculation Linkbase Document 101.LAB Inline XBRL Taxonomy Extension Label Linkbase Document 101.PRE Inline XBRL Taxonomy Extension Presentation Linkbase Document 101.DEF Inline XBRL Taxonomy Extension Definition Linkbase Document 104* Inline XBRL for the cover page of this Annual Report on Form 10-K, included in the Exhibit 101 Inline XBRL Document Set. ##TABLE_END\n\n(1) We agree to furnish to the SEC, upon request, a copy of each instrument with respect to issuances of long-term debt of the Company and its subsidiaries. \n\n(2) Management compensatory plan. \n\n(3) Certain portions of this exhibit have been omitted and filed separately with the SEC pursuant to a confidential treatment order of the SEC. \n\n(4) Portions of this exhibit (indicated therein by asterisks) have been omitted for confidential treatment. \n\n* Furnished, not filed. \n\nITEM 16. FORM 10-K SUMMARY \n\nNone. \n\nSIGNATURES \n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, West Pharmaceutical Services, Inc. has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized. \n\nWEST PHARMACEUTICAL SERVICES, INC. \n\n(Registrant) \n\nBy: /s/ Bernard J. Birkett \n\nBernard J. Birkett \n\nSenior Vice President, Chief Financial and Operations Officer \n\nFebruary 21, 2023 \n\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of West Pharmaceutical Services, Inc. and in the capacities and on the dates indicated. \n\n##TABLE_START Signature Title Date /s/ Eric M. Green President, Chief Executive Officer and Chair of the Board February 21, 2023 Eric M. Green (Principal Executive Officer) /s/ Bernard J. Birkett Senior Vice President, Chief Financial and Operations Officer February 21, 2023 Bernard J. Birkett (Principal Financial Officer) /s/ Chad R. Winters Vice President, Chief Accounting Officer and Corporate Controller February 21, 2023 Chad R. Winters (Principal Accounting Officer) /s/ Mark A. Buthman Director February 21, 2023 Mark A. Buthman /s/ William F. Feehery, Ph.D. Director February 21, 2023 William F. Feehery, Ph.D. /s/ Robert F. Friel Director February 21, 2023 Robert F. Friel /s/ Thomas W. Hofmann Director February 21, 2023 Thomas W. Hofmann /s/ Molly E. Joseph Director February 21, 2023 Molly E. Joseph /s/ Deborah L.V. Keller Director February 21, 2023 Deborah L.V. Keller /s/ Myla P. Lai-Goldman, M.D. Director February 21, 2023 Myla P. Lai-Goldman, M.D. /s/ Douglas A. Michels Director February 21, 2023 Douglas A. Michels /s/ Paolo Pucci Director February 21, 2023 Paolo Pucci /s/ Stephen Lockhart, Ph.D. Director February 21, 2023 Stephen Lockhart, Ph.D. ##TABLE_END\n\n"
    }
  ]
}